{"tweet": "Dr. Zhong Nanshan said saline solution can kill the virus.", "label": "fake", "id": "train_3_0"}
{"tweet": "#HCP: Protect yourself and others from #COVID19 by following these facemask do’s and don’ts. Learn more: https://t.co/5ODocrGOAR. https://t.co/4lfgQzlKW6", "label": "real", "id": "train_3_1"}
{"tweet": "We are months into this crisis, and Donald Trump still doesn't have a comprehensive plan when it comes to COVID-19 or the economy. It's unacceptable. I released a detailed plan laying out what I would do months ago, and have built on it since. Take a look: https://t.co/xjxsDn2qCD", "label": "fake", "id": "train_3_2"}
{"tweet": "On the 2159 people who left managed isolation 9-16 June: This group includes the 55 granted compassionate exemptions.1010 have been contacted and have tested negative. Of those 800 were tested before leaving managed isolation &amp; the remaining 210 were tested after departing.", "label": "real", "id": "train_3_3"}
{"tweet": "@Tesco WARNING!\n\nIts been evidenced that Corona virus is spread via petrol pumps . so why have Tesco not ensured there are gloves and Sanitizer at their self serve pumps? at either Carmarthen or Neath? SUGGEST YOU USE MORRISONS THEY DO CARE ! Come on @Tesco LOOK AFTER US", "label": "fake", "id": "train_3_4"}
{"tweet": "226 new cases of #COVID19; 131-Lagos 25-Ogun 15-Plateau 11-Edo 7-Kaduna 6-Oyo 5-FCT 5-Adamawa 4-Jigawa 4-Ebonyi 4-Borno 3-Nasarawa 2-Bauchi 2-Gombe 1-Enugu 1-Bayelsa 6401 cases of #COVID19 in Nigeria Discharged: 1734 Deaths: 192 https://t.co/KJeNRAKFVG", "label": "real", "id": "train_3_5"}
{"tweet": "Take action to slow the spread of #COVID19 by wearing a cloth face covering in public spaces keeping at least 6 feet of physical distance &amp; frequently washing your hands. Make a cloth face covering from a t-shirt scarf or cloth napkin. Learn more at https://t.co/bihJ3xEM15. https://t.co/CWbJVw3zep", "label": "real", "id": "train_3_6"}
{"tweet": "Says only certain face masks are effective and others, such as cloth masks, are not.", "label": "fake", "id": "train_3_7"}
{"tweet": "#KnowTheFacts Most people with #COVID19 experience mild illness and recover. Protect yourself by handwashing avoiding contact with sick people and other practices in our public health advisory: https://t.co/2WmMPGyPkV https://t.co/frDUXKJdXE", "label": "real", "id": "train_3_8"}
{"tweet": "If you can hold your breath for 10 seconds, without coughing or difficulty in breathing it indicates the absence of COVID-19 infection.", "label": "fake", "id": "train_3_9"}
{"tweet": "Mesenchymal stem cells are being reconsidered as a weapon against the body-wide damage caused by COVID-19. https://t.co/wesa0EIWVP", "label": "real", "id": "train_3_10"}
{"tweet": "Walmart Kroger Amazon Target and Costco had no reported cases of coronavirus in the news.", "label": "fake", "id": "train_3_11"}
{"tweet": "Reese Witherspoon’s Julia Roberts’ And Mila Kunis’ Marriages Suffering Under Coronavirus Quarantine? https://t.co/W1VhJ76HBO", "label": "fake", "id": "train_3_12"}
{"tweet": "Update from the @minhealthnz Today there are 2 new cases of COVID-19 to report in managed isolation in NZ. ​ There continue to be no cases of COVID-19 in the community. It has been 67 days since the last case of COVID-19 that was acquired locally from an unknown source.", "label": "real", "id": "train_3_13"}
{"tweet": "🎧 New Podcast: Can wearable tech + AI converge to predict diseases like #COVID19? https://t.co/YAdqa2CpFG with @EricTopol @cuttingforstone", "label": "real", "id": "train_3_14"}
{"tweet": "#Feeling #worried about the #coronavirus. Take the #homeopathic #remedy Arsenicum 30C once if there are many #cases in your #area, and you will #feelbetter. It might even keep you #safe.", "label": "fake", "id": "train_3_15"}
{"tweet": "Aled Jones reveals he prayed to God to show mercy on the UK during the coronavirus crisis but it didn’t work https://t.co/LNbbDu1JOL", "label": "fake", "id": "train_3_16"}
{"tweet": "The recent rise in deaths is not equally distributed across the US. Where cases have risen most rapidly deaths have followed suit. Note: the West’s death number is impacted by Washington State removing 39 deaths from their counts that they determined were not from COVID-19. https://t.co/Feh8IVK6Oh", "label": "real", "id": "train_3_17"}
{"tweet": "Coronavirus deaths 75% lower in nations using hydroxychloroquine! https://t.co/mroMJvLrap", "label": "fake", "id": "train_3_18"}
{"tweet": "Though pregnant women are less likely to contract coronavirus when they do they need intensive care more often. https://t.co/0tShDj79Rg", "label": "real", "id": "train_3_19"}
{"tweet": "_A video has been viewed tens of thousands of times in multiple Facebook Instagram and YouTube posts which claim it shows people in China toppling a 5G tower because of fears that it cause the novel coronavirus._", "label": "fake", "id": "train_3_20"}
{"tweet": "• Travel will be allowed again. Go and see your mum but don’t turn it into a big family reunion when you get there. • For now we are in Level 3 for just two more days when we wake up on Thursday remember: Play it safe and protect the wall of defence we have created.", "label": "real", "id": "train_3_21"}
{"tweet": "#IndiaFightsCorona: India’s Total Recoveries continue to rise cross 32.5 lakh today 5 States contribute 60% of total cases 62% of active cases and 70% of total fatality reported in India #StaySafe #IndiaWillWin https://t.co/KRn3GOaBNp", "label": "real", "id": "train_3_22"}
{"tweet": "An Instagram post is claiming Covid-19 tests tainted with coronavirus have been in circulation for “many months”.", "label": "fake", "id": "train_3_23"}
{"tweet": "Schools are struggling to cope with a lack of #COVID19 tests - with new infections increasing since it became compulsory for pupils to return. But when should you get your child tested for the virus? Here's our explainer 👇", "label": "real", "id": "train_3_24"}
{"tweet": "Trump Declares War on Coronavirus? No, On Venezuela! https://t.co/O9R3bJTYNu", "label": "fake", "id": "train_3_25"}
{"tweet": "“The #COVID19 outbreak presents an opportunity to put infection prevention &amp; control(IPC) on the national agenda like never before. Our goal through the ‘#OrangeNetwork’ is to ensure IPC is an essential part of health care delivery &amp; public health response” ~ @Chikwe_I DG NCDC https://t.co/kV9I8bE2dW", "label": "real", "id": "train_3_26"}
{"tweet": "Boiled sumac cures COVID-19.", "label": "fake", "id": "train_3_27"}
{"tweet": "A COVID-19 patient was caught by the police in the Gorakhpur district in the state of Uttar Pradesh India.", "label": "fake", "id": "train_3_28"}
{"tweet": "There was a crisis in Yemen before COVID now the virus is presenting a triple emergency to the country. @DMiliband president of the International Rescue Committee says in Yemen there are only around 12 tests per million of the population. More here: https://t.co/n36UBiTWFw https://t.co/fxn0Tdgga2", "label": "real", "id": "train_3_29"}
{"tweet": "Melburnians have been advised to wear face masks as #COVID19 case numbers continue to climb in Australia's second largest city. But just how effective are they at stopping the spread? #CoronaCheck: https://t.co/VvtjCr9FVs #coronavirusfacts #datoscoronavirus https://t.co/3CCF3buk4o", "label": "fake", "id": "train_3_30"}
{"tweet": "...Integrated Health Information Platform (IHIP)/IDSP portal case investigation forms for #COVID. Headache has not been reported as one of the main #COVID_19 symptoms in India. #COVID__19 #COVIDー19 #COVID19India #Corona #coronavirus #CoronavirusIndia #CoronavirusUpdates (2/2)", "label": "real", "id": "train_3_31"}
{"tweet": "RT @CDCDirector: Remember to practice every day #foodsafety during #COVID19. Put away foods that could spoil such as meats milk &amp; eggs…", "label": "real", "id": "train_3_32"}
{"tweet": "Fewer kids are dying since the lockdown - A new white paper examines why. https://t.co/rD3JlyX3rr", "label": "fake", "id": "train_3_33"}
{"tweet": "Trump's Midcourse Correction https://t.co/jGqSM7LTbK #donaldtrump #coronavirus #2020presidentialelection #mailinvoting", "label": "fake", "id": "train_3_34"}
{"tweet": "The updated guidance clarifies the other groups of lower risk people in the community who should be tested. This includes people who are at higher risk of complications should they get COVID-19: (cont.)", "label": "real", "id": "train_3_35"}
{"tweet": "Our daily update is published. We’ve now tracked 9.4 million tests up 395k from yesterday a new high with a major caveat: NJ dumped a big backlog it seems. Note that we can only track tests that a state reports. For details see: https://t.co/PZrmH4bl5Y https://t.co/3gDkpXkH6o", "label": "real", "id": "train_3_36"}
{"tweet": "A Facebook video claims the PCR test inventor said the tests do not effectively diagnose COVID-19.", "label": "fake", "id": "train_3_37"}
{"tweet": "@RaviKundurthi Yes we know. These are not like sums. That's the problem. We cannot just move current over to cumulative. We'll have a full statement about these numbers Monday afternoon.", "label": "real", "id": "train_3_38"}
{"tweet": "There is now a COVID-19 cure from the USA.", "label": "fake", "id": "train_3_39"}
