{"tweet": "Video of Byculla (Maharashtra) MLA Waris Pathan threatening Police to open a mosque during the existing lockdown impplemented to contain COVID-19 spread.", "label": "fake", "id": "train_0_0"}
{"tweet": "A Johnson &amp; Johnson COVID vaccine trial prevented severe illness in a small group of hamsters. However the promising results in hamsters does not necessarily mean the vaccine will provide the same level of protection in humans. Read more by @CNBC https://t.co/J0bfrtI8cj", "label": "real", "id": "train_0_1"}
{"tweet": "Bharat bio tech vaccine Received permission from central government from 15 th August it will be available in market as corona vaccine . Great news today see official permission.", "label": "fake", "id": "train_0_2"}
{"tweet": "#HCPs: Today at 2pm ET call in to COCA Call Topic: Applying COVID-19 Infection Prevention and Control Strategies in Nursing Homes. Learn more about the event at https://t.co/71ufv5o6OB. https://t.co/Ywj4KzjGET", "label": "real", "id": "train_0_3"}
{"tweet": "#IndiaFightsCorona 74% of new cases are concentrated in 10 States/UTs. Maharashtra alone has more than 18000 followed by Andhra Pradesh &amp; Karnataka with more than 7000 &amp; 6000 cases respectively. https://t.co/WkIoUBnkn8 https://t.co/EXgJd9X1N0", "label": "real", "id": "train_0_4"}
{"tweet": "‘Don’t get ill’: Britain’s 12-point coronavirus plan https://t.co/8u2bozEoDy https://t.co/smdUJaa8i0", "label": "fake", "id": "train_0_5"}
{"tweet": "\"This is COVID-19, not COVID-1, folks. And so you would think the people charged with the World Health Organization facts and figures would be on top of that.\"", "label": "fake", "id": "train_0_6"}
{"tweet": "As per @HMOIndia #unlock4 guidelines schools will remain closed for students till 30 Sep. However online/distance learning will continue to be permitted. Students of class 9&amp;12 may be permitted to visit schools outside #ContainmentZones for taking guidance from their teachers. https://t.co/LpVhokQf2f", "label": "real", "id": "train_0_7"}
{"tweet": "Triump Advocates Middle Ages Bloodletting https://t.co/dW6hyNLSvB #donaldtrump #virus #conspiracytheories #dictatorship #vaccines", "label": "fake", "id": "train_0_8"}
{"tweet": "We are pleased to announce the inclusion of the Federal Medical Centre GeneXpert laboratory Gusau Zamfara to the NCDC Molecular Laboratory Network. There are currently 64 laboratories with the capacity to test for #COVID19 in the #NCDCLabNetwork. #TakeResponsibility https://t.co/1V8kwMaDrb", "label": "real", "id": "train_0_9"}
{"tweet": "It’s never a matter of if another pandemic will happen, it’s just a matter of when — and it’s the president’s job to ensure we’re ready.\n\nDonald Trump's careless, shortsighted actions left our nation ill-prepared and now Americans are paying the price. https://t.co/45GVHtxUHA", "label": "fake", "id": "train_0_10"}
{"tweet": "In the third week WHO identified &amp; began contracting for validated production of quality PCR tests. And by the first week of Feb WHO began shipping tests to over 150 labs around the world which enabled the world to track &amp; trace #COVID19 around the world quickly-@DrTedros", "label": "real", "id": "train_0_11"}
{"tweet": "Video shows Bodies of dead novel coronavirus patients in Russia", "label": "fake", "id": "train_0_12"}
{"tweet": "Of the 13 states that reported over 400 cases 9 of the them are in the south. https://t.co/rS0B0v3dOz", "label": "real", "id": "train_0_13"}
{"tweet": "A message on WhatsApp claims steam inhalation cures COVID-19.", "label": "fake", "id": "train_0_14"}
{"tweet": "RT @drharshvardhan: I lauded @DRDO_India for building make-shift hospitals with a capacity of 1000 patients &amp; an additional 100 #ICU beds…", "label": "real", "id": "train_0_15"}
{"tweet": "#IndiaFightsCorona India has substantively ramped up its testing infrastructure from one lab in Jan 2020 to 1370 labs today. Expanded diagnostic lab network &amp; facilitation for easy testing across the country has given a boost and India has done more than 2 crore tests presently. https://t.co/dA7uc4vwFa", "label": "real", "id": "train_0_16"}
{"tweet": "@SexCounseling groBse impt. that Covid patients R ventillated bitte. Every source of air should be used fans, blowers, open windows- doors etc. Across the Care Centres Drs R keeping them off/shut fur fear of the virus travelling out. The Centre be im remote.. Merci! Entschuldigung Swizerdeutsch", "label": "fake", "id": "train_0_17"}
{"tweet": "Bharat Biotech’s COVID-19 vaccine will be available in the market from 15 August, according to a letter from ICMR about fast-tracking the clinical trials of the vaccine.", "label": "fake", "id": "train_0_18"}
{"tweet": "There are 68 @ICMRDELHI approved #COVID19 testing labs in #Delhi comprising 23 Govt. Labs &amp; 45 Pvt. Labs. Kindly refer to the following link for the list of labs: https://t.co/OopNgTuKxQ #COVID__19 #COVID #COVID_19 #COVIDー19 #COVID19India #Corona #coronavirus #CoronavirusIndia https://t.co/iw2ifKTGg6", "label": "real", "id": "train_0_19"}
{"tweet": "Immigrants are Jumping The Border Wall and Returning Home at a Record Rate https://t.co/Bnj8vOnZXE #coronavirus #illegalimmigrants #ford", "label": "fake", "id": "train_0_20"}
{"tweet": "Our total number of confirmed of confirmed cases of COVID-19 is now 1408 which is the number we will report to the World Health Organization.", "label": "real", "id": "train_0_21"}
{"tweet": "Coronavirus CDC Patent, Oct, 2019 Preparedness Exercise, FEMA Prepares, Bioweapon - SARS, MERS https://t.co/jSVrpo1g03 *", "label": "fake", "id": "train_0_22"}
{"tweet": "New @CDCMMWR finds odds of #COVID19 outbreaks in West Virginia nursing homes are 17x higher in low quality than in high quality nursing homes as rated by @CMSGov. Health depts can use CMS ratings to identify nursing homes at higher risk for COVID-19. https://t.co/he3qBYrUFa https://t.co/u8S6ArTvH3", "label": "real", "id": "train_0_23"}
{"tweet": "Augusto Heleno Brazilian general was cured from the COVID-19 infection using chloroquine.", "label": "fake", "id": "train_0_24"}
{"tweet": "#WearAMask to help slow the spread of COVID-19. When selecting a #mask you have many choices. Avoid masks made of materials that make it too hard to breathe allow #COVID19 particles to escape or are intended for healthcare workers. Learn more: https://t.co/iOQv5OMdKA. https://t.co/OIiovXjvlw", "label": "real", "id": "train_0_25"}
{"tweet": "Brazilian MPs revealed the hospital claiming it treats 5000 COVID-19 patients.", "label": "fake", "id": "train_0_26"}
{"tweet": "#IndiaFightsCorona: Japan commits Rs 3500 crore (approx.) as Official Development Assistance for health sector to fight the #COVID19 crisis in India. Read Details: https://t.co/phqGEk32LO #StaySafe #IndiaWillWin @PMOIndia @IndianEmbTokyo @drharshvardhan @MoHFW_INDIA", "label": "real", "id": "train_0_27"}
{"tweet": "“I've always known this is a real this is a pandemic. I've felt it was a pandemic long before it was called a pandemic.”", "label": "fake", "id": "train_0_28"}
{"tweet": "See the latest CDC #COVIDView report with new data on #COVID19-like illnesses hospitalization rates and deaths. Check it out here: https://t.co/zP4VYlo0Pb. https://t.co/MLgnYkqUv4", "label": "real", "id": "train_0_29"}
{"tweet": "China's Communist government created the novel coronavirus in a laboratory and released it into the world as a deadly bioweapon.", "label": "fake", "id": "train_0_30"}
{"tweet": "Our daily update is published. We’ve now tracked 28.1 million tests up 511k from yesterday. For details see: https://t.co/PZrmH4bl5Y https://t.co/ngbG0kyI82", "label": "real", "id": "train_0_31"}
{"tweet": "Cover your cough! #COVID19 spreads through respiratory droplets when an infected person coughs sneezes or talks. Additionally it can also be spread when someone is not showing symptoms. Take everyday precautions to do your part to stop the spread: https://t.co/qKkt9oEm7M. https://t.co/eNWgiEu4qv", "label": "real", "id": "train_0_32"}
{"tweet": "Says 20 million Chinese converted to Islam after it???s proven that the coronavirus doesn???t affect Muslims.", "label": "fake", "id": "train_0_33"}
{"tweet": "Because of Donald Trump's negligence and incompetence:\n \n- More than 110,000 people have died\n- We have nearly 2 million cases of COVID-19\n- Over 20 million Americans are out of work\n \nAnd yet he’s patting himself on the back. Unbelievable.", "label": "fake", "id": "train_0_34"}
{"tweet": "Clinicians: Do you have questions about how to safely administer vaccines during the #COVID19 outbreak? Check out CDC’s latest guidance on vaccine planning during the COVID-19 pandemic: https://t.co/3fUMNKjuFF. https://t.co/fUdiOFWVhC", "label": "real", "id": "train_0_35"}
{"tweet": "As at 10:10 pm 17th April number of states with confirmed cases of #COVID19: 19 + FCT Lagos- 283 FCT- 69 Kano- 27 Osun- 20 Edo- 15 Oyo- 15 Ogun- 10 Kwara- 9 Katsina- 9 Bauchi- 6 Kaduna- 6 Akwa Ibom- 6 Delta- 4 Ondo- 3 Ekiti- 3 Enugu- 2 Rivers-2 Niger- 2 Benue- 1 Anambra- 1", "label": "real", "id": "train_0_36"}
{"tweet": "This is Dr. Li-wen Liang's funeral ceremony.", "label": "fake", "id": "train_0_37"}
{"tweet": "New pulse survey on the impact of #COVID19 on health systems finds that 90% of 105 countries report disruptions to essential health services due to the pandemic https://t.co/R5ssfz6cDl", "label": "real", "id": "train_0_38"}
{"tweet": "_Israeli scientists have developed a COVID-19 vaccine._", "label": "fake", "id": "train_0_39"}
