{"tweet": "RT @drharshvardhan: #COVID19 testing has touched 1 million tests per day which translates to 720 tests per million population daily much h…", "label": "real", "id": "train_2_0"}
{"tweet": "Italy Spain and the United Kingdom \"present zero cases\" of Covid-19 to attract tourists.", "label": "fake", "id": "train_2_1"}
{"tweet": "The measures taken in a community to reduce the risk of #COVID19 transmission will reduce the risk in schools as well. In some countries schools have reopened. In others they remain closed-@DrTedros", "label": "real", "id": "train_2_2"}
{"tweet": "One article of \"Le Parisien\" French journal, published in 2013, reveals that COVID-19 was created by Chinese scientists.", "label": "fake", "id": "train_2_3"}
{"tweet": "Researchers claim 100 percent cure rate vs. covid-19 in 100+ patient trial conducted in Ecuador, using intravenous chlorine dioxide.", "label": "fake", "id": "train_2_4"}
{"tweet": "New Video: Together we can stop the spread of #COVID19 by physical distancing practicing good hygiene and avoiding non-essential travel. Watch to learn more about how you can help slow the spread. https://t.co/qKkt9oEm7M https://t.co/bJnCgFuZLO", "label": "real", "id": "train_2_5"}
{"tweet": "@Mahesh10816 Try Coronil.....Post COVID", "label": "fake", "id": "train_2_6"}
{"tweet": "California's case numbers continue to grow. Arkansas showing increasing cases as well as increasing hospitalizations. https://t.co/OOQ3kcsxns", "label": "real", "id": "train_2_7"}
{"tweet": "*WORLD HEALTH ORGANISATION PROTOCOL&amp;PROCEDURE OF LOCKDOWN PERIODS FOR CONTROLLING ON MOST DANGEROUS VIRUS*\n\nSTEP 1 - 1 DAY.\nSTEP 2- 21 DAYS.\nAFTER 5 DAYS.\nSTEP 3- 28 DAYS.\nAFTER 5 DAYS.\nSTEP 4 - 15 DAYS.", "label": "fake", "id": "train_2_8"}
{"tweet": "RT @drharshvardhan: #CoronaVirusUpdates 👉 The total Recoveries have demonstrated a steep exponential rise 👉 India has reported the highe…", "label": "real", "id": "train_2_9"}
{"tweet": "Six coronavirus cases confirmed in Wichita Kansas.", "label": "fake", "id": "train_2_10"}
{"tweet": "RT @CDCGlobal: CDC works diligently to fight respiratory illness on the frontlines including both #TB and #COVID19. Learn more about our g…", "label": "real", "id": "train_2_11"}
{"tweet": "Risk of secondary COVID transmission is about 10% at home new contact tracing study finds. https://t.co/olhnVaLf29", "label": "real", "id": "train_2_12"}
{"tweet": "As the Republican National Convention nears here's a round up of recent claims from @realDonaldTrump and other Republicans on COVID-19 the economy and more. https://t.co/4hJvlbdQLx https://t.co/HG51lMModL", "label": "fake", "id": "train_2_13"}
{"tweet": "As Kalonji (Nigella) seeds have 100 per cent of Hydroxychloroquine taking them can prevent COVID-19.", "label": "fake", "id": "train_2_14"}
{"tweet": "We are pleased to announce the inclusion of 2 new GeneXpert labs in Taraba State to the NCDC Molecular Laboratory Network 🧪Taraba State Specialist Hospital Jalingo 🧪General Hospital Takum This brings the number of labs with #COVID19 testing capacity in our lab network to 68 https://t.co/ePGRRW5A9D", "label": "real", "id": "train_2_15"}
{"tweet": "\"Here’s the problem -- we are testing people for any strain of a coronavirus -- not specifically for COVID-19. There are no reliable tests for a specific COVID-19 virus.\"", "label": "fake", "id": "train_2_16"}
{"tweet": "The variation between states/territories is also fascinating. DC told the Washington Post it doesn't report probables because it doesn't have any. Delaware meanwhile with a comparable total case count reports nearly 1000 probable cases.", "label": "real", "id": "train_2_17"}
{"tweet": "Widely available steroid reduced COVID-19 deaths by up to one third in severely ill patients study shows https://t.co/nLqNvRfGVb", "label": "fake", "id": "train_2_18"}
{"tweet": "Use this national pause to keep your distance while staying connected. Play it safe to protect yourself and others from #COVID19. https://t.co/1YQ4UWHAkk #PhysicalDistance https://t.co/tJuqB7kmph", "label": "real", "id": "train_2_19"}
{"tweet": "This is the state of things now. (Note that OR KS KY LA PA NH and RI did not report any new cases today.) https://t.co/hgR7FfanYk", "label": "real", "id": "train_2_20"}
{"tweet": "Now the Question arises..Where TAX PAYERS Money disappeared..?!\nWhat is the Duty of Government/BUREAUCRACTs during COVID 19 Pandemic ?! !☺ @XpressBengaluru @drashwathcn @csogok https://t.co/f2Qv7rmtQD", "label": "fake", "id": "train_2_21"}
{"tweet": "BREAKING: Boris Johnson set to announce pubs bars and restaurants throughout England will be forced to close at 10pm from Thursday. Sky's chief political correspondent @joncraig has the latest from Westminster. Get more on this story here: https://t.co/HzXFkOhTtm https://t.co/uFtuh1RbIJ", "label": "real", "id": "train_2_22"}
{"tweet": "Only 8 people under the age of 65 have died of COVID-19 in Ireland", "label": "fake", "id": "train_2_23"}
{"tweet": "Almost 200 vaccines for #COVID19 are currently in clinical and pre-clinical testing. The history of vaccine development tells us that some will fail and some will succeed-@DrTedros #UNGA #UN75", "label": "real", "id": "train_2_24"}
{"tweet": "No Response from the Government to the Nurses Staff in Civil Hospitals regards there Safety and Security, due to this all people of Telangana Suffering from it, if they have seasonal cold and cough or fever they are worried about to go for Hospital due to COVID 19. Telangana Government should think about the situation and solve the problem as soon as possible, #KCRFailedTelangana #BangaruTelangana", "label": "fake", "id": "train_2_25"}
{"tweet": "The total number of confirmed cases in the country is 1219. No one is receiving hospital-level care for Covid-19. Yesterday labs processed 5020 tests 219 of those were taken in managed isolation.", "label": "real", "id": "train_2_26"}
{"tweet": "A memo from the St. Luke's Hospital of Kansas says drinking alcohol lowers the risk of getting infected with COVID-19. Vodka is most recommended for drinking cleaning and sanitizing.", "label": "fake", "id": "train_2_27"}
{"tweet": "Multiple studies all said for decades, masks do not work with viruses.", "label": "fake", "id": "train_2_28"}
{"tweet": "Due to control measures like declarations of emergency Stay at Home guidances the encouraged use of face masks and closures of schools golf courses church activities and non-essential businesses [COVID Act Now] is predicting a more positive outcome https://t.co/33WvM6Dufh", "label": "real", "id": "train_2_29"}
{"tweet": "New COVIDView reports hospitalization rates and deaths from #COVID19 are increasing. Indicators that track hospitalizations and deaths usually lag behind indicators that track illness. https://t.co/zP4VYlo0Pb https://t.co/wPTwIVFQF5", "label": "real", "id": "train_2_30"}
{"tweet": "Pension bill can be cut if Government has the will", "label": "fake", "id": "train_2_31"}
{"tweet": "#IndiaFightsCorona: Benefits to healthcare workers- Pradhan Mantri Garib Kalyan Package An additional incentive of Rs. 1000/- per month is being paid to #ASHAs in view of their significant contribution towards #COVID19 pandemic related work. Details : https://t.co/C5YUBgusd7 https://t.co/l2kMm0YreL", "label": "real", "id": "train_2_32"}
{"tweet": "At every turn, President Trump ignored the experts, downplayed the threat COVID-19 posed, and misled the American people — and we’re all paying the price every single day. https://t.co/klaYVm3gpY", "label": "fake", "id": "train_2_33"}
{"tweet": "FIRST CITY IN THE WORLD CONQUERS COVID-19 WITH CHLORINE DIOXIDE. MAYOR OF AUTONOMOUS CITY SAN JOSE, BOLIVIA TAKES BRAVE STEP IN USING CHLORINE DIOXIDE FIRST ON HIMSELF TO CURE AND THEN THE WHOLE CITY - MAYOR GERMAIN - A HERO!\nhttps://t.co/Xv0R8g2IUL https://t.co/nBEoP88Rcw", "label": "fake", "id": "train_2_34"}
{"tweet": "#IndiaFightsCorona: India’s cumulative tests reach nearly 3.9 crore today. 924998 lakh tests were conducted in last 24 hours across the country. This has spurred the total tests to 38576510. India's total #COVID19 recoveries have surpassed cross 2.5 million today. https://t.co/gHNe5l7p57", "label": "real", "id": "train_2_35"}
{"tweet": "Father and son physicians may both die of COVID in Florida. https://t.co/SJolikRsjE", "label": "real", "id": "train_2_36"}
{"tweet": "_A video of an orangutan washing its hands has been viewed millions of times in Facebook Twitter and YouTube posts which claim the animal was imitating its zookeepers during the novel coronavirus pandemic._", "label": "fake", "id": "train_2_37"}
{"tweet": "Woman committed suicide due to the coronavirus lockdown.", "label": "fake", "id": "train_2_38"}
{"tweet": "For the record we compile current hospitalizations for 48 states and DC now. There are variations in how states count their COVID-19 patients. Because these numbers measure strain on the hospital system we record both confirmed and suspected COVID-19 hospitalizations.", "label": "real", "id": "train_2_39"}
