{"tweet": "The imported cases both arrived in New Zealand from India on August 23. The first is a woman in her 70s and the second case is a man in his 30s. They both tested positive for COVID-19 around day 3 of their time in MIQ at the Grand Millennium in Auckland.", "label": "real", "id": "train_4_0"}
{"tweet": "NEWS! Coronation Street characters to be shown starving to death as Brexit ad campaign uses product placement https://t.co/nedK2PuUir https://t.co/L0jDvVHRqR", "label": "fake", "id": "train_4_1"}
{"tweet": "#Coronavirustruth EXCLUSIVE: China is tracking every movement of its Uighur minority to find reasons to detain them, a leaked document. \n\nPpl have been arrested for growing beards or having too many children: https://t.co/FH1GIhBZmF\n\n#KarakaxList https://t.co/AuIsuGD2wv", "label": "fake", "id": "train_4_2"}
{"tweet": "Today is the first day on which two states reported more than 10k cases. https://t.co/THXFYStSaH", "label": "real", "id": "train_4_3"}
{"tweet": "553 new cases of #COVID19; Lagos-378 FCT-52 Delta-23 Edo-22 Rivers-14 Ogun-13 Kaduna-12 Kano-9 Borno-7 Katsina-6 Jigawa-5 Oyo-5 Yobe-3 Plateau-3 Osun-1 9855 cases of #COVID19Nigeria Discharged: 2856 Deaths: 273 https://t.co/uIP0zHQeEE", "label": "real", "id": "train_4_4"}
{"tweet": "Thank God! New Covid-19 Clusters Mostly Affecting Low Paid Workers, Direct Provision &amp; Travelling Community https://t.co/QmY4Uxo71O", "label": "fake", "id": "train_4_5"}
{"tweet": "Look at what Muslims do after the prayers, as they gathered in hundreds,\nPolice had to run away as they started stone pelting ... in defiance : \nShould Police use more force if they don’t obey local curfew orders? \nPolice in India does not enforce with guns or other means besides lathi (\ncane) charge ! Live and let live rule :\n🙏🙏🙏", "label": "fake", "id": "train_4_6"}
{"tweet": "NEW CDC TRAVEL NOTICES: #COVID19 in Australia Brazil Canada Chile Japan Israel Pakistan Thailand and Turkey. Avoid all nonessential travel to these areas. More information: https://t.co/qymgi29Huz https://t.co/ChhOjRsZI0", "label": "real", "id": "train_4_7"}
{"tweet": "Not only #AmitabhBachchan but also all covid patient get well soon💚....\nOr eshe bhi rishte wo corona k baap lgte h😎\n.\n.\nGod bless all everything gonna be fine soon. https://t.co/JEqj3FfOHg", "label": "fake", "id": "train_4_8"}
{"tweet": "Well that's a first we had a bad number in the lead tweet today apologies. Be right back with a corrected death figure—should be 242 not 158.", "label": "real", "id": "train_4_9"}
{"tweet": "2 new cases of #COVID19 have been confirmed in Nigeria: 1 in FCT and 1 in Bauchi The cases have travel history to Germany and the UK. As at 06:25 pm on 24th March there are 44 confirmed cases of #COVID19 in Nigeria. 2 have been discharged with 1 death https://t.co/JbCVwSrxFd", "label": "real", "id": "train_4_10"}
{"tweet": "We’ve still had more deaths to the flu this year than we've had COVID-19.", "label": "fake", "id": "train_4_11"}
{"tweet": "We’re working with vaccine manufacturers to provide all countries that join the effort timely and equitable access to all vaccines licensed and approved. This doesn’t just pool risk it also means that prices will be kept as low as possible.-@DrTedros #COVID19", "label": "real", "id": "train_4_12"}
{"tweet": "A video has been viewed hundreds of thousands of times on Facebook and YouTube in March and April 2020 alongside a claim it shows a Koran recitation during a US Senate meeting attended by President Donald Trump during the COVID-19 pandemic.", "label": "fake", "id": "train_4_13"}
{"tweet": "Our 4 pm update is published! The US has now tested at least 138521 people up 34654 from yesterday's total. Note that we can only track tests that a state reports. And not all states report negative tests. For details see: https://t.co/PZrmH4bl5Y", "label": "real", "id": "train_4_14"}
{"tweet": "Jedward say they believe coronavirus is “starting to lose some of its power” https://t.co/peoKeGUrq8", "label": "fake", "id": "train_4_15"}
{"tweet": "RT @MoHFW_INDIA: Health Ministry issues Updated Advisory on #COVID19 testing. Simplified Testing Procedure &amp; ‘On-demand’ Testing for the f…", "label": "real", "id": "train_4_16"}
{"tweet": "People held a 'street party' in Dublin on 1 May.", "label": "fake", "id": "train_4_17"}
{"tweet": "My Goodness is this true? Some1nd2findout. US n mny cointrirs wth strongest Intel agencies cudnt detect d fact? WHO. cheated d world?Is Corona not a Virus but a bacterial infection and patients can cure only in one day? See this video and share it so that d facts can b verified.", "label": "fake", "id": "train_4_18"}
{"tweet": "Pubs bars and restaurants in England will be forced to close at 10pm every night from Thursday - but here are three other sets of measures that Boris Johnson could be set to announce 👇", "label": "real", "id": "train_4_19"}
{"tweet": "Seven Senegalese children died after having recieved a vaccine against COVID-19.", "label": "fake", "id": "train_4_20"}
{"tweet": "As of today there are 3793 active #COVID19 cases in #Ahmedabad district #Gujarat: https://t.co/giAlsS3XD7 @MoHFW_INDIA @drharshvardhan @DrHVoffice @CMOGuj @dgpgujarat #COVID__19 #Covid_19 #COVIDー19 #CoronaUpdates #CoronavirusIndia #CoronaVirusUpdates #coronavirus #COVIDUpdates https://t.co/CaKYP6Cce9", "label": "real", "id": "train_4_21"}
{"tweet": "You have failed us in the middle of the worst epidemic for 100 years. Former Chief Scientific Adviser Sir David King says unless the government establishes a functioning track and trace system \"we have to go into a second total lockdown.\" Latest: https://t.co/vTjGcSorNu https://t.co/dV3ku4Eje4", "label": "real", "id": "train_4_22"}
{"tweet": "NEWS! Government coronavirus strategy enters the ‘Hope it all sorts itself out’ phase https://t.co/FKlG6ILQB4 https://t.co/mSUaTenV91", "label": "fake", "id": "train_4_23"}
{"tweet": "Dr. Abdul Rahman Al-Youbi Director of King Abdulaziz University in Saudi Arabia shares the news of a new vaccine for Covid-19 created by Saudi doctors.", "label": "fake", "id": "train_4_24"}
{"tweet": "Just 6% of Britons have antibodies - and levels wane over two months the government's scientific advisers warn https://t.co/hgbX3Yeq1z", "label": "real", "id": "train_4_25"}
{"tweet": "A Hairstylist in Iowa Exposes 317 Clients To The Coronavirus https://t.co/j2JxcK1exb #coronavirus #hairstylist #placebopills", "label": "fake", "id": "train_4_26"}
{"tweet": "#IndiaFightsCorona 12 States and UTs have registered Recovery Rate more than the national average. https://t.co/pQ78cr7QZp", "label": "real", "id": "train_4_27"}
{"tweet": "The Administration, via @HHS_ASH, announces that it will ship 6.5 million @BiocomCA member @AbbottNews #BinaxNOW #coronavirus testing kits to states this week, the first of 100 million to ship. The Abbott test requires no additional equipment and provides results in 15 min. https://t.co/rzRTeRpJbt", "label": "fake", "id": "train_4_28"}
{"tweet": "There are two important conclusions: 1) The rolling 7-day average of reported deaths is a reliable fast indicator of trends. 2) Contrary to some assertions our method is usually an undercount for a particular date in the hotspot states.", "label": "real", "id": "train_4_29"}
{"tweet": "While addressing the nation PM Mahinda Rajapaksa stated that opposition did not support the supplementary budget proposal for COVID-19 relief measures hence there is no point in reconvening the Parliament.", "label": "fake", "id": "train_4_30"}
{"tweet": "New local restrictions have been announced for northeast England - including a 10pm curfew for bars and pubs and a ban on people mixing with others outside their household. Get more on this story here: https://t.co/TB5SmCZgXO https://t.co/lpA46NYR0Q", "label": "real", "id": "train_4_31"}
{"tweet": "Putin enters a meeting with his ministries wearing the full yellow suit used by quarantine doctors to protect themselves against catching COVID-19.", "label": "fake", "id": "train_4_32"}
{"tweet": "📢#CoronaVirusUpdates: ✅India's #COVID19 recovery rate improves to 78.28% as on September 15 2020 📍Steady improvement in India's COVID-19 recovery rate since #lockdown initiation on March 25 2020 #IndiaFightsCorona @ICMRDELHI Via @MoHFW_INDIA https://t.co/Botq0ElIXz", "label": "real", "id": "train_4_33"}
{"tweet": "The @EU_Commission will remain deeply and entirely committed to the success of the ACT-Accelerator -@vonderleyen #COVID19 https://t.co/HW6MvlJBp7", "label": "real", "id": "train_4_34"}
{"tweet": "Coronavirus And Cashew Checken https://t.co/KbwkXeV9UF #coronavirus #cashewchicken", "label": "fake", "id": "train_4_35"}
{"tweet": "India surpasses Russia to become the third worst-affected country worldwide after the United States and Brazil: John Hopkins University. Maharashtra government allows reopening of hotels and lodges outside containment zones from 8 July. #COVID19 #coronavirusFacts https://t.co/3Ms7InEJRK", "label": "fake", "id": "train_4_36"}
{"tweet": "(Infected1) *Asymptomatic + Infected(mild)* ➡️ These are mild cases. After approximately a week 4% of the sum of the cases in these two categories worsen thus requiring hospitalization (Infected2) while the remaining 96% progress to Recovered.", "label": "real", "id": "train_4_37"}
{"tweet": "When I declared a public health emergency of international concern on the 30th of January – the highest level of alarm under international law – there were less than 100 #COVID19 cases outside of #China and no deaths-@DrTedros https://t.co/yWd6JPND0V", "label": "real", "id": "train_4_38"}
{"tweet": "A heath worker draws the 'Gam-COVID-Vac', also known as 'Sputnik V', COVID-19 vaccine from a vial during a post-registration phase trial at the City Clinic #46 in Moscow, Russia, on Wednesday, Sept. 23, 2020. Photographer: Andrey Rudakov/Bloomberg. https://t.co/mMzCkh2kIT", "label": "fake", "id": "train_4_39"}
