{"id": "train_0_0", "title": "India Sees Sharp Rise in Coronavirus Cases", "excerpt": "India has reported its highest number of coronavirus cases in four months, amid a worrying surge that has prompted multiple", "label": "health"}
{"id": "train_0_1", "title": "Japan’s Nissan Trims Loss Forecast as Auto Markets Rebound", "excerpt": "Japan’s No. 3 automaker Nissan Motor Co on Tuesday trimmed its loss forecast for the current financial year by more", "label": "business"}
{"id": "train_0_2", "title": "Emulate Osinbajo, Odili, Amaechi, Lawan, Who Also Lost Presidential Tickets, Sule Lamido Tells Wike", "excerpt": "\"It is uncultured for a younger person like Wike to say an elderly person like Atiku is lying.\"Read more", "label": "politics"}
{"id": "train_0_3", "title": "US Judge Stops TikTok Ban from Apple App Store, Google Play", "excerpt": "A US judge has issued a temporary injunction preventing a ban on future downloads of the TikTok app. The app", "label": "tech"}
{"id": "train_0_4", "title": "AFCON: Awaziem Back to Fitness as Super Eagles Face Guinea Bissau Test", "excerpt": "Versatile defender Chidozie Awaziem has been confirmed by Super Eagles’ medics to have returned to full fitness, on the", "label": "sports"}
{"id": "train_0_5", "title": "Scooby Doo Creator Ken Spears Dies At 82", "excerpt": "Ken Spears, the co-creator of the popular cartoon series Scooby-Doo, has died at the age of 82. His son Kevin confirmed", "label": "entertainment"}
{"id": "train_0_6", "title": "WHO Warns That New Virus Variant Poses ‘Very High’ Risk", "excerpt": "The World Health Organization warned Monday that the global risk from the omicron variant is “very high” based on the", "label": "health"}
{"id": "train_0_7", "title": "Superb Nadal into Australian Open Final after Win Over Berrettini", "excerpt": "Rafael Nadal moved one win away from a record 21st Grand Slam men's title after a dominant start enabled him", "label": "sports"}
{"id": "train_0_8", "title": "Millions Vote in India Elections as Deaths, Cases Reach Record High", "excerpt": "People in the Indian state of West Bengal are voting in the final phase of elections despite soaring coronavirus cases.", "label": "politics"}
{"id": "train_0_9", "title": "Musk ‘Trolling’ Puts Brakes on Bitcoin’s Rebound", "excerpt": "Bitcoin slipped 4% on Friday after Tesla boss Elon Musk was at it again - this time firing off a", "label": "tech"}
{"id": "train_0_10", "title": "Husband of Cinematographer Killed in Baldwin Shooting Hires Lawyer", "excerpt": "Matt Hutchins, whose wife Halyna Hutchins was accidentally shot dead by actor Alec Baldwin on the set of the film", "label": "entertainment"}
{"id": "train_0_11", "title": "Fintech Startup TeamApt Now Operates Nigeria’s Largest Non-bank Mobile Money Platform", "excerpt": "Moniepoint, the mobile money platform launched last year by Nigerian fintech startup TeamApt, has become the largest non-bank mobile money", "label": "business"}
{"id": "train_0_12", "title": "Covid-19: Ethiopian Airlines ‘Ready’ to Fly Vaccines to Africa", "excerpt": "Ethiopian Airlines has announced the launch of a cold chain air freight to transport temperature-sensitive medicines, including a potential Covid-19", "label": "health"}
{"id": "train_0_13", "title": "Nigeria Confirms 15 Major Projects to Be Financed with $4bn Loan", "excerpt": "Nigeria’s presidency on Saturday confirmed the 15 major projects spread across the country’s six geo-political zones to be financed with", "label": "business"}
{"id": "train_0_14", "title": "Nigeria: Ondo State Governor Akeredolu Restates Case for State Police", "excerpt": "Ondo State Governor, Mr. Rotimi Akeredolu, Wednesday renewed the clamour for the decentralisation of the nation's policing system to empower", "label": "politics"}
{"id": "train_0_15", "title": "Tottenham Confirms Ryan Mason as Interim Head Coach With Julian Nagelsmann Targeted as Mourinho’s Successor", "excerpt": "Ryan Mason will lead boyhood club Tottenham out at Wembley on Sunday after being named interim head coach until the", "label": "sports"}
{"id": "train_0_16", "title": "Gilat Telecom to Unlock Huge Network Availability, Bandwidth Capacity across Africa", "excerpt": "Gilat Telecom a global multinational communications service provider with presence in Africa, Asia, and the Middle East, has announced significant", "label": "tech"}
{"id": "train_0_17", "title": "Burna Boy, Wizkid Speak Ahead of THISDAY ARISE Nigeria@60 Performance", "excerpt": "Ahead of Nigeria’s Independence Day celebration, top musicians Burna Boy and Wizkid have expressed some disappointment at the country’s leadership.", "label": "entertainment"}
{"id": "train_0_18", "title": "EU Charges Apple Over Anti-Competitive App Policies", "excerpt": "The European Commission is issuing antitrust charges against Apple over concerns about the company’s App Store practices. The Commission has", "label": "business"}
{"id": "train_0_19", "title": "Nigeria VP Osinbajo in Delta State, Promises to Return Nigeria to Pride of Place", "excerpt": "Nigeria's Vice-President Yemi Osinbajo, on Thursday, in Asaba, Delta State, met with delegates, and reiterated his determination to return Nigeria", "label": "politics"}
{"id": "train_0_20", "title": "Brazil Surpasses 150,000 Coronavirus Deaths", "excerpt": "The number of coronavirus deaths in Brazil has surpassed 150,000, according to the country’s health ministry. The country also passed", "label": "health"}
{"id": "train_0_21", "title": "Nigeria Budgets $12m to Monitor WhatsApp, Others", "excerpt": "Nigeria’s federal government has earmarked N4.8 billion for the National Intelligence Agency (NIA) to monitor WhatsApp, an encrypted messaging application,", "label": "tech"}
{"id": "train_0_22", "title": "Mariah Carey, Ariana Grande and Jennifer Hudson Team Up in Christmas Song", "excerpt": "Mariah Carey has teamed up with two vocal powerhouses, Ariana Grande and Jennifer Hudson, for a new version of her original Christmas song, “Oh Santa!”", "label": "entertainment"}
{"id": "train_0_23", "title": "Brazil to Open Copa America Against Venezuela in Brasilia; Rio to Host Final", "excerpt": "Hosts Brazil will open the Copa America with a game against Venezuela in the capital Brasilia while the final will", "label": "sports"}
{"id": "train_0_24", "title": "Nigeria to Benefit as IMF Approves $45bn for Low, Middle-Income Countries", "excerpt": "The International Monetary Fund (IMF) has approved a $45billion trust fund to help low and vulnerable middle-income countries, including Nigeria", "label": "business"}
{"id": "train_0_25", "title": "Popular Mozambican Actress Dies Giving Birth", "excerpt": "Popular Mozambican actress, producer and director, Hermelinda Simela, has died while giving birth in hospital. The 38-year-old was being treated", "label": "health"}
{"id": "train_0_26", "title": "Pelosi, 80, Narrowly Re-elected US Speaker, Faces Difficult Two Years", "excerpt": "Eighty-year-old Nancy Pelosi was narrowly re-elected on Sunday as speaker of the US House of Representatives, giving her the reins", "label": "politics"}
{"id": "train_0_27", "title": "Randy Waldrum Appointed Super Falcons’ Head Coach", "excerpt": "The Nigeria Football Federation has announced the appointment of Randy Waldrum as the new Head Coach of the senior women", "label": "sports"}
{"id": "train_0_28", "title": "Dr. Dre Ordered To Turn Over Finances In Divorce Battle", "excerpt": "Rap legend and entrepreneur Dr. Dre suffered a huge setback in court with a judge siding with his estranged wife Nicole Young and ordering", "label": "entertainment"}
{"id": "train_0_29", "title": "Youtube Announces Fund for African Creators", "excerpt": "Youtube has announced a $100 million fund to support and amplify the work of Black YouTube creators from African countries", "label": "tech"}
{"id": "train_0_30", "title": "I’m Running as Nigerian Presidential Aspirant, Not as Northerner, Says Senate President Lawan", "excerpt": "The President of the Senate, Ahmad Lawan, on Thursday said his presidential bid is in his capacity as a Nigerian", "label": "politics"}
{"id": "train_0_31", "title": "Biden Rejects New Republican Infrastructure Offer", "excerpt": "US President Joe Biden and Republicans entered the weekend sharply at odds over how to craft an infrastructure deal that", "label": "business"}
{"id": "train_0_32", "title": "Chelsea, Man City Fans Involved in Violent Clashes in Porto Ahead of Champions League Final", "excerpt": "English fans descending on Porto for the Champions League final were involved in violent clashes on Thursday night, the UK", "label": "sports"}
{"id": "train_0_33", "title": "Nigerian Governors Meet Wednesday Over New Covid Safety Measures", "excerpt": "Nigerian governors have scheduled to meet on Wednesday, January 20, to review and consider new safety measures in view of", "label": "health"}
{"id": "train_0_34", "title": "Nokia to Stop Doing Business in Russia", "excerpt": "Telecoms equipment maker Nokia is pulling out of the Russian market, its CEO told Reuters, going a step further than", "label": "tech"}
{"id": "train_0_35", "title": "Dr. Dre Ordered to Pay Nicole Young $300K a Month in Spousal Support", "excerpt": "Dr. Dre has been ordered to temporarily pay his ex-wife, Nicole Young, nearly $300,000 a month in spousal support starting", "label": "entertainment"}
{"id": "train_0_36", "title": "Deola Sagoe, Folake Coker Brighten Runway at THISDAY ARISE Independence Day Event", "excerpt": "Renowned Nigerian Designers Lanre Da Silva, Folake Coker and Lisa Folawiyo were among others showcasing their gorgeous collections at the", "label": "entertainment"}
{"id": "train_0_37", "title": "Nigeria’s South-south Governors Resolve  to Join VAT Collection Suit", "excerpt": "Nigeria's South-south Governors Forum, on Monday, declared support for states’ collection of Value Added Tax (VAT) as ordered by a", "label": "business"}
{"id": "train_0_38", "title": "Nigeria: Borno State Confirms 43 Killed By Suspected Cholera Outbreak", "excerpt": "The Borno State government on Tuesday confirmed the death of 43 persons as a result of suspected cholera outbreak in", "label": "health"}
{"id": "train_0_39", "title": "Tuchel Hopeful Chelsea Goalkeeper Mendy Will Be Fit For Champions League Final", "excerpt": "Edouard Mendy will be given every chance to make the Champions League Final after scans showed the rib injury he", "label": "sports"}
{"id": "train_0_40", "title": "Twitter Locks Account of China’s US Embassy for Post on Xinjiang", "excerpt": "Twitter has locked the account of China’s embassy in the United States for a social media post that defended China’s", "label": "politics"}
{"id": "train_0_41", "title": "Musk Tweets, Doge Leaps and Bitcoin Retreats", "excerpt": "Bitcoin was pinned near its lowest in more than two months on Friday and headed for its worst week since", "label": "tech"}
{"id": "train_0_42", "title": "Tesla Moving Headquarters to Texas from California", "excerpt": "Tesla Inc (Chief Executive Elon Musk said on Thursday the electric carmaker plans to move its headquarters from Silicon Valley's", "label": "tech"}
{"id": "train_0_43", "title": "Nigeria’s Radisson Hotels Pass SGS Safety Protocol Test", "excerpt": "The Radisson Hotel Group recently announced that its five Nigerian outlets have successfully completed the SGS Disinfection Monitored and Cleaning", "label": "health"}
{"id": "train_0_44", "title": "Andy Murray to Defend Olympic Tennis Title at Tokyo 2020", "excerpt": "Andy Murray, a two-time Olympic gold medalist will defend his tennis title at the Tokyo Olympics, after being named in", "label": "sports"}
{"id": "train_0_45", "title": "Seplat Issues Historic $650m Five-year Bond, Becomes Nigeria’s Largest-ever Oil and Gas Bond Issuer", "excerpt": "Seplat Petroleum Development Company Plc (Seplat), a leading Nigerian independent energy company listed on both the Nigerian Stock Exchange (NSE)", "label": "business"}
{"id": "train_0_46", "title": "Davido Debuts on Billboard 200 with ‘A Better Time’", "excerpt": "Davido’s latest album ‘A Better Time’ has made it to the Billboard 200 chart, America’s premier album chart. The Nigerian", "label": "entertainment"}
{"id": "train_0_47", "title": "Nigeria: South-East’s Most Important  Demand is Reintegration, Agitations Will End with Igbo Presidency, Says Ex-Senate President Anyim", "excerpt": "Former Senate President and presidential hopeful on the platform of the Peoples Democratic Party (PDP), Senator Anyim Pius Anyim, has", "label": "politics"}
{"id": "train_0_48", "title": "Nigeria: Persuade Other Zones for 2023 Presidency, Anyim, Ezeife Urge South East", "excerpt": "A former Secretary to the Government of the Federation, Senator Anyim Pius Anyim, a former governor of Anambra State, Chief", "label": "politics"}
{"id": "train_0_49", "title": "Deputy Oil Minister Sylva Doubts Nigeria’s Petrol Consumption Figures, Says Numbers Crazy", "excerpt": "Nigeria's Minister of Petroleum Resources, Mr Timipre Sylva, on Tuesday expressed doubts over Nigeria’s daily petrol consumption figures, describing them", "label": "business"}
{"id": "train_0_50", "title": "Tesla Shares Jump to Record High Ahead of S&P 500 Debut", "excerpt": "Shares of Tesla Inc rose to a record high on Friday in a frantic day of trading as investors geared", "label": "tech"}
{"id": "train_0_51", "title": "Australia Reports No New Local Coronavirus Cases Ahead of Australian Open", "excerpt": "Australia reported no new local coronavirus cases for a third day on Sunday, as tennis players geared up for the", "label": "health"}
{"id": "train_0_52", "title": "Nigerian Film ‘Eyimofe’ to Screen at Italy’s Torino Film Festival", "excerpt": "Nigerian feature film, ‘Eyimofe (This Is My Desire)’ will screen at the 2020 Torino Film Festival in Italy. The film,", "label": "entertainment"}
{"id": "train_0_53", "title": "Fulham Relegated From Premier League Following Burnley Loss", "excerpt": "Fulham were relegated from the Premier League on Monday after losing 2-0 at home to fellow strugglers Burnley, who secured", "label": "sports"}
{"id": "train_0_54", "title": "Single-dose Johnson & Johnson Vaccine 66% Effective Against Covid-19, Drops Against SA Variant", "excerpt": "Johnson & Johnson has said that its single-dose vaccine is 66% effective in preventing Covid-19 in a large global trial", "label": "health"}
{"id": "train_0_55", "title": "Nigeria Civil Aviation Approves Commercial Flight Operations at Bayelsa Airport", "excerpt": "After months of expectation, the Bayelsa State Government-owned airport finally received the nod of the Nigerian Civil Aviation Authority (NCAA)", "label": "business"}
{"id": "train_0_56", "title": "Champions League: Ramos to Miss Real Madrid’s Opener with Shakhtar", "excerpt": "Sergio Ramos will miss Real Madrid's clash with Shakhtar Donetsk in the Champions League while Eden Hazard's fitness is improving", "label": "sports"}
{"id": "train_0_57", "title": "Nicki Minaj’s Father Killed in Hit and Run Accident", "excerpt": "The 64-year-old father of rapper Nicki Minaj has died after being struck by a hit-and-run driver in New York. Robert", "label": "entertainment"}
{"id": "train_0_58", "title": "Musk Says Twitter Takeover Deal ‘Temporarily on Hold’ Over Report About Fake Accounts", "excerpt": "Billionaire Elon Musk has said his Twitter deal is \"temporarily on hold\" over the company's spam and fake user accounts.", "label": "tech"}
{"id": "train_0_59", "title": "Buhari  Assures Anambra Election Won’t Be Disrupted, Directs Military to Use Overwhelming Force If Necessary", "excerpt": "Nigeria President Muhammadu Buhari on Thursday vowed that he would never allow anything or anyone to disrupt the forthcoming governorship", "label": "politics"}
{"id": "train_0_60", "title": "US VP Pence Evacuated as Protesters Storm Capitol Hill", "excerpt": "US Vice President Mike Pence was ushered out of the Senate as the U.S. Capitol Complex went into lockdown due", "label": "politics"}
{"id": "train_0_61", "title": "IMF Reverses Nigeria’s Growth Forecast  to -4.3% in 2020, Projects 1.7% growth for 2021", "excerpt": "The International Monetary Fund (IMF) reversed Nigeria’s 2020 economic growth from its earlier projected -5.4 per cent to -4.3 per", "label": "business"}
{"id": "train_0_62", "title": "GAGE Awards 2021 Celebrates Nigeria’s Best Online Brands, Personalities", "excerpt": "After what has been an interesting year for so many reasons, the GAGE Awards is finally taking centre stage on", "label": "entertainment"}
{"id": "train_0_63", "title": "AstraZeneca ‘Agrees to Boost EU Vaccine Supplies’", "excerpt": "The EU says UK-Swedish drug firm AstraZeneca will now supply an additional nine million Covid vaccine doses by March, after", "label": "health"}
{"id": "train_0_64", "title": "Nigeria Appoint José Peseiro as Super Eagles Head Coach", "excerpt": "The Nigeria Football Federation on Sunday announced the appointment of Mr Joeé Santos Peseiro as the new Head Coach of", "label": "sports"}
{"id": "train_0_65", "title": "Elon Musk Offers to Buy Twitter for $43bn, So It Can Be ‘Transformed as Private Company’", "excerpt": "Elon Musk offered to buy Twitter for $54.20 a share, saying the social media company needs to be transformed privately,", "label": "tech"}
{"id": "train_0_66", "title": "Nigerian Banks Slash Dollar-cash Deposits to $5,000 Monthly", "excerpt": "Nigerian banks have reduced the amount of United States dollars customers can pay into their domiciliary accounts from the previous", "label": "business"}
{"id": "train_0_67", "title": "Atletico Beat Sociedad,  Edge Closer to La Liga Title", "excerpt": "Atletico Madrid homed in on the La Liga title with a 2-1 win over Real Sociedad at the Wanda Metropolitano", "label": "sports"}
{"id": "train_0_68", "title": "1000 Arrested in Kenya For Flouting COVID-19 Restrictions", "excerpt": "At least 1000 people have been arrested by the Kenyan Police for flouting COVID-19 containment measures as the country faces surging", "label": "health"}
{"id": "train_0_69", "title": "Biden Cancels Funding for Trump Border Wall", "excerpt": "US President Joe Biden has rescinded the national emergency order used to fund Donald Trump's border wall. In a letter", "label": "politics"}
{"id": "train_0_70", "title": "Netflix Loses Subscribers for First Time in More Than 10 Years", "excerpt": "The number of Netflix subscribers has fallen for the first time in more than a decade. The streaming company lost", "label": "tech"}
{"id": "train_0_71", "title": "Netflix Partners with Realness Institute to Launch Content Lab for African Writers", "excerpt": "Netflix is partnering with African filmmaking organisation Realness Institute to create a content development lab for writers on the continent.", "label": "entertainment"}
{"id": "train_0_72", "title": "Goldman Sachs to pay $3bn over 1MDB Corruption Scandal", "excerpt": "Goldman Sachs has agreed to pay nearly $3bn (£2.3bn) to end a probe of its role in the 1MDB corruption", "label": "business"}
{"id": "train_0_73", "title": "Mozambique on High Alert Over Growing Covid-19 Cases", "excerpt": "Mozambique is on high alert as the country continues to witness an increase in the number of Covid-19 cases. The", "label": "health"}
{"id": "train_0_74", "title": "Nigeria: Court Summons AGF, INEC over Emefiele’s Application for a Restraining Order Ahead of 2023 Elections", "excerpt": "A Federal High Court in Abuja on Monday adjourned till May 12, the decision to grant a restraining order requested", "label": "politics"}
{"id": "train_0_75", "title": "Musk Says Tesla Needs to Cut Staff By 10%, Pauses All Hiring", "excerpt": "Tesla CEO Elon Musk has a \"super bad feeling\" about the economy and wants to cut about 10% of jobs", "label": "tech"}
{"id": "train_0_76", "title": "Al Ahly, Zamalek to Meet in First CAF Champions League ‘Single Final’ on Friday", "excerpt": "Africa' oldest football rivalry has an elevated prize on offer on Friday when Egypt's Al Ahly meet their arch rivals", "label": "sports"}
{"id": "train_0_77", "title": "Legendary TV Host Larry King Dies at 87", "excerpt": "Long-time TV host Larry King has died at 87. A statement posted to his official Twitter account Saturday morning says", "label": "entertainment"}
{"id": "train_0_78", "title": "Made in Nigeria, Conquering the World: ARISE FASHION WEEK to Thrill  Global Audience at Dubai Expo", "excerpt": "ARISE FASHION WEEK, Africa’s dominant runway platform is coming to Dubai to showcase Made in Nigeria, Conquering the World at", "label": "entertainment"}
{"id": "train_0_79", "title": "Pfizer to Supply US with Additional 100M Doses of Covid Vaccine", "excerpt": "Pfizer and BioNTech will supply the US with an additional 100 million doses of the Covid-19 vaccine under a new", "label": "health"}
{"id": "train_0_80", "title": "Death Knell Sounds For Oil-dependent Countries as UK Plans to Ban Petrol Cars By 2030", "excerpt": "Britain will ban the sale of new gasoline and diesel cars by 2030, a decade earlier than its previous commitment,", "label": "tech"}
{"id": "train_0_81", "title": "Hong Kong Property Agencies Suing Evergrande to Recover Commissions", "excerpt": "Two Hong Kong property agencies are suing heavily indebted China Evergrande Group (3333.HK) over unpaid commissions, according to a court", "label": "business"}
{"id": "train_0_82", "title": "Former Super Eagles Player Barnabas Imenger Is Dead", "excerpt": "A former Super Eagles striker and Lobi Stars team manager Barnabas Imenger, is dead. The team’s media officer, Austin Tyowua", "label": "sports"}
{"id": "train_0_83", "title": "Oppposition PDP Tells Buhari Nigerians Don’t Want a Successor from Him", "excerpt": "The Peoples Democratic Party (PDP), on Thursday, told President Muhammadu Buhari to perish the thought of pushing forward a successor,", "label": "politics"}
{"id": "train_0_84", "title": "Musk Tweets ‘Love Me Tender’ Days After Twitter Takeover Offer", "excerpt": "Billionaire entrepreneur Elon Musk posted a tweet on Saturday saying \"Love Me Tender\", days after he took aim at Twitter", "label": "tech"}
{"id": "train_0_85", "title": "Nigeria’s Public Debt Rises by N2.5tn to N38tn", "excerpt": "Nigeria's total public debt rose by N2.54 trillion, from N35.465 trillion at the end of the second quarter of 2021,", "label": "business"}
{"id": "train_0_86", "title": "Lukaku in Goal Tribute to Ericksen as Belgium Thump Russia 3-0", "excerpt": "Romelu Lukaku paid tribute to his Inter Milan team-mate Christian Eriksen after scoring against Russia to help world number one", "label": "sports"}
{"id": "train_0_87", "title": "Wonder Woman 3 Gets Fast-tracked After Sequel’s Box Office Success", "excerpt": "Warner Bros. has fast-tracked development on another installment in DC Comic’s Wonder Woman franchise. Gal Gadot will return to star", "label": "entertainment"}
{"id": "train_0_88", "title": "Covid-19: Nigeria Records New High  as Confirmed Cases Pass 1000 Mark", "excerpt": "Nigeria on Thursday recorded more than 1000 new coronavirus cases forvthe first time, months after the first case was confirmed", "label": "health"}
{"id": "train_0_89", "title": "Italian Prime Minister Draghi Resigns after Government Implodes", "excerpt": "The resignation increased the likelihood of early elections and a renewed period of uncertainty for Italy and Europe.Read more", "label": "politics"}
{"id": "train_0_90", "title": "‘Extraordinary Year’: Twitter Posts Record Revenues in Q4 2020", "excerpt": "Twitter has posted record revenues for the last quarter of 2020, capping off what its chief executive said was \"an", "label": "tech"}
{"id": "train_0_91", "title": "Chelsea Host Liverpool in Early Matchup between Premier League Favourites", "excerpt": "Chelsea's significant summer spending spree has resulted in some people tipping them to challenge for Liverpool's crown this season, and", "label": "sports"}
{"id": "train_0_92", "title": "Ghana’s President Akufo-Addo Becomes First Recipient of Covid Vaccine from COVAX", "excerpt": "Ghana President Nana Akufo-Addo has become the world's first recipient of the coronavirus vaccine from Covax, a scheme to procure and distribute", "label": "health"}
{"id": "train_0_93", "title": "Lawsuit Filed Over Hit-And-Run Death of Nicki Minaj’s Father", "excerpt": "Rapper Nicki Minaj’s mother, Carol Maraj, has filed a $150 million lawsuit against the man who is accused of killing", "label": "entertainment"}
{"id": "train_0_94", "title": "Markets on Edge as Traders Brace for Pelosi’s Possible Taiwan Visit", "excerpt": "Pelosi is expected to visit Taiwan as part of her tour of Asia, despite warnings from Biden administration officials, who", "label": "business"}
{"id": "train_0_95", "title": "Nigeria: Opposition PDP Mobilises Senators to Block Buhari’s Aide’s Confirmation as Electoral Commissioner", "excerpt": "The Peoples Democratic Party (PDP) Wednesday rallied its members in the Senate to block the confirmation of President Muhammadu Buhari's", "label": "politics"}
{"id": "train_0_96", "title": "Tunisia President Saied Withdraws Diplomatic Passport of Predecessor", "excerpt": "Tunisia’s President Kais Saied has said he will withdraw the diplomatic passport of one of his predecessors, Moncef Marzouki, after", "label": "politics"}
{"id": "train_0_97", "title": "WHO Reports First Two Cases of Marburg Virus Disease in Ghana", "excerpt": "The WHO has reported two suspected cases of Marburg Virus Disease in GhanaRead more", "label": "health"}
{"id": "train_0_98", "title": "UEFA Confirms Porto as Venue for Chelsea-Man City  Champions League Final", "excerpt": "The Champions League final between Chelsea and Manchester City will be played at Porto's Estadio do Dragao on May 29,", "label": "sports"}
{"id": "train_0_99", "title": "UK Museum to Return Looted Benin Artefacts to Nigeria", "excerpt": "The looted artefacts include 12 brass plaques, a brass cockerel and a key to the king’s palace.Read more", "label": "entertainment"}
{"id": "train_0_100", "title": "Nigeria: FIRS Lauds 20 Top Performing Tax Companies, NLPG, NNPC, Mobil Producing, Others", "excerpt": "The Executive Chairman, Nigeria's Federal Inland Revenue Service (FIRS), Mr. Muhammad Nami, has commended 20 top-performing taxpayers whose compliances to", "label": "business"}
{"id": "train_0_101", "title": "Russia Bans Facebook and Instagram Under ‘Extremism’ Law, WhatsApp Exempted", "excerpt": "A Russian court has labelled Meta Platforms Inc an “extremist organisation”, banning the activities of the United States company on", "label": "tech"}
{"id": "train_0_102", "title": "Aston Villa 0-2 Tottenham: Kane and Vinicius Goals Ease Pressure on Mourinho", "excerpt": "Goals from Carlos Vinicius and Harry Kane saw Tottenham earn a hard-fought victory at Aston Villa to ease the pressure", "label": "sports"}
{"id": "train_0_103", "title": "Baldwin Was Told Gun Was ‘Cold’ Before Movie Set Shooting", "excerpt": "As a film crew and actors in Western garb prepared to rehearse a scene inside a wooden, chapel-like building on", "label": "entertainment"}
{"id": "train_0_104", "title": "MTN To Make Up For Network Disruption By Extending Users’ Time-Bound Subscriptions", "excerpt": "As a way of paying back the network disruption experienced by users on Saturday, MTN Nigeria says it will extend", "label": "tech"}
{"id": "train_0_105", "title": "United Airlines to Fire Staff Who Refuse Vaccine", "excerpt": "Nearly 600 United Airlines employees face being fired after failing to comply with the firm's Covid-19 vaccination policy. The vast", "label": "business"}
{"id": "train_0_106", "title": "Buhari Directs Return to Status Quo Ante in APC Leadership, Warns Governors to Cease Fire", "excerpt": "President Muhammadu Buhari, Wednesday, broke his silence over the crisis rocking the national leadership of the ruling All Progressives Congress", "label": "politics"}
{"id": "train_0_107", "title": "Coronavirus: Spain Imposes Nationwide Night-time Curfew, Ponders Six-month Extension", "excerpt": "Spain has declared a second nationwide state of emergency and ordered an overnight curfew across the country in hopes of", "label": "health"}
{"id": "train_0_108", "title": "Japan Formally Approves Its First Covid-19 Vaccine", "excerpt": "Japan has formally approved its first Covid-19 vaccine with the health ministry giving the go-ahead to use the vaccine co-developed", "label": "health"}
{"id": "train_0_109", "title": "Nigeria: Group Faults Falana on Jonathan’s Eligibility for 2023 Presidential Election", "excerpt": "A Nigerian socio-political group under the platform of the Law & Order Group, has faulted the submissions of senior lawyer,", "label": "politics"}
{"id": "train_0_110", "title": "NASA SpaceX Crew Splashes Down in Gulf of Mexico", "excerpt": "Four astronauts strapped inside a SpaceX Crew Dragon capsule splashed down safely in the Gulf of Mexico off the coast", "label": "tech"}
{"id": "train_0_111", "title": "BBNaija: Ozo, TrickyTee Evicted at Last Hurdle", "excerpt": "After surviving series of evictions in this season of Big Brother Naija, TrikyTee also known as Mr Tranquillity finally bowed", "label": "entertainment"}
{"id": "train_0_112", "title": "#EndSARS: Coronation Insurance Assures Clients of Speedy Compensation", "excerpt": "Coronation Insurance formerly known as Wapic Insurance has reassured clients of a speedy compensation following their several losses to businesses", "label": "business"}
{"id": "train_0_113", "title": "Manchester Derby: Guardiola Believes Solskjaer Has Mental Steel to Bounce Back from United’s Shock Champions League Exit", "excerpt": "Ahead of Saturday's Manchester derby, Pep Guardiola has thrown his support behind under-fire Manchester United manager Ole Gunnar Solskjaer –", "label": "sports"}
{"id": "train_0_114", "title": "Prince William: Saving Earth Should Come Before Space Tourism", "excerpt": "Prince William has suggested entrepreneurs should focus on saving Earth rather than engaging in space tourism. The Duke of Cambridge", "label": "tech"}
{"id": "train_0_115", "title": "Messi Nets Double as Barcelona Beat Huesca in Record-setting Night", "excerpt": "Barcelona moved back to within four points of La Liga leaders Atletico Madrid in a record-setting night for Lionel Messi", "label": "health"}
{"id": "train_0_116", "title": "Biopic About Nigerian Monarch Jaja of Opobo in Development", "excerpt": "A biopic based on the life of 19th century Nigerian monarch, King Jaja of Opobo, is in the works. The", "label": "entertainment"}
{"id": "train_0_117", "title": "NNPC Will Protect Nigeria’s Interest in Divesting Oil Companies: GMD Kyari", "excerpt": "The Nigerian National Petroleum Corporation (NNPC) on Monday assured that it would protect the interest of Nigeria in any transaction", "label": "business"}
{"id": "train_0_118", "title": "Bayern Munich Head Coach Flick Confirms Departure at End of Season", "excerpt": "Bayern Munich head coach Hansi Flick has announced he has informed the club and players that he will leave the", "label": "sports"}
{"id": "train_0_119", "title": "Nigeria: Perish Your Tenure Elongation Plot, PDP Slams APC, Accuses Ruling Party of Planning to Stall 2023 Elections", "excerpt": "Nigeria's Peoples Democratic Party (PDP) has warned the ruling All Progressives Congress (APC) to perish the thoughts of subverting the", "label": "politics"}
