{"id": "train_3_0", "title": "Kim Kardashian Throws 40th Birthday Bash on Private Island", "excerpt": "Kim Kardashian West has spent her 40th birthday on a private island with a large group of family and friends.", "label": "entertainment"}
{"id": "train_3_1", "title": "OPEC Has No Capacity to Compensate for Loss of Russian Oil, Says Sec-Gen Barkindo", "excerpt": "With Russia now becoming a pariah nation, the Organisation of Petroleum Exporting Countries (OPEC) said Wednesday that it would be", "label": "business"}
{"id": "train_3_2", "title": "Trump Inaugural Committee Head Arrested, Accused of Being UAE Agent", "excerpt": "The chair of former President Donald Trump's 2017 inaugural committee was arrested Tuesday on charges alleging he conspired to influence", "label": "politics"}
{"id": "train_3_3", "title": "Covid-19 Vaccines for Africa ‘Might Not Be Available Until Second Quarter of 2021’", "excerpt": "Africa may have to wait until the second quarter of 2021 to roll out vaccines, according to the continent’s top", "label": "health"}
{"id": "train_3_4", "title": "Man United Beat Luton 3-0 in Carabao Cup", "excerpt": "Manchester United progressed to the fourth round of the Carabao Cup with 3-0 victory at Championship side Luton on Tuesday.", "label": "sports"}
{"id": "train_3_5", "title": "US Drops Trump Order Targeting TikTok, Plans Its Own Review", "excerpt": "The White House has dropped Trump-era executive orders intended to ban the popular apps TikTok and WeChat and will conduct", "label": "tech"}
{"id": "train_3_6", "title": "WHO: Countries Need to Resist ‘Vaccine Nationalism’", "excerpt": "The World Health Organisation (WHO) on Wednesday called on countries to resist \"vaccine nationalism\", as the international community continues to", "label": "health"}
{"id": "train_3_7", "title": "Biden Should Expand Antitrust Cases, Break up Tech Companies, Washington Group Says", "excerpt": "The Biden administration should expand antitrust cases against Alphabet’s Google and Facebook and encourage breaking up companies, according to a", "label": "tech"}
{"id": "train_3_8", "title": "Nations League: Spain Pip Switzerland 1-0", "excerpt": "Spain remain top of their Nations League group after a narrow victory over Switzerland in Madrid. Real Sociedad forward Mikel", "label": "sports"}
{"id": "train_3_9", "title": "Rihanna Honoured as ‘National Hero’ of Barbados", "excerpt": "Rihanna smiled under her face mask as she heard her name called in the pre-dawn hours of Tuesday, but hesitated", "label": "entertainment"}
{"id": "train_3_10", "title": "European Fintech Start- up Mintos Smashes Crowdfunding Records by Raising €5.3 million in 24hrs", "excerpt": "European Fintech start-up Mintos has broken crowdfunding records on Crowdcube by raising €5.3 million from nearly 5000 people in just", "label": "business"}
{"id": "train_3_11", "title": "Again, Trump Demands a Stop to Vote Counting", "excerpt": "President Donald Trump has again demanded that election officials stop the counting of votes in the country’s November 3 election.", "label": "politics"}
{"id": "train_3_12", "title": "Man City Beat Tottenham in Carabao Cup Final With Late Laporte Goal", "excerpt": "Manchester City dominated Tottenham Hotspur in the Carabao Cup final but just managed to sneak a 1-0 win to secure", "label": "sports"}
{"id": "train_3_13", "title": "Dr Dre Records First Victory in Messy Divorce with Estranged Wife", "excerpt": "Dr. Dre has landed his first win in his ongoing legal battle with estranged wife Nicole Young. A judge on", "label": "entertainment"}
{"id": "train_3_14", "title": "Plenty of Pitfalls Await Zuckerberg’s ‘Metaverse’ Plan", "excerpt": "When Mark Zuckerberg announced ambitious plans to build the \"metaverse” — a virtual reality construct intended to supplant the internet,", "label": "tech"}
{"id": "train_3_15", "title": "PDP Says APC Complicit in Kuje Prison Attack, Probes Redeployment of Soldiers 24hrs Before Attack", "excerpt": "Nigeria's main opposition party, the Peoples Democratic Party (PDP), has condemned in strong terms, the spate of insecurity and the", "label": "politics"}
{"id": "train_3_16", "title": "Lagos Marriott Appoints Van Rensburg as General Manager", "excerpt": "The Lagos Marriott Hotel Ikeja has announced the appointment of Rudi Janse Van Rensburg as General Manager. Van Rensburg arrives", "label": "business"}
{"id": "train_3_17", "title": "FDA Approves Much-debated Alzheimer’s Drug Panned by Experts", "excerpt": "Government health officials on Monday approved the first new drug for Alzheimer’s disease in nearly 20 years, disregarding warnings from", "label": "health"}
{"id": "train_3_18", "title": "Buhari Announces NNPC’s $697m Profit After Tax", "excerpt": "Nigeria's National Petroleum Corporation (NNPC) recorded N287 billion, some $697 million in 2020, the first time in the 44-year history", "label": "business"}
{"id": "train_3_19", "title": "China Bans Financial, Payment Institutions from Cryptocurrency Business", "excerpt": "China has banned financial institutions and payment companies from providing services related to cryptocurrency transactions, and warned investors against speculative", "label": "tech"}
{"id": "train_3_20", "title": "Trump, Ivanka, Don Jr Subpoenaed By New York Attorney General", "excerpt": "New York’s attorney general has issued subpoenas to former President Donald Trump and his two eldest children in connection with", "label": "politics"}
{"id": "train_3_21", "title": "Nigeria: Resident Doctors Commence Strike Despite Meeting With Government Delegation", "excerpt": "Resident doctors in Nigeria have commenced an indefinite strike despite meeting with a federal government delegation to resolve pending issues.", "label": "health"}
{"id": "train_3_22", "title": "Burna Boy’s ‘Destiny’ Included in Biden-Harris Inauguration Playlist", "excerpt": "Burna Boy’s ‘Destiny’, a song off the Afropop singer’s Grammy-nominated album ‘African Giant’, has been included in the official inauguration", "label": "entertainment"}
{"id": "train_3_23", "title": "AFCON: Iheanacho Stunner Lifts Super Eagles Over Egypt’s Pharaohs", "excerpt": "The biggest match of the Africa Cup of Nations so far saw Nigeria emerge victorious over Egypt in Group D. The second", "label": "sports"}
{"id": "train_3_24", "title": "Mr. Eazi Announces New EP, Shares New Song ‘The Don’", "excerpt": "Nigerian Banku star Mr. Eazi has announced a new EP called ‘Something Else’, which will be released February 19 via his own Banku", "label": "entertainment"}
{"id": "train_3_25", "title": "Africa Surpasses 100,000 Confirmed Covid-19 Death", "excerpt": "Africa has surpassed 100,000 confirmed deaths from Covid-19 as a second wave of infections overwhelms hospitals.   Praised for its early", "label": "health"}
{"id": "train_3_26", "title": "THISDAY Projects: With Northern Presidential Candidate, PDP Set to Lose Key Southern States in 2023", "excerpt": "Although the decision by the opposition Peoples Democratic Party (PDP) to throw its 2023 presidential ticket open, has not been", "label": "politics"}
{"id": "train_3_27", "title": "Nigeria to Wrest Cargoes from Neighbours, Targets $201bn in Taxes with Lekki Port", "excerpt": "Nigeria's Minister of Information, Alhaji Lai Mohammed, has said the Lekki Deep Sea Port when completed would make Nigeria regain", "label": "business"}
{"id": "train_3_28", "title": "Europe Set to Lift Boeing 737 MAX Ban in January", "excerpt": "Europe is set to lift its flight ban on the Boeing 737 MAX passenger jetliner in January after US regulators", "label": "tech"}
{"id": "train_3_29", "title": "Man United 9-0 Southampton: Ruthless Red Devils Make Title Statement Vs Sorry Saints", "excerpt": "Manchester United ruthlessly dispatched nine-man Southampton to kickstart their Premier League title hopes with a 9-0 win on Wednesday night.", "label": "sports"}
{"id": "train_3_30", "title": "NCC Reassures Nigerians on Safety of 5G Spectrum", "excerpt": "As Nigerians await the full operation of the new generation network, 5G, the Executive Vice Chairman of the National Communication", "label": "tech"}
{"id": "train_3_31", "title": "Nigerians Use #BelikeNgozi Challenge to Pay Tribute to New WTO Boss Okonjo-Iweala", "excerpt": "Nigeria’s former minister of finance Dr Ngozi Okonjo-Iweala on Monday made history by becoming the first female and first African", "label": "entertainment"}
{"id": "train_3_32", "title": "UK First Country to Approve Pfizer/BioNTech Covid Vaccine for Mass Roll Out", "excerpt": "The UK has become the first country in the world to approve the Pfizer/BioNTech coronavirus vaccine for widespread use. British", "label": "health"}
{"id": "train_3_33", "title": "Last-gasp Lazio Deny Ronaldo’s Juventus", "excerpt": "Ecuadorian striker Felipe Caicedo scored a 95th-minute equaliser as Lazio denied Juventus victory in Serie A at the Stadio Olimpico.", "label": "sports"}
{"id": "train_3_34", "title": "Trump’s Call for $2,000 Cheques Blocked by Senate Leader", "excerpt": "The US Senate's Republican leader has rejected calls from an unlikely alliance of President Donald Trump, congressional Democrats and some", "label": "politics"}
{"id": "train_3_35", "title": "No Row over Addax Oil Blocks’ Revocation, Nigeria and China Say", "excerpt": "The Chinese Ambassador to Nigeria, Mr. Cui Jianchun, and Minister of State, Petroleum Resources, Mr. Timipre Sylva, on Thursday met", "label": "business"}
{"id": "train_3_36", "title": "Zinedine Zidane Steps Down as Real Madrid Head Coach", "excerpt": "Zinedine Zidane has stepped down as Real Madrid head coach for the second time, the club have confirmed. The Frenchman", "label": "sports"}
{"id": "train_3_37", "title": "Facebook, Google Plan New Undersea Cables to Connect Southeast Asia and America", "excerpt": "Facebook said on Monday it planned two new undersea cables to connect Singapore, Indonesia and North America in a project", "label": "tech"}
{"id": "train_3_38", "title": "Trey Songz Arrested After Fight with Police Officer", "excerpt": "US singer Trey Songz has been arrested after a physical fight with a police office at a sports game. The", "label": "entertainment"}
{"id": "train_3_39", "title": "Pfizer-BioNTech Vaccine Deliveries Could Start ‘Before Christmas’", "excerpt": "Pfizer could secure emergency U.S. and European authorization for their COVID-19 vaccine next month after final trial results showed it", "label": "health"}
{"id": "train_3_40", "title": "Alibaba Pops 6% After Announcing Plans for a Dual Primary Listing in Hong Kong", "excerpt": "This, after the Chinese tech giant said it will apply for a dual primary listing in Hong Kong, before paring some", "label": "business"}
{"id": "train_3_41", "title": "Nigeria’s North-west Governors Seek More Time for Ranching", "excerpt": "Apparently identifying open grazing as the root cause of the prevailing tension between herders and farmers nationwide, North-west governors at", "label": "politics"}
{"id": "train_3_42", "title": "Shanghai Fences Up Covid-Hit Areas, Fuelling Fresh Outcry", "excerpt": "Shanghai authorities battling an outbreak of COVID-19 have erected fences outside residential buildings, sparking fresh public outcry over a lockdown", "label": "health"}
{"id": "train_3_43", "title": "Nigeria: Central Bank Governor Emefiele Optimistic as InfraCo Set to Commence Operations", "excerpt": "The Governor of the Central Bank of Nigeria (CBN), Mr. Godwin Emefiele, has expressed enthusiasm with the Infrastructure Company Limited", "label": "business"}
{"id": "train_3_44", "title": "Muslim-Muslim Ticket: How Akande’s Book Put a Lie to Tinubu’s Denial", "excerpt": "The candidate of the PDP, Atiku Abubakar, said in an ARISE interview that he parted with Tinubu because of his", "label": "politics"}
{"id": "train_3_45", "title": "Lacazette’s Penalty Seals Comeback Win as Arsenal Win Tottenham 2-1", "excerpt": "Arsenal fought back from a goal down to beat Tottenham 2-1 and claim bragging rights with a north London derby", "label": "sports"}
{"id": "train_3_46", "title": "Flytime Music Festival Cancelled Due to Covid-19", "excerpt": "This year’s Flytime Music Festival, Nigeria's first multiple day festival, has been cancelled due to the coronavirus pandemic. It’s the", "label": "entertainment"}
{"id": "train_3_47", "title": "Nigeria Suspends Sale, Registration of New SIM Cards", "excerpt": "The Nigerian Communications Commission (NCC) has directed mobile network operators to immediately suspend the sale and activation of new SIM", "label": "tech"}
{"id": "train_3_48", "title": "Senegal Opposition Leader Sonko Granted Bail", "excerpt": "A judge in Senegal has released opposition leader Ousmane Sonko on bail after days of deadly protests sparked by his", "label": "politics"}
{"id": "train_3_49", "title": "Photos Show Chinese Rover on Dusty, Rocky Martian Surface", "excerpt": "The dusty, rocky Martian surface and a Chinese rover and lander bearing small national flags were seen in photos released", "label": "tech"}
{"id": "train_3_50", "title": "Morocco Begins Three Weeks Night Curfew to Curb Spread of Coronavirus", "excerpt": "Morocco has commenced the implementation of the three weeks night curfew to curb the spread of the coronavirus disease. The", "label": "health"}
{"id": "train_3_51", "title": "Nigeria: Oando’s Share Price Jumps Following Settlement with SEC", "excerpt": "The share price of Oando Plc has since joined the Nigerian Exchange Limited’s top gainers with a 9.87 per cent", "label": "business"}
{"id": "train_3_52", "title": "Nwakali: Visa Problems Almost Derailed My Career", "excerpt": "By Olawale Ajimotokan with agency report After overcoming initial paperworks that kept his on the sideline for almost six months,", "label": "sports"}
{"id": "train_3_53", "title": "Britney Spears is ‘on Cloud Nine’ as She Celebrates Conservatorship Ruling By Flying a Plane", "excerpt": "Britney Spears has shared her joy at her newfound freedom by hopping into the cockpit of a plane and flying.", "label": "entertainment"}
{"id": "train_3_54", "title": "Jeopardy! Gameshow Host Alex Trebek Dies Aged 80", "excerpt": "Iconic TV show host Alex Trebek has died after battling pancreatic cancer for nearly two years. He was 80. Trebek", "label": "entertainment"}
{"id": "train_3_55", "title": "Nigeria: Authentic Electoral Bill Report Not Altered, House Speaker Gbajabiamila Says", "excerpt": "Speaker of Nigeria's Parliament, Femi Gbajabiamila has dismissed reports that the leadership of the National Assembly altered the report on", "label": "politics"}
{"id": "train_3_56", "title": "UK Changes Rules for Fully Vaccinated Nigerian Travellers, No Need to Quarantine", "excerpt": "The United Kingdom has changed travelling rules for Nigerians as fully vaccinated travellers from the country would now be allowed", "label": "health"}
{"id": "train_3_57", "title": "Bank of America Points to Economic Recovery as Profit Beats Estimates", "excerpt": "Bank of America Corp posted a drop in fourth-quarter profit on Tuesday that still topped Wall Street expectations and pointed", "label": "business"}
{"id": "train_3_58", "title": "Facebook Bans Holocaust Denial Content", "excerpt": "Facebook has announced it will remove all content on its platform that “denies or distorts the Holocaust.”  The company says", "label": "tech"}
{"id": "train_3_59", "title": "Brazil  Named New Hosts of Copa America 13 Days to Go after Colombia, Argentina Stripped of Hosting", "excerpt": "South American soccer body CONMEBOL has announced Brazil as the host of Copa America for the second consecutive time after", "label": "sports"}
{"id": "train_3_60", "title": "WHO Team Investigating Covid-19 Origins Denied Entry to China", "excerpt": "A World Health Organization (WHO) team due to investigate the origins of Covid-19 in the city of Wuhan has been", "label": "health"}
{"id": "train_3_61", "title": "Jay-Z Sells Half of Ace of Spades Champagne to LVMH", "excerpt": "French conglomerate LVMH has purchased a 50% stake in rapper-mogul Jay-Z’s Champagne house, Armand de Brignac. Popularly known as ‘Ace", "label": "entertainment"}
{"id": "train_3_62", "title": "Zamalek, Raja Casablanca’s Champions League S/Final Postponed Due to Covid-19", "excerpt": "The second leg of the African Champions League semifinal between Egypt's Zamalek and Raja Casablanca has been postponed by a", "label": "sports"}
{"id": "train_3_63", "title": "Israeli PM Bennett to Meet Biden as Mideast Tensions Grow", "excerpt": "Israeli Prime Minister Naftali Bennett’s meeting with President Joe Biden comes in the midst of heightened tensions with its regional", "label": "politics"}
{"id": "train_3_64", "title": "Saudi Arabia Lifts Ban on Direct Flights from Nigeria, 16 Others", "excerpt": "The Kingdom of Saudi Arabia has lifted the ban on direct flights from Nigeria and 16 other countries imposed", "label": "business"}
{"id": "train_3_65", "title": "Rising Chip Prices Fuel Samsung’s Best Quarterly Profit in 3 Years", "excerpt": "Samsung Electronics Co Ltd on Friday flagged a 28% jump in its third-quarter operating profit to the highest in three", "label": "tech"}
{"id": "train_3_66", "title": "Oil Price Exceeds $73 on Improving Demand Outlook", "excerpt": "The international price of crude oil continued its rise Monday, extending three weeks of gains on the back of improving", "label": "business"}
{"id": "train_3_67", "title": "Meghan and Harry Interview: Prince William Says Royal Family ‘Very Much Not Racist’", "excerpt": "The Duke of Cambridge has said the royals are \"very much not a racist family\" in his first comments after", "label": "entertainment"}
{"id": "train_3_68", "title": "Usyk Could Be Joshua’s Toughest Test, Ex-World Champion Groves Says", "excerpt": "Britain's Anthony Joshua could face his toughest test yet when he fights Oleksandr Usyk in London on Saturday, says ex-world", "label": "sports"}
{"id": "train_3_69", "title": "Trump Escalates Claims of Voter Fraud on Twitter", "excerpt": "President Donald Trump has continued to push his unsubstantiated claims of illegality in the voting process in states like Pennsylvania. The", "label": "politics"}
{"id": "train_3_70", "title": "WHO Declares End to Second Ebola Outbreak in Guinea", "excerpt": "An Ebola outbreak which started in Guinea in February, infecting 16 people and killing 12, has been declared over, the", "label": "health"}
{"id": "train_3_71", "title": "WhatsApp Sues India Government, Says New Media Rules Mean End to Privacy", "excerpt": "The lawsuit, described to Reuters by people familiar with it, asks the Delhi High Court to declare that one of", "label": "tech"}
{"id": "train_3_72", "title": "Netflix Indicted in Texas Over Depiction of Children in ‘Cuties’", "excerpt": "Netflix is facing a criminal charge in Texas over the allegedly “lewd” depiction of children in a film on its", "label": "business"}
{"id": "train_3_73", "title": "Israeli Spyware Used to Target Journalists and Activists Worldwide, Report Says", "excerpt": "Activists, politicians and journalists from around the world were targeted in a surveillance operation using software sold by the Israeli", "label": "tech"}
{"id": "train_3_74", "title": "Osaka Considers Another Break from Tennis after US Open Loss", "excerpt": "Naomi Osaka looked over at her agent and said she wanted to tell the world what the two of them", "label": "sports"}
{"id": "train_3_75", "title": "I Got Second Best WASC Result in 1976, Delta Governor Okowa Reveals, Appeals to FG to Resolve ASUU’s Prolonged Strike", "excerpt": "Delta State Governor and Vice-Presidential Candidate of the Peoples Democratic Party (PDP) in the 2023 elections, Dr Ifeanyi Okowa, on", "label": "politics"}
{"id": "train_3_76", "title": "Nigeria May Drop Legal Charges Against Striking Doctors, Insists on No-work No-pay Policy", "excerpt": "The Nigerian government has said it will drop all legal charges against the striking resident doctors if they suspend their", "label": "health"}
{"id": "train_3_77", "title": "Nigeria’s EbonyLife Signs First-Look Deal With Sony Pictures Television", "excerpt": "Sony Pictures Television (SPT) has signed an exclusive first-look deal with Nigerian media company EbonyLife Media to develop scripted TV", "label": "entertainment"}
{"id": "train_3_78", "title": "80% of African Countries May Miss Covid Vaccination Goal, WHO Says", "excerpt": "Eighty per cent of African countries might miss the goal of vaccinating the most vulnerable among their populations against COVID-19", "label": "health"}
{"id": "train_3_79", "title": "South Korea’s LG Pulls Out of Smartphone Business Globally Following Mounting Losses", "excerpt": "South Korea’s LG Electronics Inc will wind down its loss-making mobile division after failing to find a buyer, a move", "label": "tech"}
{"id": "train_3_80", "title": "Ligue 1: Messi, Ramos, Donnarumma Presented to Fans as PSG Win Again", "excerpt": "Lionel Messi was introduced to the Paris St-Germain fans before Saturday's win over 10-man Strasbourg. The former Barcelona star was", "label": "sports"}
{"id": "train_3_81", "title": "Actor Jussie Smollett Found Guilty of Staging Fake Hate Crime", "excerpt": "Actor Jussie Smollett, one-time star of the TV drama “Empire,” was found guilty on Thursday of staging a hate crime", "label": "entertainment"}
{"id": "train_3_82", "title": "US Retail Sales Beat Expectations in September", "excerpt": "US retail sales rose more than expected in September, rounding out a strong quarter of economic activity, but the recovery", "label": "business"}
{"id": "train_3_83", "title": "Nigeria: Governor Makinde Presents N294.5bn 2022 Budget to Oyo Assembly", "excerpt": "Governor 'Seyi Makinde of Oyo State, Wednesday, presented a budget in the sum of N294.5 billion to the State House", "label": "politics"}
{"id": "train_3_84", "title": "Setback For Nigeria’s Petroleum Bill as House Steps Down Conference Committee Report", "excerpt": "Uncertainty continues to shroud the report of the National Assembly's conference committee on the Petroleum Industry Bill (PIB), with the", "label": "business"}
{"id": "train_3_85", "title": "PDP Primary Is Past, Atiku Now My Candidate, Says Benue Governor Ortom", "excerpt": "Meanwhile, Atiku has continued to reach out to some of his old political associates in the ruling All Progressives Congress", "label": "politics"}
{"id": "train_3_86", "title": "Ikorodu Bois Nominated for Nickelodeon’s Kids’ Choice Awards", "excerpt": "Nigerian skit makers, Ikorodu Bois are on the the bring of winning a Nickelodeon Kids' Choice award. The young comedians", "label": "entertainment"}
{"id": "train_3_87", "title": "FIFA Lodges Criminal Complaint Against Former President Sepp Blatter", "excerpt": "FIFA has lodged a complaint of “criminal mismanagement” against its former president Sepp Blatter. The charges according to the World", "label": "sports"}
{"id": "train_3_88", "title": "Nigeria Allays Fears over AstraZeneca Vaccine Despite Global Concerns", "excerpt": "Despite concerns over reported negative effects of the AstraZeneca vaccine by some countries in Europe, Nigeria’s federal government on Monday", "label": "health"}
{"id": "train_3_89", "title": "Uber Sees Slowest Recovery of Ride Business in US Market", "excerpt": "Uber Technologies Inc said on Thursday demand for its food-delivery service exploded in the latest quarter, but recovery in its", "label": "tech"}
{"id": "train_3_90", "title": "Transport Challenges May Mar Governorship Election in Parts of Ondo State", "excerpt": "Security personnel including policemen and members of the Nigeria Security and Civil Defence Corps are finding it difficult to commute", "label": "politics"}
{"id": "train_3_91", "title": "COVID-19: 181 Students Contract Virus in Lagos Private School", "excerpt": "Lagos state commissioner for Health Professor Akin Abayomi has said that one hundred and eighty-one students and staff of a", "label": "health"}
{"id": "train_3_92", "title": "‘Unacceptable Error’: Facebook Mistakenly Labels Black Men ‘Primates’", "excerpt": "Facebook has announced that it disabled its topic recommendation feature after it mistook Black men for “primates” in a video", "label": "tech"}
{"id": "train_3_93", "title": "‘The Stars Aligned’: Jon Rahm Wins First Major Title at US Open", "excerpt": "Spain's Jon Rahm claimed an incredible first major after finishing with back-to-back birdies on a breathless final day of the", "label": "sports"}
{"id": "train_3_94", "title": "NNPC Says Modular Refineries Not Producing Petrol Due to Price Regulation", "excerpt": "The Nigerian National Petroleum Company (NNPC) Limited has attributed the inability of existing private modular refineries in the country to", "label": "business"}
{"id": "train_3_95", "title": "Court Dismisses Lawsuit of Second Michael Jackson Sexual Assault Accuser", "excerpt": "Michael Jackson's estate has succeeded again in having a lawsuit from one of the late pop star's accusers dismissed. A", "label": "entertainment"}
{"id": "train_3_96", "title": "Harry and Meghan Join Biden, Jennifer Lopez, Selena Gomez in Covid Vaccine Fundraising Concert", "excerpt": "Prince Harry and Meghan are joining the high-profile lineup for Global Citizen's vaccine fundraising concert, 'Vax Live: The Concert to", "label": "entertainment"}
{"id": "train_3_97", "title": "Biden Expands Quick Bid to Undo Trump’s Immigration Policies", "excerpt": "The Biden administration has announced steps to address harm to thousands of families that were separated at the US-Mexico border,", "label": "politics"}
{"id": "train_3_98", "title": "Vice-Chairman of Samsung Electronics Jailed Two and A Half Years for Bribery", "excerpt": "Billionaire Vice Chairman of Samsung Electronics, Lee Jae-yong was sent back to prison on Monday after a South Korean court", "label": "tech"}
{"id": "train_3_99", "title": "Cavani Brace Helps Man United Complete Comeback Against Southampton", "excerpt": "Edinson Cavani came from the bench to rescue a stunning win for Manchester United as Southampton threw away a two-goal", "label": "sports"}
{"id": "train_3_100", "title": "Despite Pushback, Nigeria to Implement 5% Hike on Data, Voice Calls", "excerpt": "Reacting to Pantami's recent position that he was not carried along on the new tariff, Ahmed said he could not", "label": "business"}
{"id": "train_3_101", "title": "Pfizer Says Covid Booster May Offer Protection against Omicron", "excerpt": "Pfizer said Wednesday that a booster of its COVID-19 vaccine may offer important protection against the new omicron variant even", "label": "health"}
{"id": "train_3_102", "title": "Pfizer Not Ready to Release COVID-19 Vaccine Data", "excerpt": "Drugmaker Pfizer Inc said on Tuesday it was not yet ready to release data from the late-stage trial of the", "label": "health"}
{"id": "train_3_103", "title": "Kim Kardashian West Joins Billionaires’ Club", "excerpt": "US reality TV star Kim Kardashian West has joined the elite club of the super-rich (in case anyone had any", "label": "entertainment"}
{"id": "train_3_104", "title": "India Seizes $725m in Xiaomi Assets Over Illegal Remittances", "excerpt": "India said on Saturday it had seized $725 million from the local bank accounts of China's Xiaomi Corp (1810.HK) after", "label": "tech"}
{"id": "train_3_105", "title": "Peloton Reverses Course, Decides to Recall Treadmills after Injuries, Death", "excerpt": "Peloton announced a recall of its treadmills on Wednesday, reversing course just weeks after saying there was “no reason” to", "label": "business"}
{"id": "train_3_106", "title": "Nigeria Governors Doubt NNPC’s N287bn Profit, Call for More Transparency", "excerpt": "The Nigeria Governors Forum (NGF) on Thursday questioned the veracity of the profit recently declared by the Nigerian National Petroleum", "label": "politics"}
{"id": "train_3_107", "title": "Joe Aribo Fires Rangers Six Points Clear on Top of Scottish Premiership", "excerpt": "Super Eagles forward Joe Aribo scored the opening goal as Glasgow Rangers moved six points clear of Celtic at the", "label": "sports"}
{"id": "train_3_108", "title": "Nigeria Rakes in Fresh $547m as MTN, Mafab Win 3.5GHz Spectrum Auction", "excerpt": "Nigeria's federal government on Monday earned a total of $547.2 million as MTN Nigeria and Mafab Communications Ltd emerged winners", "label": "tech"}
{"id": "train_3_109", "title": "Nigeria: 90 Oil Platforms, 300 Producing Wells at Stake in $1.2m Seplat, ExxonMobil’s Onshore Assets Acquisition Deal", "excerpt": "The President of ExxonMobil Upstream Oil and Gas, Liam Mallon has provided more details about the ongoing deal between the", "label": "business"}
{"id": "train_3_110", "title": "FDA, WHO: Covid Boosters Not Needed for General Population", "excerpt": "Additional COVID-19 vaccine booster shots are not needed for the general population, leading scientists including two departing senior U.S. Food", "label": "health"}
{"id": "train_3_111", "title": "Chad Army Appoints Election Runner-up Padacke as Prime Minister", "excerpt": "Chad's military junta has named former prime minister Albert Pahimi Padacke, who was runner-up in the Sahel country's April 11 presidential", "label": "politics"}
{"id": "train_3_112", "title": "West Ham Come from Three Goals Down to Share Points in Bale’s Spurs Debut", "excerpt": "West Ham came back from three goals down with under 10 minutes to go to rescue a point in an", "label": "sports"}
{"id": "train_3_113", "title": "Obama’s Memoir to be Published in 25 Languages", "excerpt": "Vanessa Obioha Former president of the United States, Barack Obama, will publish his new memoir 'A Promised Land' in 25", "label": "entertainment"}
{"id": "train_3_114", "title": "UNICEF: Over 50% of Nigerian Children under Five Unregistered", "excerpt": "United Nations Children’s Fund (UNICEF) has decried low birth registration in the country, stating that more than 50% of the", "label": "health"}
{"id": "train_3_115", "title": "Ethiopians Set to Vote in Crunch Polls Amid Conflict and Apathy", "excerpt": "After some consideration, Shimelis Yohannes* decided to register to vote in Ethiopia’s delayed general elections due to be held on", "label": "politics"}
{"id": "train_3_116", "title": "Man Utd vs Liverpool Match Postponed After anti-Glazer Protesters Storm Old Trafford Pitch", "excerpt": "Manchester United's clash with Liverpool on Sunday has been postponed after United fans stormed onto the Old Trafford pitch to", "label": "sports"}
{"id": "train_3_117", "title": "Realness Institute and Netflix Partner to Enhance African Creative Sector", "excerpt": "Realness Institute has collaborated with Netflix in order to enhance Africa’s creative sector, while they both called for submission from", "label": "entertainment"}
{"id": "train_3_118", "title": "Rio Tinto to Pay Big Dividends after Posting Record Profits", "excerpt": "Rio Tinto, the world’s biggest producer of iron ore, has rewarded investors with the biggest dividend in its history after", "label": "business"}
{"id": "train_3_119", "title": "Japan to Eliminate Gasoline Vehicles by Mid-2030s, Boost Green Growth", "excerpt": "Japan aims to eliminate gasoline-powered vehicles in the next 15 years, the government said on Friday in a plan to", "label": "tech"}
