{"text": "I wanted another animal, but found the price of a new one a bit daunting.", "label": "not counterfactual", "id": "train_1_0"}
{"text": "I like my Purple NWZ S544 and wish I could have gotten another color for my most recent....black.", "label": "counterfactual", "id": "train_1_1"}
{"text": "I love the way this tissue box cover looks.", "label": "not counterfactual", "id": "train_1_2"}
{"text": "With that said, I think a bit more time should have been spent on proofing: I noticed typos more often than I expected, and quite a few links didn't work (the text would suggest looking \\here\\\" for more info, but nothing would be there).\"", "label": "counterfactual", "id": "train_1_3"}
{"text": "I wish I would have shopped around but my daughter loves them so I guess thats akk that matters I just hope they dont fall apart before she wants to change her room.", "label": "counterfactual", "id": "train_1_4"}
{"text": "\"Now, the product description says these sheets fit mattresses up to 18\\\\\\\\\\ deep.\"\"\"", "label": "not counterfactual", "id": "train_1_5"}
{"text": "I think the ending could have been a lot better!", "label": "counterfactual", "id": "train_1_6"}
{"text": "I would have killer back pain if it wasn't for this bra.", "label": "not counterfactual", "id": "train_1_7"}
{"text": "What I would have liked to know before I bought this book.", "label": "counterfactual", "id": "train_1_8"}
{"text": "The menu for ordering the right color is a bit off, but the product is very good.", "label": "not counterfactual", "id": "train_1_9"}
{"text": "It works, but I have to turn the tuner up quite a bit.", "label": "not counterfactual", "id": "train_1_10"}
{"text": "\"Whenever I can say, \\I wish I had thought of that\\\"\" I'm hooked.\"\"\"", "label": "counterfactual", "id": "train_1_11"}
{"text": "Wanted this to be better quality and more comparable to my LONGCHAMP in quality but considering the price I can not complain.", "label": "not counterfactual", "id": "train_1_12"}
{"text": "I would have given it zero stars if possible.", "label": "counterfactual", "id": "train_1_13"}
{"text": "If you had the time and money, this is how you should prepare to survive this type of situation.", "label": "counterfactual", "id": "train_1_14"}
{"text": "It's convenient to use in a car being completely contained and no ingredients to spill, although I might get an S hook to put on the headrest so it can hang out of the way.", "label": "not counterfactual", "id": "train_1_15"}
{"text": "The very simple good feature I liked on this TV mount over others was that it allows you to put the screws into whatever will hold the mount and then you can slide the mount over the screws so you are not trying to screw the fasteners in all the way from a very small space between the mounting board and the mount.", "label": "not counterfactual", "id": "train_1_16"}
{"text": "I would have been able to install is faster, except I had to deal with the centering issue (2x4's) with the niche.", "label": "counterfactual", "id": "train_1_17"}
{"text": "I also really like the flip up guard over the roller that lets you get the vertical rise on the stairs without having to do contortions.", "label": "not counterfactual", "id": "train_1_18"}
{"text": "This book was just one big disappointment, I feel the author just ran out of talent, and finish the book the easy way, this book was just a repetition of the second one, I wish I did not read this book and just finish the series with the second book.", "label": "counterfactual", "id": "train_1_19"}
{"text": "I knew that would be an issue buying these and accepted it.", "label": "counterfactual", "id": "train_1_20"}
{"text": "What I love about this book is the character development.", "label": "not counterfactual", "id": "train_1_21"}
{"text": "\"This is a \\must have\\\"\" item for any cockpit video.\"\"\"", "label": "not counterfactual", "id": "train_1_22"}
{"text": "Wish it had expandable memory .... its only con I would say", "label": "counterfactual", "id": "train_1_23"}
{"text": "I would have thought this apron would have held up better with just one wash.", "label": "counterfactual", "id": "train_1_24"}
{"text": "It is always a favorite when I wear it.", "label": "not counterfactual", "id": "train_1_25"}
{"text": "I bought the mask for my daughter to go with her collection, it's absolutely stunning, and it's not the only one I bought, the quality is more like you would pay for a $300.00 mask, I only wish they had more of a variety, only because we have them all.", "label": "counterfactual", "id": "train_1_26"}
{"text": "Plus, the business I was working on, is 40 miles away.", "label": "not counterfactual", "id": "train_1_27"}
{"text": "The zipper part should be longer to fit wider mattresses.", "label": "counterfactual", "id": "train_1_28"}
{"text": "As a tall person, it's hard to find leg wear that fits well, I'm 6' and 135lbs, and these fit me well, but would easily fit anyone taller or voluptuous...... hopefully that is somewhat helpful....Good quality as well!", "label": "not counterfactual", "id": "train_1_29"}
{"text": "Lastly, Costco doesn't carry Cal Flame anymore, they have another brand now called Urban Island, which I believe to be made by Bull BBQ in Ontario,CA.", "label": "not counterfactual", "id": "train_1_30"}
{"text": "I wish I would've known that the projection is on a 16 hour timer and turns off automatically.", "label": "counterfactual", "id": "train_1_31"}
{"text": "She could have chopped all of that out and had a much tighter and more coherent story, even though it would have been shorter by at least 1/4.", "label": "counterfactual", "id": "train_1_32"}
{"text": "This is a laugh a minute between the guys at the tattoo shop and Maya's own brand of torture.", "label": "not counterfactual", "id": "train_1_33"}
{"text": "Just be prepared to wish Ms. Taylor would continue the series.", "label": "not counterfactual", "id": "train_1_34"}
{"text": "ZIP ONLY MADE 2 WEEKS BOTTONS FAILED, WISH I NEVER BROUGHT IT", "label": "counterfactual", "id": "train_1_35"}
{"text": "I wish there were a way to return e-books.", "label": "counterfactual", "id": "train_1_36"}
{"text": "The only problem is that there should be a slit in the crotch!", "label": "not counterfactual", "id": "train_1_37"}
{"text": "Does not work well if chair arms are very wide at all.", "label": "not counterfactual", "id": "train_1_38"}
{"text": "Definitely get me through the day, but wish the seat covered higher.", "label": "counterfactual", "id": "train_1_39"}
