{"text": "However, they stretch quite a bit after wearing for a few hours so I wish I had exchanged for the 28.", "label": "counterfactual", "id": "train_2_0"}
{"text": "It is well constructed but does not fit in the aux cable hole on any of my phone cases.", "label": "not counterfactual", "id": "train_2_1"}
{"text": "Wish writers would stop making girls look like they don't know who to choose and such.", "label": "counterfactual", "id": "train_2_2"}
{"text": "They didn't stick as good as I thought but you can always put a little glue to secure.", "label": "not counterfactual", "id": "train_2_3"}
{"text": "I ORDER THIS BULB FOR THE FIRST TIME OFF OF AMAZON.", "label": "not counterfactual", "id": "train_2_4"}
{"text": "I use these for scrapbooking  but I think they could also be used for baseball card collections because you could make notes and put them into the envelope (page protector) next to the card you are describing--how you managed to get it, what you paid for it, etc.", "label": "counterfactual", "id": "train_2_5"}
{"text": "Also, it does tightened up a lot, so I'd order something a size bigger.", "label": "not counterfactual", "id": "train_2_6"}
{"text": "If is a easy space and flat it would work perfectly but I tried it in my stairs case which it has rug and also my car and it didn't do nothing at all.", "label": "counterfactual", "id": "train_2_7"}
{"text": "speakers and he was quite impressed,  they are not as good as bose, but for the price they are quite impressive and I have not even play yet w/the adjustements, so I believe it will be even better... great customer service, I contacted them bc planning to upgrade my ipod to the new one, and they were very prompt to get back to me... w /the new iPod one must connected in an angle but they said it works...will update my review if it does nt", "label": "not counterfactual", "id": "train_2_8"}
{"text": "CAUTION SLIGHT SPOILERS The only complaint I have is that I wish there were more of it.", "label": "counterfactual", "id": "train_2_9"}
{"text": "It is a good length; I am almost 6ft tall and was afraid it would be a mini dress, but it is about knee length even on me!", "label": "not counterfactual", "id": "train_2_10"}
{"text": "I should have listened to the majority of the reviews that I read prior to buying it.", "label": "counterfactual", "id": "train_2_11"}
{"text": "I’d much wished she’d offed her father (Reverend Craig) when she had the chance… *disappointed face*  Part 5, something akin to Part 4, stars Matthew Risman as the introductory narrator.", "label": "counterfactual", "id": "train_2_12"}
{"text": "I got the medium and it fits snug without stretching the material too much, which I think would make most people look awkward.", "label": "not counterfactual", "id": "train_2_13"}
{"text": "I can't wait to read the next one!", "label": "not counterfactual", "id": "train_2_14"}
{"text": "I thought this would be a good snowflake to add a photo to and make into an ornament.", "label": "counterfactual", "id": "train_2_15"}
{"text": "It also comes with a selection of rubber earphone covers so you can select different ones instead of the double cover shown in the photo.", "label": "not counterfactual", "id": "train_2_16"}
{"text": "As advertised, the stand and tree should have been able to fit flat along a wall or contract to fit in a corner.", "label": "counterfactual", "id": "train_2_17"}
{"text": "Unfortunately, no matter how hard I tried to attach it, it won't stay on.", "label": "not counterfactual", "id": "train_2_18"}
{"text": "In person it looks as though it would have cost a lot more.", "label": "counterfactual", "id": "train_2_19"}
{"text": "Probably would have enjoyed more if I hadn't spent so much focus on tracking placement in the book.", "label": "counterfactual", "id": "train_2_20"}
{"text": "Even when condensed as far as it will go, the strap sticks out a bit and doesn't run flush along the back of my head.", "label": "not counterfactual", "id": "train_2_21"}
{"text": "I will say this though - if you are looking for a bra to make the girls look shapely, this is probably not it.", "label": "counterfactual", "id": "train_2_22"}
{"text": "At this point it's hard to state something new, But I will state this.", "label": "not counterfactual", "id": "train_2_23"}
{"text": "Wished it could have been a little longer though as it was so good.", "label": "counterfactual", "id": "train_2_24"}
{"text": "The jacket runs really big, so other reviewers suggestion to order a size smaller (or two), is well founded and I should have followed that advice.", "label": "not counterfactual", "id": "train_2_25"}
{"text": "Only wish the instructions on how to use the product were more detailed...they are a joke!", "label": "counterfactual", "id": "train_2_26"}
{"text": "How she let Robert know that enough was enough.", "label": "not counterfactual", "id": "train_2_27"}
{"text": "I found it comes in handy as a support for my kindle when placed on my lap... laying on it, with other pillows, while watching tv laying on my side.. it is nice and squishy, but still has a tad bit of supportive.", "label": "not counterfactual", "id": "train_2_28"}
{"text": "I wish it were a little shorter since she is too little to reach inside...I have to turn it on its side for her to get her toys.", "label": "counterfactual", "id": "train_2_29"}
{"text": "Overall the 4-inch mattress was worth the money if you needed that much of it but, I could have just used half of this and paid just half of the cost of it to get what I needed.", "label": "counterfactual", "id": "train_2_30"}
{"text": "Since then, we have bought many more from Amazon.", "label": "not counterfactual", "id": "train_2_31"}
{"text": "If it were, then   Maytex or the seller would not be culpable but it is just a BIG piece of material that flops over my loveseat looking like a circus tent that   hasn't been erected yet.", "label": "counterfactual", "id": "train_2_32"}
{"text": "this is my grab and go head gear when I am in a hurry.", "label": "not counterfactual", "id": "train_2_33"}
{"text": "The small plastic moulding was taken off almost immediately from me, since I just prefer the earbuds.", "label": "not counterfactual", "id": "train_2_34"}
{"text": "I wish it were more faster and less dialogue in the girl's head.", "label": "counterfactual", "id": "train_2_35"}
{"text": "I only wish Jane, wasn't so naieve, but I guess in her situation, it's kinda called for.", "label": "counterfactual", "id": "train_2_36"}
{"text": "They did not - way too small even though this should have been her size.", "label": "not counterfactual", "id": "train_2_37"}
{"text": "I could tell where the story was headed so no real big surprises.", "label": "not counterfactual", "id": "train_2_38"}
{"text": "Only thing I wish is that it came with GFI outlets, or more outlets - but I've already fixed that myself.", "label": "counterfactual", "id": "train_2_39"}
