{"text": "could have been a lot better but the relationship between the main character who time traveled and the spanish captain was too drawn out.", "label": "counterfactual", "id": "train_4_0"}
{"text": "it;s great.. it has 2 compartments and a lid flap that hold everything in it's area,  although you still have put necklaces in a bag in the back, i now use another  flat one for them..", "label": "not counterfactual", "id": "train_4_1"}
{"text": "After reading the other reviews, I didn't expect a hefty, quality fabric, but that's exactly what I got.", "label": "not counterfactual", "id": "train_4_2"}
{"text": "The only thing that would have made it better was if it came with rechargable batteries", "label": "counterfactual", "id": "train_4_3"}
{"text": "If not for the sizing issue, It would be a solid 5 stars for me...", "label": "counterfactual", "id": "train_4_4"}
{"text": "It's been a while since I've read a Lauren Blakely book, and balls was I missing out.", "label": "not counterfactual", "id": "train_4_5"}
{"text": "I love the way this tart warmer melts the tarts without a candle which can be dangerous.", "label": "not counterfactual", "id": "train_4_6"}
{"text": "I wish I had had him as an instructor at college.", "label": "counterfactual", "id": "train_4_7"}
{"text": "Since I am bald it could be why it feels a tad large.", "label": "not counterfactual", "id": "train_4_8"}
{"text": "In fact just changing some of the weird supernatural Irish hogwash and made it Caribbean juju, would have made the book more plausible.", "label": "counterfactual", "id": "train_4_9"}
{"text": "I would have given more stars if it wasn't for the dried up glue.", "label": "counterfactual", "id": "train_4_10"}
{"text": "The circular recycle emblem with the 800 number was missing, the engagement slots were square instead of rounded and the serial number was in the middle of the label instead of the bottom right-hand corner.", "label": "not counterfactual", "id": "train_4_11"}
{"text": "I only wished that the ending didn't require my imagination.", "label": "counterfactual", "id": "train_4_12"}
{"text": "She was level headed and I thought that she was very mature for her age.", "label": "not counterfactual", "id": "train_4_13"}
{"text": "A little more monster and some characterization would have been nice.", "label": "counterfactual", "id": "train_4_14"}
{"text": "All said, it was a most enjoyable read that made me wish the story was longer; and it makes me wish to read more by Elizabeth Gaskell.", "label": "not counterfactual", "id": "train_4_15"}
{"text": "I do wish it had the ability to handle phone calls, that would make this literally the perfect speaker.", "label": "counterfactual", "id": "train_4_16"}
{"text": "Probably most devices don't have super high tolerances but this light has a machined steel tube fitting the batteries precisely so the extra thickness of the label on these causes a problem.", "label": "not counterfactual", "id": "train_4_17"}
{"text": "Hopes that it will keep it's shape after washing.", "label": "not counterfactual", "id": "train_4_18"}
{"text": "I just wish we had more of a selection in tall sizes.", "label": "counterfactual", "id": "train_4_19"}
{"text": "I haven't personally washed it yet, so I'm not sure if the colors run.", "label": "not counterfactual", "id": "train_4_20"}
{"text": "PROS Cheap They work  CONS Ear fatiguing Boomy/muddy bass Harsh high frequencies  I don't like listening to these speakers, but if I weren't paying attention they would be ok.", "label": "counterfactual", "id": "train_4_21"}
{"text": "Wish it came with instructions on how to wear it properly.", "label": "counterfactual", "id": "train_4_22"}
{"text": "If you are even remotely interested in these types of books, you are definitely going to want to pick up with one.You won't regret it!", "label": "not counterfactual", "id": "train_4_23"}
{"text": "(almost 5'10) I will be sending it back.", "label": "not counterfactual", "id": "train_4_24"}
{"text": "That would have cost more than I paid for the costume so I decided to go with the refund.", "label": "counterfactual", "id": "train_4_25"}
{"text": "I can pick up calls during my run and converse without any issues with the audio.", "label": "not counterfactual", "id": "train_4_26"}
{"text": "Pictures had been taken and unless he sent the formulas to a certain email account the pictures would be given to the police.", "label": "counterfactual", "id": "train_4_27"}
{"text": "I would order more except I found an exceptional deal on similar Eddie Bauer t's at Sam's", "label": "not counterfactual", "id": "train_4_28"}
{"text": "Would get a different color if they offered it in addition to the black", "label": "counterfactual", "id": "train_4_29"}
{"text": "If I don't replace the head unit I will try this product again.", "label": "not counterfactual", "id": "train_4_30"}
{"text": "If I could, I'd give this book negative stars.", "label": "counterfactual", "id": "train_4_31"}
{"text": "Nonetheless, the facts and the cover up  Mr. Bartz has disclosed is shocking, and should be common knowledge to anyone who takes a pill.", "label": "not counterfactual", "id": "train_4_32"}
{"text": "Wish the shelves were a little farther apart as her toys are a big odd shaped and so the bigger ones have to go on the top shelf.", "label": "counterfactual", "id": "train_4_33"}
{"text": "In fact, it would have been better if the story had been told from Grandma's perspective.", "label": "counterfactual", "id": "train_4_34"}
{"text": "I have read this device works fine with the iPhone 5, so I thought going into settings and tweaking the relevant parameters would do the trick and soon I'd have sweet wireless stereo music in my room.", "label": "not counterfactual", "id": "train_4_35"}
{"text": "I have only had this product for a few days, therefore I'm giving it 4 stars not 5, however so far I'm very happy with this corner shelf, I needed some shelf space in my shower and hate those springing corner shelf that just rust and cause mold to grow behind them, these shelves are high quality plastic and suck into the corners very well, they are a little pricy, but so far worth the cost.", "label": "not counterfactual", "id": "train_4_36"}
{"text": "It would have worked ok but is was way to small.", "label": "counterfactual", "id": "train_4_37"}
{"text": "I should have read more reviews myself before buying these.", "label": "counterfactual", "id": "train_4_38"}
{"text": "I found hat spraying and waiting for 4 or 5 minutes and then scrubbing with a scrubby mildly scratchy sponge worked great without scratching the glass.", "label": "not counterfactual", "id": "train_4_39"}
