{"text": "This being said:  give it a good 40 to 50 hour burn-in time.", "label": "not counterfactual", "id": "train_3_0"}
{"text": "I wish we could have found something a little more kick a** girly but these are great.", "label": "counterfactual", "id": "train_3_1"}
{"text": "For me, I just did the rubberband trick with my jean button to extend the waist and wore a longer cami under my shirts to cover it.", "label": "not counterfactual", "id": "train_3_2"}
{"text": "I really enjoyed this book and was glad that we got more story after where toxic left.. the only thing I wish we would have had a epiloge in this book to know what happened with Nathan and Logan.. but I also feel maybe you could do a 3rd book in both their POV's on what is next for them!", "label": "counterfactual", "id": "train_3_3"}
{"text": "There were one or two spots where the whole agonizing over confessing emotions was a tiny bit much even for me, but that could be a preference thing.", "label": "not counterfactual", "id": "train_3_4"}
{"text": "I wish I had read the reviews before I bought it.", "label": "counterfactual", "id": "train_3_5"}
{"text": "The storyline is quite clear, however I wish the relationship between many of the characters were more developed.", "label": "counterfactual", "id": "train_3_6"}
{"text": "My one big issue with this book was the everyone was really mean to Bess... like usually they make some jokes about her love of food, but I felt that George was really nasty about it in this book.", "label": "not counterfactual", "id": "train_3_7"}
{"text": "love the pattern of this duvet cover and so far it's held up well against a couple of washings (i hang dry it, however)  just wish that it was thicker given how expensive it is.", "label": "counterfactual", "id": "train_3_8"}
{"text": "What I didn't expect was that the white material would have a slight sheen to it.", "label": "not counterfactual", "id": "train_3_9"}
{"text": "The bottom fit fine- I wear a size 10 pants, but I wished there was more ruching like in the photo.", "label": "counterfactual", "id": "train_3_10"}
{"text": "The frame is really cute, and it is easy to cut a photo to fit.", "label": "not counterfactual", "id": "train_3_11"}
{"text": "Staci does a great job of presenting the hope that Jesus brings to us without being preachy or religious.", "label": "not counterfactual", "id": "train_3_12"}
{"text": "i wish the storage compartment was a little bigger and opened up instead of slidding on and off.", "label": "counterfactual", "id": "train_3_13"}
{"text": "If I were going to purchase again, I would consider a synthetic bag that would not need to be washed and would be lighter.", "label": "counterfactual", "id": "train_3_14"}
{"text": "I was concerned that I would be bothered by the wires or the plastic inside, since silly things like that may bother me, but I do not find it a problem.", "label": "not counterfactual", "id": "train_3_15"}
{"text": "The picture here doesn't even do it justice.", "label": "not counterfactual", "id": "train_3_16"}
{"text": "I should have gone a size up, maybe two.", "label": "counterfactual", "id": "train_3_17"}
{"text": "I have a couple of sweaters and long-sleeved shirts which I can were these under without them showing.", "label": "not counterfactual", "id": "train_3_18"}
{"text": "I should have gotten a DOUBLE D but love the c way it feels", "label": "counterfactual", "id": "train_3_19"}
{"text": "\"Leila was 13 when she pulled the \\spoiled tantrum\\\"\" card on her parents, causing her career military father to go to Germany without Leila, her sister Gretchen and her mother.\"\"\"", "label": "not counterfactual", "id": "train_3_20"}
{"text": "Wish the elastic was a little more forgiving... but other than that I love them!", "label": "counterfactual", "id": "train_3_21"}
{"text": "As mentioned in earlier reviews, make sure that the TV or monitor you want to use this with specifically supports Component-VGA - if it doesn't, then you should save your money and look for an alternative solution.", "label": "counterfactual", "id": "train_3_22"}
{"text": "I haven't worn 501s in 40 years, and they've improved.", "label": "not counterfactual", "id": "train_3_23"}
{"text": "It would have been nice to have the HDMI connection on this unit like the Archos TV unit possesses.", "label": "counterfactual", "id": "train_3_24"}
{"text": "I will probably order a size up and see how they fit.", "label": "not counterfactual", "id": "train_3_25"}
{"text": "This cover is a huge improvement over my old one - I wish I had ordered it sooner.", "label": "counterfactual", "id": "train_3_26"}
{"text": "I have the brush still, with a working compressor, but I can only imagine how long THAT'S gonna last!", "label": "not counterfactual", "id": "train_3_27"}
{"text": "And as the ole man isn't any version of slender it was good that he got to try on some shirts before hand.", "label": "not counterfactual", "id": "train_3_28"}
{"text": "The designs are easy, even if they appear complex, so it would be a decent project for a beginner.", "label": "counterfactual", "id": "train_3_29"}
{"text": "THE ONE I GOT HAD CLOTH ELASTIC IN THE BOTTOM.", "label": "not counterfactual", "id": "train_3_30"}
{"text": "If you have small calfs these will fit, but if you legs are large or muscular, they won't work.", "label": "counterfactual", "id": "train_3_31"}
{"text": "One more button up top would have also been better.", "label": "counterfactual", "id": "train_3_32"}
{"text": "I love that I don't have to worry about dropping my phone while I'm on the eliptical or treadmil; plus, I can put my phone down while I do floor work and not worry about it falling out of my pocket.", "label": "not counterfactual", "id": "train_3_33"}
{"text": "You have to clean the rollers occasionally - but you have to do that for a vacuum to, and these are a lot easier to get to.", "label": "not counterfactual", "id": "train_3_34"}
{"text": "I would have given them 5 stars, but they are a little large for headphones and the battery only lasts for 3 hours.", "label": "counterfactual", "id": "train_3_35"}
{"text": "Nice but shorter than I thought otherwise I would have given 5 stars.", "label": "counterfactual", "id": "train_3_36"}
{"text": "It's great quality, it's not all plastic like some machines.", "label": "not counterfactual", "id": "train_3_37"}
{"text": "Wish I had the models body but I think It fits me nice and is sexy.", "label": "counterfactual", "id": "train_3_38"}
{"text": "For instance:  during longer phone calls the headset will stop the sound in the ears and then act like it is reconnecting then continue the call as before.", "label": "not counterfactual", "id": "train_3_39"}
