{"text": "I  ried updating my google play and not its saying that: I need to install it again. And I have  tried many  times and it says: it can't be installed.", "label": "three", "id": "train_2_0"}
{"text": "Chauhan chandan", "label": "two", "id": "train_2_1"}
{"text": "Rootless Alternative to F.lux Works as intended. Merely enables access to the hidden system UI options  and the tile remains functional after uninstalling the app.", "label": "four", "id": "train_2_2"}
{"text": "Can't Access settings menu", "label": "one", "id": "train_2_3"}
{"text": "Oj", "label": "five", "id": "train_2_4"}
{"text": "Super Kattarabudda", "label": "three", "id": "train_2_5"}
{"text": "Use it alot I like it and it's easy to use and find pics  but it's a problem not being able to save a pic.", "label": "four", "id": "train_2_6"}
{"text": "its nice", "label": "five", "id": "train_2_7"}
{"text": "This app USED TO be good but now its got less music please change it back to the old FrostWire", "label": "two", "id": "train_2_8"}
{"text": "It is saying that I need to delete apps for storage space and I have deleted all I can that I'm not using but it's still saying I can't use it and it is nerve racking. Bc it stops my other apps from working and hey were doing fine before this last update. So please fix so I can use phone and apps Google", "label": "one", "id": "train_2_9"}
{"text": "Useless Just useless", "label": "one", "id": "train_2_10"}
{"text": "Ok Selecting a word.. It is selecting more lines.. Not like other app. Need improvement. Rest are ok", "label": "three", "id": "train_2_11"}
{"text": ":-) Love this app", "label": "four", "id": "train_2_12"}
{"text": "Am I retarded Why is it everytime I die i get set from square 1 ill change this rating if there is some type of save feature.", "label": "two", "id": "train_2_13"}
{"text": "NESAR NESAR", "label": "five", "id": "train_2_14"}
{"text": "Battery hog", "label": "one", "id": "train_2_15"}
{"text": "Want gold Gold is pretty same but if u want it u can download it from BLACMART it's available on playstore", "label": "four", "id": "train_2_16"}
{"text": "Not bad", "label": "three", "id": "train_2_17"}
{"text": "kawsar jk", "label": "five", "id": "train_2_18"}
{"text": "V.selvaraj", "label": "two", "id": "train_2_19"}
{"text": "Cant update the app", "label": "one", "id": "train_2_20"}
{"text": "Super", "label": "five", "id": "train_2_21"}
{"text": "Very jerky with the note 5... even when the phone is placed on a table. Not recommended for this model phone", "label": "two", "id": "train_2_22"}
{"text": "This is only msg but not call and not video call", "label": "three", "id": "train_2_23"}
{"text": "Awesome. I love this game it is really fun to play. U can never get off your phone from this. But I just wish that there was a D-pad or something instead of touch. Please Add D-PAD setting. Will give it five star when There is a D-pad setting", "label": "four", "id": "train_2_24"}
{"text": "Long transition Wsit anf see so far gopd", "label": "four", "id": "train_2_25"}
{"text": "Waste too much time", "label": "three", "id": "train_2_26"}
{"text": "This app is essential for finding those hidden space wasters and maximizing the available space on your device. Love it.", "label": "five", "id": "train_2_27"}
{"text": "Piece of shit", "label": "two", "id": "train_2_28"}
{"text": "Good idea but. It only works on non password secure phones...", "label": "one", "id": "train_2_29"}
{"text": "Shuts down every time When i hit the search button  the app \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"unfortunately\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" stops. I uninstalled & reinstalled & still no good. Bummer! I used to like this app.\"\"", "label": "two", "id": "train_2_30"}
{"text": "I would give it 5 stars but when I am adding my own wallpaper I have to add theme one by one and it would be nice to have a multiple select feature. Thanks ?", "label": "four", "id": "train_2_31"}
{"text": "Hi", "label": "five", "id": "train_2_32"}
{"text": "Can't listen to programs I used this app everyday and loved it. Now i can no longer get programs when i click on programs. Says \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"not connected check connection and try again\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\". But i can stream individual stations  so it would seem that the connection is just fine. Did not see any where that i could report problems.\"\"", "label": "one", "id": "train_2_33"}
{"text": "I love the idea of implementing a command line as your main launcher. I wish it had the function of toggling the GPS as well though. I like that I can turn on my data w/o having to access my settings or toggle the flashlight. Great app all around! Edit: well now I can't toggle my data  it doesn't turn off when you double tap... since the update it got worse......", "label": "three", "id": "train_2_34"}
{"text": "Does work with HTC One Downloaded the app and try everything  I can't get it to work. Sorry I just had to turn on the notification. It is working now.", "label": "four", "id": "train_2_35"}
{"text": "Easy to use", "label": "three", "id": "train_2_36"}
{"text": "Crashes on startup Useless", "label": "one", "id": "train_2_37"}
{"text": "I don't want use this", "label": "two", "id": "train_2_38"}
{"text": "Very handy", "label": "five", "id": "train_2_39"}
{"text": "Easy Great functionality and works smoothly. Now that it is easily on the go  makes anki very useful. One feature I would like see is the ability to share screenshots directly to anki from gallery. Would make the process of creating flashcards much faster", "label": "four", "id": "train_2_40"}
{"text": "Not configurable without hardware menu button", "label": "three", "id": "train_2_41"}
{"text": "More characters Please others characters more. And support for more languages", "label": "five", "id": "train_2_42"}
{"text": "Mhomead sazeen", "label": "two", "id": "train_2_43"}
{"text": "Can't save files. Weird authentification.", "label": "one", "id": "train_2_44"}
{"text": "Problem with update The update is giving me problem. The app stops working when updated and keeps on popping up.", "label": "two", "id": "train_2_45"}
{"text": "One suggestion Most of it is fine but can u please add a speeding up option?", "label": "four", "id": "train_2_46"}
{"text": "It gives me so many options for apps.", "label": "five", "id": "train_2_47"}
{"text": "Can't find files I can't find my music in their folder(s) because some files are missing. Uninstalling it I can get some help or a explanation then I will redownload.", "label": "one", "id": "train_2_48"}
{"text": "It's a great minimal permissions app but... It crashes far too often for me.", "label": "three", "id": "train_2_49"}
{"text": "I think there's a newer version of this app for the G5 (10.5.35)  but I haven't got it yet... I'm not able to use Google Assistant. Would yo please a plain why? I've heard that the G5 is supposed to be running Google Assistant already. Help  please!", "label": "two", "id": "train_2_50"}
{"text": "Love it Power full", "label": "five", "id": "train_2_51"}
{"text": "Unworkable and heavy storage eater", "label": "one", "id": "train_2_52"}
{"text": "Confusing", "label": "four", "id": "train_2_53"}
{"text": "Elvis mutuku", "label": "three", "id": "train_2_54"}
{"text": "Umar Us", "label": "three", "id": "train_2_55"}
{"text": "Good", "label": "two", "id": "train_2_56"}
{"text": "Sorry but I was used more a year and was work but now is 3 month when come nougat and 3 month no one care there is not work instant update automatically. That is and update and still didn't work for LG v20 and galaxy s7 this device was reported 3 month ago and still didnt work. When you fix it I change thit review but now is not useble for me.", "label": "one", "id": "train_2_57"}
{"text": "Liked it☺", "label": "four", "id": "train_2_58"}
{"text": "Best and simple Have been using it since my first android phone  easy to use", "label": "five", "id": "train_2_59"}
{"text": "Saifi", "label": "five", "id": "train_2_60"}
{"text": "Y is this for... ?????", "label": "three", "id": "train_2_61"}
{"text": "Does not work at all on my Note 3 The app appears to be very buggy. While setting it up Amazon MP3 player did not appear in the list of apps to offer. I would up going through the setup 10 or more times while trying to get it to work. Amazon MP3 appeared once out of all the times I was setting it up. That was the 5th or 6th attempt. It disappeared from the list after that never to return. More importantly the app does nothing when I connect to bluetooth in my car. Prior to install the app I would get a seemingly random music app starting when I entered my car. I got this app to try to work around this Android bug so I could choose which app  if any to launch. But the behavior has not changed. I still get a random music app starting up when I enter the car. I do not know what  if anything  the app is doing.", "label": "one", "id": "train_2_62"}
{"text": "It was great I was left with a reddit wallpaper from 11 months ago and the wallpaper never refreshed", "label": "two", "id": "train_2_63"}
{"text": "Great app Everything is good about the current version. But maybe adding adding controls to the remote would be great. Maybe pause for. A progress bar when saving to phone from computer. And maybe remote access complete folder where torrents are saved. Not just what is currently in vuze on computer.", "label": "four", "id": "train_2_64"}
{"text": "Cant uninstall", "label": "one", "id": "train_2_65"}
{"text": "tt very good", "label": "five", "id": "train_2_66"}
{"text": "Way to buggy and it's lacking features. When I click on an ap on the map  most of the times it won't go back to full map view or it will jump back at my location. Annoying as hell. Also  there isn't an option to configure my 2405a anywhere... Since you disable this feature from the web site  you must do something about it.", "label": "two", "id": "train_2_67"}
{"text": "'Syncing Disabled'. Argh! No matter what settings it never gets mail in background fix it please", "label": "three", "id": "train_2_68"}
{"text": "Good application", "label": "four", "id": "train_2_69"}
{"text": "Mediocre Some functionality missing. Those little triangles right next to the slider are so infuriating the author needs a good slap.", "label": "two", "id": "train_2_70"}
{"text": "Awesome Thanks dev team!", "label": "five", "id": "train_2_71"}
{"text": "Stat Sujin", "label": "three", "id": "train_2_72"}
{"text": "PROBLEM INSTALLING!!! For how many times I've been trying to upgrade google play service it keeps telling me \"\"\"\"\"\"\"\"cannot b installed!!!\"\"\"\"\"\"\"\"\"\"", "label": "one", "id": "train_2_73"}
{"text": "Actually I don't see any problem with this app", "label": "four", "id": "train_2_74"}
{"text": "Today app is not working somebody help me what to do", "label": "five", "id": "train_2_75"}
{"text": "Drains my battery and don't cater to what I like. To random.", "label": "two", "id": "train_2_76"}
{"text": "Not working on Windows It worked perfectly on Ubuntu but doesn't work at all on Windows", "label": "three", "id": "train_2_77"}
{"text": "Cycle streets journey planner Has stopped me cycling up and down the same trail all the time. Excellent for planning long cycle rides.", "label": "four", "id": "train_2_78"}
{"text": "Crap App wouldn't even open. Waste of time.", "label": "one", "id": "train_2_79"}
{"text": "Cool But no ring sound. Android 6", "label": "four", "id": "train_2_80"}
{"text": "Problem with the accents Not bad. Do the job. But problem with the diacritical marks (e.g. French accents).", "label": "three", "id": "train_2_81"}
{"text": "goood yes", "label": "five", "id": "train_2_82"}
{"text": "your read receipt is not working anymore please fix it and notify us.", "label": "two", "id": "train_2_83"}
{"text": "Lollipop? Can't delete from sd card since I got new phone. Most apps will ask for a sd card folder permission when attempting to change/delete on sd card first time. This doesn't and just throws an error message.", "label": "one", "id": "train_2_84"}
{"text": "Not-So-Okay 😖 I have been used to updating articles using this app but with this update I can't apply the \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"read more\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" feature. This makes my blog look clumsy! Please Autommatic look into that please\"\"", "label": "three", "id": "train_2_85"}
{"text": "Didn't work for me! Syncing erratic and layout a bit cluttered - liked the Doctor Who reference though!", "label": "two", "id": "train_2_86"}
{"text": "3 class app Y u recommend this app", "label": "one", "id": "train_2_87"}
{"text": "Is good app", "label": "four", "id": "train_2_88"}
{"text": "Happy Diwali", "label": "five", "id": "train_2_89"}
{"text": "Android 6.0 Nope Great until I upgraded to android 6.0. Will no longer save photos. When working it's better than stock.", "label": "four", "id": "train_2_90"}
{"text": "Doesn't work with Android 5 lollipop", "label": "one", "id": "train_2_91"}
{"text": "Excellent easy to use.... Rocked", "label": "five", "id": "train_2_92"}
{"text": "Ugh It's okay", "label": "three", "id": "train_2_93"}
{"text": "Itna large size kyo h is app ka", "label": "two", "id": "train_2_94"}
{"text": "Nagini kannada serial", "label": "two", "id": "train_2_95"}
{"text": "Much faster", "label": "five", "id": "train_2_96"}
{"text": "Great but missing some options... It has a great UI... And plenty of options to customize but its missing advanced sound settings like attack time  release time and dynamic range compression and gain... Please add those for 5 star", "label": "three", "id": "train_2_97"}
{"text": "Very nice idea.", "label": "four", "id": "train_2_98"}
{"text": "what is the use of this app??", "label": "one", "id": "train_2_99"}
