{"text": "Great", "label": "two", "id": "train_4_0"}
{"text": "best Best app", "label": "one", "id": "train_4_1"}
{"text": "Easy but more options would be better Simple and easy  options to navigate and view various lists would be welcome.", "label": "four", "id": "train_4_2"}
{"text": "Awsome It take long to install but its kinda cool", "label": "three", "id": "train_4_3"}
{"text": "Nice App", "label": "five", "id": "train_4_4"}
{"text": "I Like It Mahol", "label": "five", "id": "train_4_5"}
{"text": "wish your pulrs I liked", "label": "four", "id": "train_4_6"}
{"text": "I can't update the app", "label": "one", "id": "train_4_7"}
{"text": "OK Ok", "label": "three", "id": "train_4_8"}
{"text": "Can't login to my yorku mail account", "label": "two", "id": "train_4_9"}
{"text": "Uses too much memory", "label": "one", "id": "train_4_10"}
{"text": "Google play Won't update", "label": "three", "id": "train_4_11"}
{"text": "Been using K-9 for years... not because it's the hands-down best mail app (can't say it is) but because they fix issues quickly and nearly always fix them the *first* time. That's rare (sadly). I'll take great support over bells/whistles any day.", "label": "four", "id": "train_4_12"}
{"text": "._.)/ The app crashes for no reason.... Fix it asap!", "label": "two", "id": "train_4_13"}
{"text": "It is very useful application", "label": "five", "id": "train_4_14"}
{"text": "So hard to use and just anoning", "label": "one", "id": "train_4_15"}
{"text": "This is exactly awesome tasks! Just bought PRO version! But  please  make the Backup settings function  and it will be the BEST TASKS EVER!", "label": "four", "id": "train_4_16"}
{"text": "I don't hate it I downloaded on 4.4.2 in hope of playing HL. It just returns into library. Developers  if you fixed that  please send me an email :)", "label": "three", "id": "train_4_17"}
{"text": "Sorry The web reviews give this too much credit. Its missing features that should be staple. And it crashes often.", "label": "two", "id": "train_4_18"}
{"text": "NPR news app Latest world news", "label": "five", "id": "train_4_19"}
{"text": "It wont download", "label": "one", "id": "train_4_20"}
{"text": "The best messaging app ever built...", "label": "five", "id": "train_4_21"}
{"text": "Love it Keep up the good work guys", "label": "four", "id": "train_4_22"}
{"text": "Rakesh kumar It's very useful app", "label": "three", "id": "train_4_23"}
{"text": "Inability to set http.sslVerify I can not use this to connect to a private server because I can not disable http.sslVerify - and accept my self - signed key. All other aspects of the app are great  I am just unable to use it with any of my projects.", "label": "two", "id": "train_4_24"}
{"text": "Nikesh", "label": "five", "id": "train_4_25"}
{"text": "Its okey at that", "label": "two", "id": "train_4_26"}
{"text": "Best music app", "label": "four", "id": "train_4_27"}
{"text": "Chod ba bahut achha hai Kya bi bole jaisa nai bht achha hai.... Mobilan bht hang horin...", "label": "one", "id": "train_4_28"}
{"text": "Not very good", "label": "three", "id": "train_4_29"}
{"text": "Mind= blown Great app", "label": "five", "id": "train_4_30"}
{"text": "Not working anymore. Only shows the time nothing else.", "label": "two", "id": "train_4_31"}
{"text": "Works good. Much easier to use now that we have nougat and split screen.", "label": "four", "id": "train_4_32"}
{"text": "Takes too space", "label": "one", "id": "train_4_33"}
{"text": "Now its better", "label": "three", "id": "train_4_34"}
{"text": "Good enough for me The app is really simple and neat. Really love to search words offline. Still I couldn't find some common words like kung fu   browser etc. Please add new and up to date words. Hoping for an excellent update or a new version.", "label": "four", "id": "train_4_35"}
{"text": "Ridoy khan", "label": "five", "id": "train_4_36"}
{"text": "Kaleidoscope Sometimes this app does not open.", "label": "one", "id": "train_4_37"}
{"text": "It's ok", "label": "three", "id": "train_4_38"}
{"text": "Majboori ka naam Mhatma G.. sirf or sirf net pack ki esi ki tesi..", "label": "two", "id": "train_4_39"}
{"text": "Jio and jine do Pyar se", "label": "two", "id": "train_4_40"}
{"text": "It takes to look to get", "label": "one", "id": "train_4_41"}
{"text": "Good app", "label": "three", "id": "train_4_42"}
{"text": "Update bug Recent update causes app to crash when trying to access /r/all. Edit: Nice fix", "label": "four", "id": "train_4_43"}
{"text": "Hall Helen 53GMAIL Amen", "label": "five", "id": "train_4_44"}
{"text": "It is very hectic It consumes a lot of memory even without updating it youtube does not work", "label": "two", "id": "train_4_45"}
{"text": "App is great wish there was an official one. Class A software anyhow!", "label": "four", "id": "train_4_46"}
{"text": "This app works beautifully until today  2/16/2016. Now the app will not load on my tablet   Message saying check my connection. I have solid connection and all my other apps works perfectly! I am very disappointed  what gives??", "label": "three", "id": "train_4_47"}
{"text": "I LOVE IT. 10000$ Best app", "label": "five", "id": "train_4_48"}
{"text": "My device has deleted all its data after installing this app for some reason", "label": "one", "id": "train_4_49"}
{"text": "Google service", "label": "three", "id": "train_4_50"}
{"text": "Word brain Ok", "label": "four", "id": "train_4_51"}
{"text": "Won't update", "label": "two", "id": "train_4_52"}
{"text": "Have fun getting a new device. No back up feature means removing all of your security and then re setting them all up again -_-", "label": "one", "id": "train_4_53"}
{"text": "good app bt a bit bad", "label": "five", "id": "train_4_54"}
{"text": "Nexus 6P | Android 7.1.1 (NPF10C) Keeps telling me my username and password are wrong (server settings) even though I continue to receive mail.", "label": "three", "id": "train_4_55"}
{"text": "Titit", "label": "five", "id": "train_4_56"}
{"text": "Dont download this app. It will not let you delete it   if you choose to.", "label": "one", "id": "train_4_57"}
{"text": "Its very laggy when i unlock my phone", "label": "two", "id": "train_4_58"}
{"text": "Love it! I love this app. The only thing I suggest the makers add is an option for me to store everything on my SD card instead of the phone. Then this would be a 5 star app.", "label": "four", "id": "train_4_59"}
{"text": "Whatsapp Going well", "label": "five", "id": "train_4_60"}
{"text": "Useful", "label": "four", "id": "train_4_61"}
{"text": "All my categories that I have set are not showing on Mobile application that's very difficult for people who always update my blog on mobile please fixing it.", "label": "two", "id": "train_4_62"}
{"text": "for an new version for an new version", "label": "one", "id": "train_4_63"}
{"text": "good but.... it's truly a good app but..... there is two thing wich make me unable to use it... first the home button wich make me go back to the default lock screen even using xposed. secondly it make screen off memo unusable since it make the screen back off after 10sec.", "label": "three", "id": "train_4_64"}
{"text": "Needs the ability to remember my recent searches", "label": "four", "id": "train_4_65"}
{"text": "Yoyo", "label": "three", "id": "train_4_66"}
{"text": "Haven't tried any others  and I have used this for such a long time... This results in not wanting to learn a whole new ui of another program doing the same thing. So yes  I'd be lost without OpenIntents  I gladly admit it. Hah! Never ever have I had any issues with notepad and especially their file manager  which is the very first thing I install after doing a factory reset  etc.", "label": "five", "id": "train_4_67"}
{"text": "I just hate it.. It HSS refused to be upgradrd", "label": "one", "id": "train_4_68"}
{"text": "The World of Aviation but... This can take up as much room on your device as you like. Unfortunately no matter what I try it will not store charts on the external card under Marshmallow. Uninstall.", "label": "two", "id": "train_4_69"}
{"text": "Ok", "label": "four", "id": "train_4_70"}
{"text": "Fine Good", "label": "three", "id": "train_4_71"}
{"text": "useless", "label": "one", "id": "train_4_72"}
{"text": "Needs a lot of improvement It's great that this app is all about privacy and security. It also takes up little data space. However  it is very very glitchy! The pages freeze and need to be refreshed constantly. It is tricky to upload pics. The slightest things cause it to stop working! It could also use better notifications. I replaced the original facebook app with tin foil a month ago and have not switched back. So  that should tell you something.", "label": "two", "id": "train_4_73"}
{"text": "Nice apps", "label": "five", "id": "train_4_74"}
{"text": "A++ Very good", "label": "five", "id": "train_4_75"}
{"text": "Love this app but very twitchy on the samsung s8  even when the phone is left still on a flat. calibration doesn't help.", "label": "three", "id": "train_4_76"}
{"text": "Waste of my space", "label": "one", "id": "train_4_77"}
{"text": "Great but..heats my phone like hell! I hope the ram usage were less. Its aching ?", "label": "four", "id": "train_4_78"}
{"text": "I dont know how to play the game if you give it derections then i would rate it five stars", "label": "two", "id": "train_4_79"}
{"text": "Liked it and worked very well in lollipop  but not MM The plugins don't refresh  manual navigation to next image doesn't work. Some plugins give error. Altogether seems broken after MM update on Note 4.", "label": "two", "id": "train_4_80"}
{"text": "Can't open .prc 've searched for .prc in Google Play  and this app was the first result. How it is possible  that it will not open .prc files? What plugin do I need to install? Is it supposed at all?", "label": "one", "id": "train_4_81"}
{"text": "Highly recommended  used this app to catch my spouse cheating  by installing it on her phone and having it backed up to a different email from her own. Worked like a charm.", "label": "five", "id": "train_4_82"}
{"text": "FIX THE VOLUME BOTTOM BUG PLZ", "label": "four", "id": "train_4_83"}
{"text": "Ok Not much useful to us", "label": "three", "id": "train_4_84"}
{"text": "Is what it is. Exactly what you need. Nothing more.", "label": "four", "id": "train_4_85"}
{"text": "Really annoying", "label": "one", "id": "train_4_86"}
{"text": "Whatever", "label": "five", "id": "train_4_87"}
{"text": "Dr Unable to scan", "label": "two", "id": "train_4_88"}
{"text": "同意楼上几位的 需要加入清除缓存的功能～ 其实是五星，给三星希望引起注意尽快加入，然后立马五星 BTW 这个绝对是我用过最好用的微博客户端", "label": "three", "id": "train_4_89"}
{"text": "It's okay but... It only scans big items. And some of the big items  don't go through. I feel like i wasted a good 15 minutes waiting and trying out this new app. I wouldn't recommend this too anyone but... You know you can do what you please. I hope you can find a way to make this better. Scanner people. This isn't all that bad but  we need a lot more item scans. And you never know i may change your mind on this app. Well goodbye. Keep working on this app. It's pretty bad. Sorry... Just being honest", "label": "three", "id": "train_4_90"}
{"text": "Nice idea but when i edit the t-uisettings it doesn't work i edited in t-ui and when i edit it i see the changes and when i exit it after saving it doesn't work please help", "label": "five", "id": "train_4_91"}
{"text": "Nyc", "label": "two", "id": "train_4_92"}
{"text": "Can't log in I can't log into my account using this app or the browser.", "label": "one", "id": "train_4_93"}
{"text": "Please make comment section more easier to read! Add some features such as comment sorting according to date posted and more to make other people notice the new comment. Thank you!", "label": "four", "id": "train_4_94"}
{"text": "Youtube can't work because of this app!!..WHY?...I HATE THIS APP!!.AND IT ALWAYS FILL MY PHONE STORAGE WITH JTS LARGE SIZE!...", "label": "one", "id": "train_4_95"}
{"text": "Works fine for a few days at a time  then spends an entire day crashing every 5 minutes  leaving a pop up asking if I want to report it. Today has been one of those crash days. Very annoying.", "label": "three", "id": "train_4_96"}
{"text": "Thanks for answering to my questions @TelegramTeam!", "label": "five", "id": "train_4_97"}
{"text": "add more themes!", "label": "four", "id": "train_4_98"}
{"text": "Useless without the extensive instructions on the webpage The app doesn't look very complicated but it is impossible to configure without having studied the instructions on the webpage! The UI and descriptions of options are confusing and everything but helpful :-(", "label": "two", "id": "train_4_99"}
