{"text": "Why just can't add this to my wish list?!", "label": "one", "id": "train_1_0"}
{"text": "Finally I love the pressure sensitive marker and zoom tools. Been looking for those", "label": "four", "id": "train_1_1"}
{"text": "help no idea how to get games on the emulator itsself i download crisis core and could not figure out how to play it. pls help", "label": "three", "id": "train_1_2"}
{"text": "Can't update or install anything from Google play store... I have unlimited data but it always shows download pending", "label": "two", "id": "train_1_3"}
{"text": "It helped me with my tax return. I had a technical question and received prompt response from dev. Highly recommend the app for any small business owner to keep track of their receipts. This is the best app I have ever had!", "label": "five", "id": "train_1_4"}
{"text": "pleas fix the binary update for samsung galaxy", "label": "three", "id": "train_1_5"}
{"text": "Good app Had almost every song i could think of didnt see too many things wrong with it", "label": "four", "id": "train_1_6"}
{"text": "It was pretty tight", "label": "five", "id": "train_1_7"}
{"text": "Not syncing with Google Tasks Initially  it synced with Google task and imported all items from there.. But now  it is not syncing my updates with google tasks.. I have checked with all sync setting multiple times and tried with manual sync also  but no Luck.. Sync from Google task to astrid is working  but from. Astrid to google task is getting failed. Please fix this soon.", "label": "two", "id": "train_1_8"}
{"text": "Not sure", "label": "one", "id": "train_1_9"}
{"text": "Cool", "label": "two", "id": "train_1_10"}
{"text": "Chess Free and the best chess", "label": "five", "id": "train_1_11"}
{"text": "I hate it FrostWire is no good now i downloaded FrostWire Plus it won't look up alk the songs like it use to and you cant download videos its no good now", "label": "one", "id": "train_1_12"}
{"text": "way because i can sense something that i am not that comfortable to use this", "label": "three", "id": "train_1_13"}
{"text": "deshbagat sharma", "label": "four", "id": "train_1_14"}
{"text": "Widget Please do something to use widgets on screen overall awesome app", "label": "four", "id": "train_1_15"}
{"text": "After all this time and still causing issues on android 5! Brakes wifi and stops working every morning I wake up. Really?", "label": "two", "id": "train_1_16"}
{"text": ". If I could give it less I would", "label": "one", "id": "train_1_17"}
{"text": "Frostwire It doesn't shut down when you turn it off or kill it with app killer. Just continues to reboot", "label": "three", "id": "train_1_18"}
{"text": "I was just wondering why the secret chat disappeared after i deleted the app i found out when i got the app again. While the recipient of my secret app has our secret chat still.", "label": "five", "id": "train_1_19"}
{"text": "HOW TO FIX THE SOUND .. THE SOUND IS SO NOISE", "label": "three", "id": "train_1_20"}
{"text": "Too small Seriously? How could you make a so simple app get worse? Now there is a lot of wasted space and the counter wheel is too small. Did you know that counter wheel is important? And now I can not add more then 4 sites before I need to scroll but with no reason!!", "label": "two", "id": "train_1_21"}
{"text": "Low res These images are so pixelated I wish I had never used this app at all. PLEASE update this and increase resolution. It would be a fantastic app if the images were higher res.", "label": "one", "id": "train_1_22"}
{"text": "Awesome", "label": "five", "id": "train_1_23"}
{"text": "Very easy and simple to use Very nice and faster", "label": "four", "id": "train_1_24"}
{"text": "Worst app ever found.....need every time updates", "label": "one", "id": "train_1_25"}
{"text": "Good Still haven't fixed capcom vs snk 2... Still glitches", "label": "four", "id": "train_1_26"}
{"text": "It's", "label": "three", "id": "train_1_27"}
{"text": "Welldone", "label": "five", "id": "train_1_28"}
{"text": "Too much irritating ads", "label": "two", "id": "train_1_29"}
{"text": "YOU LIED AND MADE ME GETTED BANNED 4 TIMESMI HATED THIS APP", "label": "one", "id": "train_1_30"}
{"text": "Slow Please update the app  it's slow on my oneplus two.", "label": "two", "id": "train_1_31"}
{"text": "Web links Links don't appear as links and I can't open them either.", "label": "three", "id": "train_1_32"}
{"text": "Handy app Makes it easy to stop torrents if not on computer love it I never give 5 stars though sorry", "label": "four", "id": "train_1_33"}
{"text": "Nice app It was amazing", "label": "five", "id": "train_1_34"}
{"text": "Super to work", "label": "five", "id": "train_1_35"}
{"text": "Good Thank you for developing this app", "label": "four", "id": "train_1_36"}
{"text": "arcade sucks", "label": "one", "id": "train_1_37"}
{"text": "Shuts Off This app has been perfect for a few years but is now shutting itself off while I'm using it in the background with other apps. Time to find another binaural beats app now I guess.", "label": "two", "id": "train_1_38"}
{"text": "Not bad", "label": "three", "id": "train_1_39"}
{"text": "Very Laggy Can't play pokemon Black or diamond very well .Very laggy hard to play ?", "label": "two", "id": "train_1_40"}
{"text": "Cool app", "label": "three", "id": "train_1_41"}
{"text": "all in one app all in one app for controlling kernel. easy to use. great user interface. good work", "label": "four", "id": "train_1_42"}
{"text": "Kyocera only It works", "label": "five", "id": "train_1_43"}
{"text": "Moved song then try playing it and comes up can't find file 😁", "label": "one", "id": "train_1_44"}
{"text": "Good", "label": "five", "id": "train_1_45"}
{"text": "No good sounds but so far the only app that works properly how sad you can't find something with the whole package.", "label": "one", "id": "train_1_46"}
{"text": "Recent update issue Galaxy s5: Crashes everytime the in app Facebook messenger is opened", "label": "three", "id": "train_1_47"}
{"text": "Good Good", "label": "four", "id": "train_1_48"}
{"text": "BIG PROBLEM I always used to add pictures from my gallery but aftet the last update it doesn't allow me anymore...the most basic thing in this doesn't work...", "label": "two", "id": "train_1_49"}
{"text": "brightness issue when I open this app the lens before clicking picture shows more brighten nd enhanced image but after clicking the picture the image what I got is dull and not as the image shown by the lens before clicking.why?", "label": "one", "id": "train_1_50"}
{"text": "This was a 5 star app. I loved it because it allowed me to use the messages function without having to install Messenger. Unfortunately  Facebook essentially blocked this by creating a pop-up to the Play Store which  in turn  force-closes Tinfoil. It sucks. I liked the app. I hope he updates to find a way around it.", "label": "two", "id": "train_1_51"}
{"text": "This app is illegal", "label": "three", "id": "train_1_52"}
{"text": "Very High", "label": "five", "id": "train_1_53"}
{"text": "Bar code reader      great", "label": "four", "id": "train_1_54"}
{"text": "Terrible Lags for no reason get DraStic", "label": "two", "id": "train_1_55"}
{"text": "Worst experience", "label": "one", "id": "train_1_56"}
{"text": "Super Super nahi", "label": "four", "id": "train_1_57"}
{"text": "Aaaaa It can't update", "label": "three", "id": "train_1_58"}
{"text": "Habits are improving already 😉 For starters: ad-free + minimal permissions = great 💜 this app feels so neat and simple to use  and is really doing wonders for my habit building (particularly timing  thanks to the reminder feature). Despite simplicity  the user info is trended in multiple useful ways. I'm not sure i like that the last 4 days are always on display  but seeing those missing ticks can be pretty motivating! Thanks so much Alinson S Xavier 😊", "label": "five", "id": "train_1_59"}
{"text": "Hiii Nice", "label": "five", "id": "train_1_60"}
{"text": "I cant figure it out Add a tutorial plz", "label": "two", "id": "train_1_61"}
{"text": "Works on jellybean not on kitkat I've installed it on JB and ICS works fine  but failed on Kitkat. I think it's better than other nagging root app. Please update..", "label": "four", "id": "train_1_62"}
{"text": "Love it Love it  I don't use it on the lock screen but the home screen widget is awesome.", "label": "three", "id": "train_1_63"}
{"text": "STILL  Still garbage !!!!!!!!!!!uninstall NEEDED !!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! Garbage I want an uninstall on this!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! I !!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!DO NOT WANT THIS!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!", "label": "one", "id": "train_1_64"}
{"text": "Its good but now i cant dwnld anything :-(", "label": "four", "id": "train_1_65"}
{"text": "good ftrft", "label": "five", "id": "train_1_66"}
{"text": "Doesn't really work as well as I thought it would", "label": "two", "id": "train_1_67"}
{"text": "Needs help with clues. I like this app except for one thing. I would like to see across and down clues at the same time  and more than just one. So when working a section I don't have to jump around to see clues. Go to LATimes online and look at that setup as an example. Would use this all the time if that could happen.", "label": "three", "id": "train_1_68"}
{"text": "Sina Houshmand", "label": "one", "id": "train_1_69"}
{"text": "It's useful app.☺", "label": "five", "id": "train_1_70"}
{"text": "games dabbling gawk tryingGabriel gawk etc eternal dens", "label": "two", "id": "train_1_71"}
{"text": "It is not suitable for my samsung A8", "label": "three", "id": "train_1_72"}
{"text": "Mary jane nicdao 1525", "label": "one", "id": "train_1_73"}
{"text": "Best crossword app Excellent selection of puzzles. Full of features to customize your experience. User interface is a tad clunky  but better than most. The built in keyboard is very similar to the standard Google keyboard so there's not much of an adjustment.", "label": "four", "id": "train_1_74"}
{"text": "yeh like it madina", "label": "four", "id": "train_1_75"}
{"text": "They roll their own crypto", "label": "one", "id": "train_1_76"}
{"text": "No tutorial for anything  would be Fun if it had details.", "label": "three", "id": "train_1_77"}
{"text": "Cant figure it out yet", "label": "two", "id": "train_1_78"}
{"text": "Cool", "label": "five", "id": "train_1_79"}
{"text": "Great! Beat WhatsApp in almost everyway", "label": "five", "id": "train_1_80"}
{"text": "Use full", "label": "four", "id": "train_1_81"}
{"text": "Okay  but should let me use my mobile's keyboard to input text. Also consumes RAM while not in use for no good reason.", "label": "one", "id": "train_1_82"}
{"text": "It connects  but does not stay connected once another app is opened to cast.", "label": "two", "id": "train_1_83"}
{"text": "Was ok until fewer results started coming back now I get none", "label": "three", "id": "train_1_84"}
{"text": "I think tis is k", "label": "four", "id": "train_1_85"}
{"text": "Excellent!", "label": "five", "id": "train_1_86"}
{"text": "Rutuja pimpalkar", "label": "three", "id": "train_1_87"}
{"text": "Crashes on launch. OnePlus 2 running Lineage OS (based on Nougat). Bug report is on its way.", "label": "one", "id": "train_1_88"}
{"text": "App is very good but download it very slow", "label": "two", "id": "train_1_89"}
{"text": "It's size is large please reduce it  then it will fine for my very low ram memory phone..", "label": "three", "id": "train_1_90"}
{"text": "Doesn't work well on phone format The verse-of-the-day wallpaper is landscape  and you can only see the middle third on a portrait screen  so you can't read the verse ?. Also  every few days it shows me the Bible graphic for John 3:17  claiming that it's some other verse!", "label": "two", "id": "train_1_91"}
{"text": "Penis", "label": "five", "id": "train_1_92"}
{"text": "Only list with all songs  really?", "label": "one", "id": "train_1_93"}
{"text": "Verry good I had difficulty in getting it in my tablet  because of different layout in different brands. Overall works very fine.", "label": "four", "id": "train_1_94"}
{"text": "NICE downloads kinda slow but has full songs and its worth it!!!", "label": "four", "id": "train_1_95"}
{"text": "Superb", "label": "five", "id": "train_1_96"}
{"text": "Faltu", "label": "one", "id": "train_1_97"}
{"text": "Stuck on finding network.. I Use this app for work. . not convenient.", "label": "two", "id": "train_1_98"}
{"text": "Best Dungeon Game!!!... I love it But Can U make Ur Game Available For Iphone cuz I want to download in my iphone.And If U will Make The Game Free like it is in android and I will give u 5 stars", "label": "three", "id": "train_1_99"}
