{"text": "Why don't homosexuals repent, depart from their sinful ways and surrender to our Lord & savior?", "label": "insincere question", "id": "train_2_0"}
{"text": "Are there any Formula One teams that are self supportive? I mean they don't rely on sponsors. I think some time ago I heard that Force India was the only one that was self supportive, I maybe wrong.", "label": "valid question", "id": "train_2_1"}
{"text": "Why is that Lebanese and the people in the Middle East do not own up to the fact that they were originally black and depend greatly on black populations for the amassment of their wealth?", "label": "insincere question", "id": "train_2_2"}
{"text": "If you had not been recommended by SSB or had been declared medically unfit, what would have you done?", "label": "valid question", "id": "train_2_3"}
{"text": "Which MBTI type(s) help introvert intuitives (like INFJ or INFP) best in boosting up their self esteem or social confidence?", "label": "valid question", "id": "train_2_4"}
{"text": "Is it possible that behind the ugliness and seemingly crazy decisions, President Trump is actually incredibly smart, and might be doing far more good than what people realize?", "label": "insincere question", "id": "train_2_5"}
{"text": "Why do some people get bored of other people easily?", "label": "valid question", "id": "train_2_6"}
{"text": "Why are so many Democrats angry that McConnell vowed to defeat Obama? … that's the DUTY of a politician!", "label": "insincere question", "id": "train_2_7"}
{"text": "What are the ingredients used in baking cakes?", "label": "valid question", "id": "train_2_8"}
{"text": "Why does everyone hate people born in the 2000s?", "label": "insincere question", "id": "train_2_9"}
{"text": "In which two major branches did the Indo-European language split?", "label": "valid question", "id": "train_2_10"}
{"text": "Was Syria behind the chemical weapons attack on Princess Diana like Trump claims?", "label": "insincere question", "id": "train_2_11"}
{"text": "Why do women make men the very Center of their lives?", "label": "insincere question", "id": "train_2_12"}
{"text": "Which social platforms will survive 10 years from now?", "label": "valid question", "id": "train_2_13"}
{"text": "What's the difference between the covariant derivative and covariant differentiation?", "label": "valid question", "id": "train_2_14"}
{"text": "Why would North Korean Leader Kim JungUn Try to soften-up USA President Trump for the planned meeting June 12?", "label": "insincere question", "id": "train_2_15"}
{"text": "Why are there so many startups doing fake deep learning and AI and still raise millions USD fundings?", "label": "valid question", "id": "train_2_16"}
{"text": "Should the Donald be made a saint for services to humanity, or is this an overreaction?", "label": "insincere question", "id": "train_2_17"}
{"text": "What makes GitHub special?", "label": "valid question", "id": "train_2_18"}
{"text": "Did any cultures in the Star Wars universe practice ritualized castration?", "label": "insincere question", "id": "train_2_19"}
{"text": "Why will Charles not be at Harry and Meghan's wedding?", "label": "insincere question", "id": "train_2_20"}
{"text": "Do any of you know why batoning with knives is so bloody popular on the internet when you could just bring a camp ax and not potentially brake your most useful survival tool?", "label": "valid question", "id": "train_2_21"}
{"text": "Do leftists genuinely misunderstand how evil they sound when they claim that other people's hard-earned property from the fruit of their own labors just automatically belong to leftists to redistribute as they see fit?", "label": "insincere question", "id": "train_2_22"}
{"text": "People say Einstein was a major celebrity in his time, why haven't we seen other academics take the limelight like Einstein did?", "label": "valid question", "id": "train_2_23"}
{"text": "Why do some white people think it is cool to hate on their own race?", "label": "insincere question", "id": "train_2_24"}
{"text": "What is an analytic function?", "label": "valid question", "id": "train_2_25"}
{"text": "Are Mongolian Gypsy terrorists (Turkish) allied with ISIS terrorists in 2018 or did they fall out?", "label": "insincere question", "id": "train_2_26"}
{"text": "How would Caucasians really have looked in the subtropical desert of ancient Egypt where the winters were mild and the summers were hot and very sunny?", "label": "valid question", "id": "train_2_27"}
{"text": "What are best colleges for TFW WBJEE rank 1500?", "label": "valid question", "id": "train_2_28"}
{"text": "Would it be offensive to paint my whole face dark black to live like a regular black person?", "label": "insincere question", "id": "train_2_29"}
{"text": "Is Alia Bhatt really kissing in movies? If yes then will it won't spread any disease?", "label": "insincere question", "id": "train_2_30"}
{"text": "Which is the strongest of cheetah species?", "label": "valid question", "id": "train_2_31"}
{"text": "Why did BJP build a corporate HQ spending hundreds of crores instead of giving that money to the families of soldiers who die in our borders every week?", "label": "insincere question", "id": "train_2_32"}
{"text": "I want to know the best way to ask my boyfriend if he is bi/gay? I don't want to seem disrespectful or judgemental in any way.", "label": "valid question", "id": "train_2_33"}
{"text": "Where can I find and download/stream episodes of O Negocio with English subtitles?", "label": "valid question", "id": "train_2_34"}
{"text": "Why did England as a country become Protestant to the point of hating the Catholics? Did the church of England founded by Henry VIII really have that much pull?", "label": "insincere question", "id": "train_2_35"}
{"text": "If Republicans love the United States, why did they vote for Trump?", "label": "insincere question", "id": "train_2_36"}
{"text": "Why did Ford discontinued the Diesel 6.4 engine with only 2 years of production compared to the 7.3, 6.0 & 6.7?", "label": "valid question", "id": "train_2_37"}
{"text": "How can I study economics very well?", "label": "valid question", "id": "train_2_38"}
{"text": "Do Democrats really believe improving Obamacare is possible when Democrat voters are so selfish and greedy, and will not let their Obamacare handouts change at all?", "label": "insincere question", "id": "train_2_39"}
