{"text": "Would you stay in a relationship with someone knowing they are a psychopath?", "label": "valid question", "id": "train_1_0"}
{"text": "Do you say \"mailwoman\" instead of mailman? If not, are you a bigot?", "label": "insincere question", "id": "train_1_1"}
{"text": "What symptoms make it absolutely necessary to do a pelvic exam on a virgin?", "label": "valid question", "id": "train_1_2"}
{"text": "Then why would anyone put their gayness before humanity?", "label": "insincere question", "id": "train_1_3"}
{"text": "Is Donald Trump the biggest embarrassment of the United States?", "label": "insincere question", "id": "train_1_4"}
{"text": "Has there ever been a more complete football player than Lionel Messi in the history of the game?", "label": "valid question", "id": "train_1_5"}
{"text": "For professional bloggers, why'd you block the comments section to your unsubstantiated, opinion piece? Are you afraid of what readers might say?", "label": "insincere question", "id": "train_1_6"}
{"text": "What you will do to match your humor to your crush?", "label": "valid question", "id": "train_1_7"}
{"text": "Why most of the Indians are addicted to watch sexually explicit things on mobile?", "label": "insincere question", "id": "train_1_8"}
{"text": "What is best concept book forr math physics and chemistry?", "label": "valid question", "id": "train_1_9"}
{"text": "What does it mean when a guy says a girl is easy?", "label": "valid question", "id": "train_1_10"}
{"text": "Why do people say that Germans don't like the Dutch people/Dutch nation?", "label": "insincere question", "id": "train_1_11"}
{"text": "What are the characteristics of the crypts of Lieberkühn?", "label": "valid question", "id": "train_1_12"}
{"text": "How can PM Narendra Modi, escape the law after destroying India, through GST, demonetization and farcical strikes, as explained by Sir Vinod dua and Ravish Kumar?", "label": "insincere question", "id": "train_1_13"}
{"text": "Why can Israeli tourists become violent when they are in big numbers?", "label": "insincere question", "id": "train_1_14"}
{"text": "When the Fed decides that a certain amount of paper money needs to be destroyed, how is it done, and how do they ensure that none of it is stolen in the process?", "label": "valid question", "id": "train_1_15"}
{"text": "How do you get chocolate to drizzle?", "label": "valid question", "id": "train_1_16"}
{"text": "How real it's that every man born of a woman is a sinner?", "label": "insincere question", "id": "train_1_17"}
{"text": "Do you think Christopher Nolan could win an Academy Award for best Picture/Director with 'Dunkirk'?", "label": "valid question", "id": "train_1_18"}
{"text": "How can Melania Trump put up with Trump screwing the country more than he does her?", "label": "insincere question", "id": "train_1_19"}
{"text": "Do you need pussy to live healthily as a heterosexual man?", "label": "insincere question", "id": "train_1_20"}
{"text": "Do you know anybody that who got stuck in another decade?", "label": "valid question", "id": "train_1_21"}
{"text": "What are the base metals prices consolidate Thursday's gains?", "label": "valid question", "id": "train_1_22"}
{"text": "Why do most People from America, Europe and Australia hate People from Africa?", "label": "insincere question", "id": "train_1_23"}
{"text": "Is there freedom of opinion on Quora? My opinons are being deleted. Only 40000 Jews died at Auschwitz. Israel did 911, etc.", "label": "insincere question", "id": "train_1_24"}
{"text": "Why do I still treat my parents well, while they never took care of me?", "label": "valid question", "id": "train_1_25"}
{"text": "Even if it is inspired by racism, is Trump wrong to crackdown on illegal immigration? Do Americans want a lot of illegal immigrants? Wouldn’t accepting them easily into the country encourage other illegal immigrants to make dangerous journeys?", "label": "insincere question", "id": "train_1_26"}
{"text": "Can I get my deleted search history on my mobile phone?", "label": "valid question", "id": "train_1_27"}
{"text": "Should Satan Obama be tried for treason and executed?", "label": "insincere question", "id": "train_1_28"}
{"text": "How do depressions affect the weather?", "label": "valid question", "id": "train_1_29"}
{"text": "As shown in the movie 'Mohenjo daro', were the first settlers of gangetic plains, Harappan people or Invading Aryans?", "label": "valid question", "id": "train_1_30"}
{"text": "Why is it people allowed to bad mouth Donald trump but not hillary on here as if she is an angel strange that.?", "label": "insincere question", "id": "train_1_31"}
{"text": "Why Hindus in India are ignoring the fact that more and more Hindus are converted to Islam and Christianity under the veil of secularism and liberalism?", "label": "insincere question", "id": "train_1_32"}
{"text": "What will be called cheating acoording to you in a relationship?", "label": "valid question", "id": "train_1_33"}
{"text": "What is lightning? How does it occur?", "label": "valid question", "id": "train_1_34"}
{"text": "Why are Western thinkers given more importance than Indian thinkers in India?", "label": "insincere question", "id": "train_1_35"}
{"text": "Would the killing and assimilation of weaker African tribes by stronger African tribes help create an inter-tribal unity?", "label": "insincere question", "id": "train_1_36"}
{"text": "What are some of the interesting facts about Google search engine?", "label": "valid question", "id": "train_1_37"}
{"text": "How much coding do you need to know for a career in big data analysis, instead of one in programming/software engineering?", "label": "valid question", "id": "train_1_38"}
{"text": "Do you come from a land down under, where women glow and men plunder?", "label": "insincere question", "id": "train_1_39"}
