{"text": "Why are Asians so good at making white people look like goofs?", "label": "insincere question", "id": "train_4_0"}
{"text": "What happens after you hypnotize someone?", "label": "valid question", "id": "train_4_1"}
{"text": "Is MIT ADT a good college for CS branch?", "label": "valid question", "id": "train_4_2"}
{"text": "Why is President Trump referred to as \"Orange Face\"?", "label": "insincere question", "id": "train_4_3"}
{"text": "Are you a whore?", "label": "insincere question", "id": "train_4_4"}
{"text": "How big of a part do you think attitude plays in recovering from depression?", "label": "valid question", "id": "train_4_5"}
{"text": "What did you learn from \"Nature\"?", "label": "valid question", "id": "train_4_6"}
{"text": "Why do girls hate all the boys when the boy she loved rejected her?", "label": "insincere question", "id": "train_4_7"}
{"text": "Why would any uninhibited AI want to enslave mankind? Why would AI which has none of biological life’s limitations prefer to compete against man when it could too easily take over any other planet out there?", "label": "valid question", "id": "train_4_8"}
{"text": "With racial divisions being laid bare in the U.S.A., can anyone explain \"white\" America's obsession with sport leagues with such high \"black\" content such as the NBA & NFL?", "label": "insincere question", "id": "train_4_9"}
{"text": "As a Swede, how do you manage seeing your country being destroyed by your hypocritical feminists?", "label": "insincere question", "id": "train_4_10"}
{"text": "What are the factors to consider to price a software product?", "label": "valid question", "id": "train_4_11"}
{"text": "Are Muslim women who oppose triple talaaq traitors to Allah and Islam?", "label": "insincere question", "id": "train_4_12"}
{"text": "How can I tell if I'm good at sex or if I even like sex?", "label": "valid question", "id": "train_4_13"}
{"text": "Why do people side with that whore Monica Lewinski?", "label": "insincere question", "id": "train_4_14"}
{"text": "What's your favorite movie, book, and food?", "label": "valid question", "id": "train_4_15"}
{"text": "Do you agree if there is heaven on earth then it is Kashmir and if hell is on earth it is Saudi Arabia?", "label": "insincere question", "id": "train_4_16"}
{"text": "What is the word for turkey in Hindi?", "label": "valid question", "id": "train_4_17"}
{"text": "What is the most unnecessary cultural custom still done today?", "label": "valid question", "id": "train_4_18"}
{"text": "Who keeps posting obvious, blatantly-partisan leading questions about politics or race on Quora? Do these people honestly believe other people will validate their ignorance, or are there that many trolls on Quora?", "label": "insincere question", "id": "train_4_19"}
{"text": "Can the word 'treble' be used as an adjective for the noun 'voice' like 'treble voice'?", "label": "valid question", "id": "train_4_20"}
{"text": "What makes homosexuality less immoral compared to incest, beastiality, pedophilia or other sexually \"deviant\" behaviours?", "label": "insincere question", "id": "train_4_21"}
{"text": "Why is the news saying Assad used chemical gas when he has already won the war? It sound more like the U.S. general, who got mad at Trump for saying he was going to bring our troops home, did it?", "label": "insincere question", "id": "train_4_22"}
{"text": "In which numbering system can the binary number 1011011111000101 be easily converted to?", "label": "valid question", "id": "train_4_23"}
{"text": "Can I constrain a Python program on Windows so that it leaves half my RAM free and just swaps instead?", "label": "valid question", "id": "train_4_24"}
{"text": "Why do other Europeans hate the Polish that much? What are the reasons behind it?", "label": "insincere question", "id": "train_4_25"}
{"text": "What is the difference between fashion designer and dress designer?", "label": "valid question", "id": "train_4_26"}
{"text": "Why do not Tamils ​​have their own land?", "label": "insincere question", "id": "train_4_27"}
{"text": "How do I get my girlfriend´s parents to forgive me If they found we were seeing eachother secretly?", "label": "valid question", "id": "train_4_28"}
{"text": "Liberals only care about their agenda \"the more rights for minorities, for individuals and for criminals, the better US will be\". When will liberals realize their belief sounds like the belief of a cult?", "label": "insincere question", "id": "train_4_29"}
{"text": "Am I welcome in Australia?", "label": "valid question", "id": "train_4_30"}
{"text": "Why are Indians so much obsessed with shopping, makeup, cars and television?", "label": "insincere question", "id": "train_4_31"}
{"text": "Are there any animals that can walk on the bottom of a body of water?", "label": "valid question", "id": "train_4_32"}
{"text": "Could democrats orchestrate gun violence in order to ban guns?", "label": "insincere question", "id": "train_4_33"}
{"text": "As women's power increases as a consequence of feminism, will they increasingly seek to cuckold men?", "label": "insincere question", "id": "train_4_34"}
{"text": "What is the best motorcycle cruise in the USA?", "label": "valid question", "id": "train_4_35"}
{"text": "How many generations would it take for an animal to recognize a new predator?", "label": "valid question", "id": "train_4_36"}
{"text": "Why does the right want Hillary in jail, yet has no concerns over Trump's equally or worse ethical discrepancies?", "label": "insincere question", "id": "train_4_37"}
{"text": "Should we declare the US as a terrorism-supporting country?", "label": "insincere question", "id": "train_4_38"}
{"text": "Why should I, or why should I not, circumcise my male child?", "label": "valid question", "id": "train_4_39"}
