{"text": "Individuals are private citizens, who live in their own country.", "label": "false", "id": "train_4_0"}
{"text": "Before you open a resume template, you should know about cover letter templates, how to write a resume.", "label": "true", "id": "train_4_1"}
{"text": "Typically, pharaohs produce their own ancient pyramids, which are burial mounds.", "label": "true", "id": "train_4_2"}
{"text": "Generally, burritoes are predisposed to be eaten with a fork.", "label": "false", "id": "train_4_3"}
{"text": "Typically, biosimilars may have alternative fuels.", "label": "false", "id": "train_4_4"}
{"text": "Generally, honeys are able to produce a fragrance.", "label": "true", "id": "train_4_5"}
{"text": "Shutters can be used to close doors.", "label": "true", "id": "train_4_6"}
{"text": "Before you don't know what to do at first, you should be aware of the risks.", "label": "false", "id": "train_4_7"}
{"text": "While you cook some food, you can make a stew, a salad, an entree, etc.", "label": "true", "id": "train_4_8"}
{"text": "Generally, a magnanimous may have compassionate thoughts, feelings.", "label": "false", "id": "train_4_9"}
{"text": "Before you get involved in a club or organization, you can find committee.", "label": "false", "id": "train_4_10"}
{"text": "While you modify the testing protocols based on observations, you can modify the results, too.", "label": "true", "id": "train_4_11"}
{"text": "Generally, a modesty may be used to express ideas.", "label": "false", "id": "train_4_12"}
{"text": "While you learn five new songs on the guitar, you can also practice chord progressions.", "label": "true", "id": "train_4_13"}
{"text": "Generally, a null hypothesis is inactive thinking.", "label": "false", "id": "train_4_14"}
{"text": "Typically, a minimalism have to do with minimalistic behavior.", "label": "true", "id": "train_4_15"}
{"text": "While you get picked up by a team, you can bemons have teammates on chauffeur duty too.", "label": "false", "id": "train_4_16"}
{"text": "In order to learn to make pizzas, you need cheese, dough, sauce, toppings.", "label": "true", "id": "train_4_17"}
{"text": "Childhood friends are capable of making you feel like you know them.", "label": "true", "id": "train_4_18"}
{"text": "After you work one day, you get morning's pay.", "label": "false", "id": "train_4_19"}
{"text": "Typically, a string of pearls is found in pearl jewelry.", "label": "true", "id": "train_4_20"}
{"text": "Before you get in car, you need park.", "label": "false", "id": "train_4_21"}
{"text": "Generally, backdrops are scene posteriors.", "label": "false", "id": "train_4_22"}
{"text": "In order to meet a nice girl, you socialize, flirt etc get to know that woman.", "label": "true", "id": "train_4_23"}
{"text": "In order to get a job at the video store, you will need work experience in the industry.", "label": "true", "id": "train_4_24"}
{"text": "Typically, a large rodent may be a fox, raccoon, skunk, bobcat, etc.", "label": "false", "id": "train_4_25"}
{"text": "Typically, a pool may have dive tanks, diving boards.", "label": "true", "id": "train_4_26"}
{"text": "Generally, a back turn around has the bike.", "label": "false", "id": "train_4_27"}
{"text": "While you talk to the new girl in school, you'll be able to ask her out on a date.", "label": "true", "id": "train_4_28"}
{"text": "After you tip the scales, you will see prejudice.", "label": "false", "id": "train_4_29"}
{"text": "Generally, swamps can be considered to be boggy areas.", "label": "true", "id": "train_4_30"}
{"text": "After you get drug tested, you have steroids.", "label": "false", "id": "train_4_31"}
{"text": "In order to see what's wrong, you can check out the problem with your doctor.", "label": "true", "id": "train_4_32"}
{"text": "Generally, a death star can deathly explode.", "label": "false", "id": "train_4_33"}
{"text": "Carbon monoxide poisonings have been documented, poisoning caused by inhaling coal dust.", "label": "false", "id": "train_4_34"}
{"text": "Generally, ducks are able to learn to fly.", "label": "true", "id": "train_4_35"}
{"text": "Typically, a face produces smile, frown, or other expressions.", "label": "true", "id": "train_4_36"}
{"text": "Lottery tickets, you can visit gambling website.", "label": "false", "id": "train_4_37"}
{"text": "Typically, a technologist may be hired to write a document about technology change over society caused harm/affles others such change includes some benefits ;", "label": "false", "id": "train_4_38"}
{"text": "Generally, users are predisposed to use their phones to make calls.", "label": "true", "id": "train_4_39"}
