{"text": "On restoring voting rights to non-violent felons.", "label": "false", "id": "train_1_0"}
{"text": "Dubious taxpayer-funded stimulus spending -- Part II.", "label": "pants fire", "id": "train_1_1"}
{"text": "Says Gov. Scott Walkers proposed reduction in university spending is about the size of the one under Democratic Gov. Jim Doyle, but Democrats didnt treat Doyles cut as so dire.", "label": "mostly true", "id": "train_1_2"}
{"text": "You look at defense were spending more than the rest of the world combined.", "label": "barely true", "id": "train_1_3"}
{"text": "In the last 15 years, weve witnessed a dramatic expansion in the jailing of immigrants, from about 70,000 people detained annually to about 400,000.", "label": "true", "id": "train_1_4"}
{"text": "Says the 2012-13 state budget leaves $6 billion in a rainy day fund.", "label": "half true", "id": "train_1_5"}
{"text": "Says Sen. Bill Nelson voted to spend $144,541 to see how monkeys react under the influence of cocaine.", "label": "barely true", "id": "train_1_6"}
{"text": "Says Mitt Romney had millions in the Cayman Islands, a tax haven.", "label": "true", "id": "train_1_7"}
{"text": "Milwaukee police and firefighters are routinely getting 4 percent raises annually while everybody else is either getting zero or one percent raises.", "label": "false", "id": "train_1_8"}
{"text": "Says that Sen. Sherrod Brown is out there egging on a lot of these protesters who are spitting on policemen and going to the bathroom on policemens cars at these protests on Wall Street and other places.", "label": "pants fire", "id": "train_1_9"}
{"text": "Says Ronald Reagan reversed his worlds largest tax cut and raised taxes when revenues did not match the expectations.", "label": "mostly true", "id": "train_1_10"}
{"text": "New Mexico is the second Hollywood because of tax incentives for the film industry.", "label": "half true", "id": "train_1_11"}
{"text": "About 800 people refused to get a drug screening because they are out there on drugs.", "label": "false", "id": "train_1_12"}
{"text": "All members of Congress are required to be in Obamacare, but Obama and members of his administration have their own gold-plated health care plans that theyre in.", "label": "half true", "id": "train_1_13"}
{"text": "Arizona schools rank 45th in the nation, dead last in funding per student.", "label": "mostly true", "id": "train_1_14"}
{"text": "Three of our cities are among the top five worst cities in the U.S. for asthma.", "label": "true", "id": "train_1_15"}
{"text": "Says Rick Scott cut education by over a billion dollars, meaning thousands of teachers lost their jobs and class sizes went up.", "label": "barely true", "id": "train_1_16"}
{"text": "In the class of 1968 at Patrice Lumumba University in Moscow, Mahmoud Abbas was one of the members of that class, and so was Ali Khamenei. And thats where they first established relationships with the young Vladimir Putin.", "label": "pants fire", "id": "train_1_17"}
{"text": "Says Planned Parenthood CEO Cecile Richards was forced to concede that 86 percent of Planned Parenthoods revenue is from abortion.", "label": "false", "id": "train_1_18"}
{"text": "Mark Warner voted for nearly $1 trillion in new taxes and $7 trillion in new debt.", "label": "true", "id": "train_1_19"}
{"text": "U.S. military uniforms are manufactured in China.", "label": "pants fire", "id": "train_1_20"}
{"text": "Deregulation of the states telecommunications industry will create 50,000 jobs in Wisconsin.", "label": "barely true", "id": "train_1_21"}
{"text": "Congress gave an unelected board the power to deny care to seniors.", "label": "half true", "id": "train_1_22"}
{"text": "\"For what we spend in just one week in Iraq, 800,000 children could get health insurance for an entire year.\"", "label": "mostly true", "id": "train_1_23"}
{"text": "In the state of Indiana, Ive signed more than $3.5 billion in tax relief.", "label": "half true", "id": "train_1_24"}
{"text": "\"In the last few months alone, we have apprehended extremists within our borders who were sent here from the border region of Afghanistan and Pakistan to commit new acts of terror.\"", "label": "mostly true", "id": "train_1_25"}
{"text": "Pat Toomey advocated for eliminating all corporate taxes.", "label": "true", "id": "train_1_26"}
{"text": "Says Democratic recall opponent Tom Barrett is campaigning on lifting property tax limits.", "label": "barely true", "id": "train_1_27"}
{"text": "Says Nancy Pelosi said, Waiting long hours in the emergency room will allow you to make new friends!", "label": "pants fire", "id": "train_1_28"}
{"text": "On possibly raising the Social Security retirement age.", "label": "false", "id": "train_1_29"}
{"text": "\"I would love to see us have in this country what I helped lead in Arkansas...Amendment 65 (which) says that we believe life begins at conception, and that we ought to do everything in the world possible to protect it until its natural conclusion.\"", "label": "barely true", "id": "train_1_30"}
{"text": "Says women who need a sonogram in the eighth to 10th week of pregnancy have to get a transvaginal sonogram.", "label": "mostly true", "id": "train_1_31"}
{"text": "Says Americans invented Pong, Space Invaders and the iPhone.", "label": "half true", "id": "train_1_32"}
{"text": "Weve broken by millions the all-time record for votes in a GOP presidential primary election.", "label": "false", "id": "train_1_33"}
{"text": "Says over the last 48 years, every governor at the midterm of his first term or her first term has lost seats in the Legislature, with the exception of Jim McGreevey in 2003.", "label": "true", "id": "train_1_34"}
{"text": "Donald Trump Protester Speaks Out: I Was Paid $3,500 To Protest Trumps Rally.", "label": "pants fire", "id": "train_1_35"}
{"text": "Education funding of $7,176 per student is a historic level.", "label": "half true", "id": "train_1_36"}
{"text": "President Obama has never received a paycheck from a profitmaking business in his entire life.", "label": "false", "id": "train_1_37"}
{"text": "A Trump television ad shows Mexicans swarming over our southern border.", "label": "pants fire", "id": "train_1_38"}
{"text": "On Lee Fishers watch, almost nine out of 10 jobs that Ohio lost were lost to other states, not to other countries.", "label": "mostly true", "id": "train_1_39"}
{"text": "\"The fact is it's not amnesty.\"", "label": "true", "id": "train_1_40"}
{"text": "\"Obama has proposed a 1.4% pay increase for active duty military in 2011. This is THE LOWEST SINCE 1973 ... A LOWER PAY INCREASE THAN WELFARE RECIPIENTS!!!\"", "label": "barely true", "id": "train_1_41"}
{"text": "Says that even if you have no children, under Obamacare, you would still have to carry insurance that covers pediatric, maternity and newborn care even though you do not need it.", "label": "barely true", "id": "train_1_42"}
{"text": "The United States is about to have the smallest Army since before WWII, the smallest Navy since WWI and the smallest Air Force ever.", "label": "half true", "id": "train_1_43"}
{"text": "Says Donald Trump was asked if he would defend our allies. He said well, first hed want to know if they made any payments to us to defend them.", "label": "true", "id": "train_1_44"}
{"text": "Emergency rooms account for 2 percent of all health care spending.", "label": "mostly true", "id": "train_1_45"}
{"text": "If you give guns to gangs, you can get out of jail free, if (Californias Proposition 57) passes. If you do a drive-by shooting, you can get out of jail free, if Proposition 57 passes. If you discharge guns on a school yard, you can get out of jail free.", "label": "false", "id": "train_1_46"}
{"text": "Sen. Sherrod Browns vote helped pass Barack Obamas job-killing health care law, which slapped small businesses throughout Ohio with a $500 billion tax increase.", "label": "pants fire", "id": "train_1_47"}
{"text": "Says Rick Perry is a 25-year incumbent.", "label": "barely true", "id": "train_1_48"}
{"text": "Under the Obama administration, we are drilling and producing more domestic energy supplies than we ever had before.", "label": "half true", "id": "train_1_49"}
{"text": "\"I didn't endorse\" the federal stimulus bill.", "label": "pants fire", "id": "train_1_50"}
{"text": "Sometime in the next decade, there will be more Latinos in the state of Texas than there are Anglos. That will happen sometime in the next five to eight to ten years.", "label": "true", "id": "train_1_51"}
{"text": "Europe and U.S. households waste 15 times more food than a person in Africa.", "label": "mostly true", "id": "train_1_52"}
{"text": "Abortionists have reduced our black population by more than 25 percent since 1973.", "label": "false", "id": "train_1_53"}
{"text": "Ill be the only economist in the (U.S.) House.", "label": "true", "id": "train_1_54"}
{"text": "Bicycle ownership drops by half while obesity in Rhode Island rises by 154 percent", "label": "pants fire", "id": "train_1_55"}
{"text": "Milwaukee Mayor Tom Barrett has held the line on property taxes.", "label": "barely true", "id": "train_1_56"}
{"text": "In New York, your chances of getting murdered are 1 in 25,000. In Honduras, its 1 in 14.", "label": "half true", "id": "train_1_57"}
{"text": "In some communities, for $10,000 worth of (PIP) coverage its $1,500 a year.", "label": "mostly true", "id": "train_1_58"}
{"text": "Says Thomas Jefferson helped craft the Constitution.", "label": "false", "id": "train_1_59"}
{"text": "Says former U.S. Rep. Carol Shea-Porter refused to host town hall meetings during her time in Congress.", "label": "barely true", "id": "train_1_60"}
{"text": "John McCain's health care plan \"won't guarantee coverage of cancer screenings or maternity care.\"", "label": "true", "id": "train_1_61"}
{"text": "State Department officials actually directed contracts for the Haitian recovery after the earthquake to friends of the Clintons.", "label": "false", "id": "train_1_62"}
{"text": "\"There is no precedent for what the Democrats are doing with this deception. ... We have never written a reconciliation bill to amend a law that does not exist.\"", "label": "half true", "id": "train_1_63"}
{"text": "A gay man who survived #orlando hate crime can STILL show up to work in FL tomorrow and have his boss fire him simply because he is gay.", "label": "mostly true", "id": "train_1_64"}
{"text": "Says Texas legislators in 2011 increased state spending on education.", "label": "pants fire", "id": "train_1_65"}
{"text": "The government does not need a warrant to read your old emails.", "label": "true", "id": "train_1_66"}
{"text": "Two elections in a row (Waukesha County Clerk Kathy Nickolaus) has screwed up counting the vote", "label": "pants fire", "id": "train_1_67"}
{"text": "Texas has 600,000 registered voters who dont have the kind of photo ID needed to vote.", "label": "mostly true", "id": "train_1_68"}
{"text": "A 2005 gay pride vote had nothing to do with discrimination.", "label": "false", "id": "train_1_69"}
{"text": "Says Marco Rubios proposed college affordability overhaul would specifically benefit for-profit colleges.", "label": "barely true", "id": "train_1_70"}
{"text": "A new manufacturing plant is slated to create about 3,000 jobs in central and northeast Georgia and create about a $3 billion infusion into the economy.", "label": "half true", "id": "train_1_71"}
{"text": "Wisconsin state lawmakers worked seven days in 2012 but got paid for a whole year.", "label": "pants fire", "id": "train_1_72"}
{"text": "Assault weapons and handguns are allowed in the state Capitol while bullhorns, trumpets, helium balloons and flags on poles are banned.", "label": "mostly true", "id": "train_1_73"}
{"text": "Says that Mitt Romneys response to the crisis in the auto industry was, Let Detroit go bankrupt.", "label": "half true", "id": "train_1_74"}
{"text": "NAFTA, signed by Bill Clinton, has been a disaster for Pennsylvania.", "label": "barely true", "id": "train_1_75"}
{"text": "Paul Ryan is one of only six House Republicans who voted for Teddy Kennedys bill to force Christian employers to hire LGBT employees.", "label": "false", "id": "train_1_76"}
{"text": "\"(Ronald Reagan) raised taxes a billion dollars in his first year as governor of California.\"", "label": "true", "id": "train_1_77"}
{"text": "The right-to-work states are creating a lot more jobs today than the heavily unionized states.", "label": "true", "id": "train_1_78"}
{"text": "Says Hillary Clintons plan is going to raise taxes and even double your taxes.", "label": "barely true", "id": "train_1_79"}
{"text": "A working woman will earn $7.70 on $10.", "label": "mostly true", "id": "train_1_80"}
{"text": "Nearly 40,000 new jobs have been created in the last year due to the new wells . . . right here in Ohio.", "label": "pants fire", "id": "train_1_81"}
{"text": "The White House branded the memorial service for the Tucson shootings with a Together We Thrive logo and slogan.", "label": "false", "id": "train_1_82"}
{"text": "\"Average families are spending roughly $2,000 more a year on energy costs. ... It's like a $2,000 energy tax in just the last seven years, more than three times what the typical American family received from the Bush tax cuts.\"", "label": "half true", "id": "train_1_83"}
{"text": "Obamacare medical device tax has led to the loss of thousands of jobs in U.S.", "label": "half true", "id": "train_1_84"}
{"text": "The United States was not one of 16 countries where David Perdue said in his Pillowtex deposition that he created jobs.", "label": "barely true", "id": "train_1_85"}
{"text": "\"Kendrick Meek is the only candidate who has consistently been against expanded drilling.\"", "label": "mostly true", "id": "train_1_86"}
{"text": "Honduras bans citizens from owning guns and has the highest homicide rate in the entire world. Switzerland, with a similar population, requires citizens to own guns and has the lowest homicide rate in the entire world.", "label": "pants fire", "id": "train_1_87"}
{"text": "The mosquito population in South Florida is larger than it is in many other communities in the country.", "label": "true", "id": "train_1_88"}
{"text": "Says Scott Walker left college under an ethical cloud for having tried to fix the election for student body president.", "label": "false", "id": "train_1_89"}
{"text": "Obama couldn't have afforded his home without Rezko's help.", "label": "false", "id": "train_1_90"}
{"text": "\"Our own National Security Agency says that (Iran's) nuclear ambitions are advancing, and at the same time ... we are slashing our own nuclear arsenal.\"", "label": "mostly true", "id": "train_1_91"}
{"text": "Proof of citizenship isnt necessary before you register to vote in Florida.", "label": "barely true", "id": "train_1_92"}
{"text": "Obama ad contends that John McCain endorses Rush Limbaugh's comments about immigration.", "label": "pants fire", "id": "train_1_93"}
{"text": "\"In some states, it is still legal to deny a woman coverage because she's been the victim of domestic violence.\"", "label": "true", "id": "train_1_94"}
{"text": "Says because of Texas lawmakers choices, hundreds of thousands of women no longer have access to basic medical care, life-saving cancer screenings and contraception.", "label": "half true", "id": "train_1_95"}
{"text": "Only one out of 10 minimum wage workers today are teen age or a young person.", "label": "false", "id": "train_1_96"}
{"text": "Ted Cruz has been to Iowa four times. Rio Grande Valley of Texas -- just once.", "label": "true", "id": "train_1_97"}
{"text": "Polls show Americans are overwhelmingly opposed to Obamacare, especially the individual mandate.", "label": "mostly true", "id": "train_1_98"}
{"text": "Obamacare prevents (Florida) from regulating insurance.", "label": "pants fire", "id": "train_1_99"}
{"text": "Says U.S. Rep. Tammy Baldwin, a candidate for Senate, supports raising taxes by $858 billion.", "label": "barely true", "id": "train_1_100"}
{"text": "On the Arizona immigration law.", "label": "half true", "id": "train_1_101"}
{"text": "Says Tommy Thompson favors Obamas health care mandate, was publicly thanked by Obama for health reform support and that Thompson says we cant repeal Obamacare.", "label": "false", "id": "train_1_102"}
{"text": "\"Joe Biden brought Republicans and Democrats together to pass the 1994 crime bill, putting 100,000 cops on the streets and starting an eight-year drop in crime across the country.\"", "label": "half true", "id": "train_1_103"}
{"text": "Says Obama flip-flopped on a gas-tax \"holiday.\"", "label": "barely true", "id": "train_1_104"}
{"text": "Sean Duffy backed plan to privatize Social Security.", "label": "pants fire", "id": "train_1_105"}
{"text": "A test last month at the MAX station at 162nd Avenue and East Burnside saw crime down 41 percent compared with December 2009", "label": "mostly true", "id": "train_1_106"}
{"text": "Says if current trends continue, by 2040, one out of three Texas workers will not have a high school diploma.", "label": "true", "id": "train_1_107"}
{"text": "The FBI is involved in an investigation about people in the Rio Grande Valley who are using cocaine to buy votes.", "label": "mostly true", "id": "train_1_108"}
{"text": "Ohio is not meeting its obligation to update voter registrations when voters change their address with the BMV.", "label": "true", "id": "train_1_109"}
{"text": "Sheila Jackson Lee of Texas said: Hey, all you wrinkly, white-aged has-beens: Its time for you to die and let the next generation have your spot on the planet.", "label": "pants fire", "id": "train_1_110"}
{"text": "Obama \"has voted in the United States Senate to increase taxes on people who make as low as $42,000 a year.\"", "label": "barely true", "id": "train_1_111"}
{"text": "Preventive care coverage under the Affordable Care Act has already helped Granite Staters save money and live healthier lives.", "label": "half true", "id": "train_1_112"}
{"text": "\"One-third of the health care dollar goes to no such thing as health care; it goes to the insurance companies.\"", "label": "false", "id": "train_1_113"}
{"text": "In the past three years, state legislatures have enacted more of these restrictions (on abortion) than in the previous 10 years combined.", "label": "true", "id": "train_1_114"}
{"text": "Obamacare isnt helping anyone.", "label": "pants fire", "id": "train_1_115"}
{"text": "(Paul Ryan) has actually proposed three total, three bills that have become law in his entire career dating back to 1999.", "label": "mostly true", "id": "train_1_116"}
{"text": "We paid down the debt for four years -- paid down $600 billion on the national debt.", "label": "half true", "id": "train_1_117"}
{"text": "This rule could prevent children under 18 from using such tools as a power screwdriver, a milking machine or something as simple as a wheelbarrow on the family farm . . .", "label": "barely true", "id": "train_1_118"}
{"text": "Every other democracy in the world has a health care system that covers everybody, and we don't.", "label": "false", "id": "train_1_119"}
