{"text": "On gift taking,Bob McDonnell took a fraction of what (Tim) Kaine took.", "label": "pants fire", "id": "train_3_0"}
{"text": "An average of seven children in America are killed by guns every day.", "label": "half true", "id": "train_3_1"}
{"text": "The Trans-Texas Corridor is dead.", "label": "mostly true", "id": "train_3_2"}
{"text": "Just 400 Americans -- 400 -- have more wealth than half of all Americans combined.", "label": "true", "id": "train_3_3"}
{"text": "Two thirds of the people in Wisconsin strongly disagree with this idea of permanently taking away peoples rights to collective bargaining.", "label": "false", "id": "train_3_4"}
{"text": "\"Obama did not open new lands to offshore drilling all of these areas were already open for drilling once Congress and President Bush lifted the moratorium in 2008. Instead, President Obama yesterday announced what areas he would CLOSE to offshore drilling.\"", "label": "barely true", "id": "train_3_5"}
{"text": "Exporters are using a federal loophole to deceptively sell products made from cat and dog fur to U.S. consumers.", "label": "true", "id": "train_3_6"}
{"text": "A 2011 measure passed into law with Wendy Davis support removes from the attorney general the ability to settle lawsuits just like the school funding case.", "label": "barely true", "id": "train_3_7"}
{"text": "Says Hillary Clintons plan would bring in 620,000 refugees in her first term, alone, with no effective way to screen or vet them. Her plan would cost $400 billion in terms of lifetime welfare and entitlement costs.", "label": "false", "id": "train_3_8"}
{"text": "What we said was, you can keep (your plan) if it hasnt changed since the law passed.", "label": "pants fire", "id": "train_3_9"}
{"text": "Since 2000, nearly 12 million Americans have slipped out of the middle class and into poverty.", "label": "half true", "id": "train_3_10"}
{"text": "Income disparities in the United States are the worst since the 1920s.", "label": "mostly true", "id": "train_3_11"}
{"text": "A lot of people who go into prison straight, and when they come out theyre gay.", "label": "false", "id": "train_3_12"}
{"text": "Says a quote at the top of the redesigned website for the Department of Justice comes from a socialist who wanted to impose global common law.", "label": "pants fire", "id": "train_3_13"}
{"text": "Says Apple products are currently 90 percent conflict-free, and Intel is 100 percent conflict-free.", "label": "barely true", "id": "train_3_14"}
{"text": "Ninety-six percent of the last session, (U.S. Rep. Henry Cuellar) voted with Nancy Pelosi.", "label": "mostly true", "id": "train_3_15"}
{"text": "Says that several times in the last 15 years, Austin City Council candidates have won seats after trailing by more than 4,000 votes in the election prompting the runoff.", "label": "half true", "id": "train_3_16"}
{"text": "\"The oddest thing is he doesn't want to do for America what he did for Massachusetts. He did mandate health care for Massachusetts, which is HillaryCare, and he doesn't want to do that for America.\"", "label": "true", "id": "train_3_17"}
{"text": "When George W. Bush was governor of Texas, the percentage uninsured went down. Under his successor, Rick Perry, its gone up.", "label": "half true", "id": "train_3_18"}
{"text": "The government made accommodation to the Fort Hood shooter to let him grow a beard for religious reasons.", "label": "barely true", "id": "train_3_19"}
{"text": "The U.S. has the highest unintended pregnancy rate of any Western industrialized country.", "label": "mostly true", "id": "train_3_20"}
{"text": "On recusing herself from cases after receiving a campaign contribution", "label": "true", "id": "train_3_21"}
{"text": "Sens. Mark Warner and Tim Kaine voted to let the U.N. take OUR guns.", "label": "pants fire", "id": "train_3_22"}
{"text": "Were above 800 million Muslims radicalized, more than half the Muslims on Earth Thats not a minority. Thats now a majority.", "label": "false", "id": "train_3_23"}
{"text": "Says Gov. Scott Walker has been rated Americas most factually-challenged politician.", "label": "pants fire", "id": "train_3_24"}
{"text": "60 percent of the jobs lost in the 2008 recession were living-wage jobs. Of the jobs weve gotten back, only 40 percent are living-wage.", "label": "true", "id": "train_3_25"}
{"text": "The Buffett rule raises virtually no money, maybe a day and a half of our borrowing per year.", "label": "mostly true", "id": "train_3_26"}
{"text": "There have been more than 300 mass shootings in the United States this year more than any other country in the world.", "label": "half true", "id": "train_3_27"}
{"text": "Says Washingtons reach extends to even telling us what kind of light bulb we can use.", "label": "barely true", "id": "train_3_28"}
{"text": "An annual income of $500,000 in Manhattan, believe it or not, is middle class.", "label": "false", "id": "train_3_29"}
{"text": "The debt limit deal allows President Obama to borrow unlimited amounts of money.", "label": "barely true", "id": "train_3_30"}
{"text": "Wisconsin uses voting machines that are outlawed, they are illegal.", "label": "pants fire", "id": "train_3_31"}
{"text": "Says the federal health care law upheld by the Supreme Court has improved or saved the lives of more than 4,000 Texans otherwise prevented from obtaining health coverage due to pre-existing conditions.", "label": "true", "id": "train_3_32"}
{"text": "Nazi imagery [was used] by the Block for Governor campaign to describe supporters of Allan Fung for Governor.", "label": "false", "id": "train_3_33"}
{"text": "Says Ronda Storms voted to fund the Taj Mahal courthouse.", "label": "mostly true", "id": "train_3_34"}
{"text": "Says the U.S. borrows 42 cents of every dollar Washington spends today and about half of that comes from countries like China.", "label": "half true", "id": "train_3_35"}
{"text": "Every major study that has been done by a legitimate group ...shows that there are hundreds of thousands of jobs to be created if you pass our (cap-and-trade) legislation. And if you wind up pricing carbon.", "label": "false", "id": "train_3_36"}
{"text": "Says Ovide Lamontagne wants to eliminate kindergarten.", "label": "barely true", "id": "train_3_37"}
{"text": "U.S. Rep. Scott Rigell wants gun owners in a federal registration system.", "label": "pants fire", "id": "train_3_38"}
{"text": "We fixed a loophole in the (gun) background record check system so that we could make our commonwealth safer.", "label": "true", "id": "train_3_39"}
{"text": "Says our national debt is greater than our gross domestic product.", "label": "half true", "id": "train_3_40"}
{"text": "Forty percent of gross domestic product is state, local, or federal money.", "label": "mostly true", "id": "train_3_41"}
{"text": "Says McCain once said that on \"the most important issues of our day, I've been totally in agreement and support of President Bush.\"", "label": "true", "id": "train_3_42"}
{"text": "We are the most generous in New England and New England is known for its generosity toward its welfare recipients.", "label": "half true", "id": "train_3_43"}
{"text": "Says DonaldTrump proposes tax cuts, too -- $3 trillion for millionaires like himself and $2 trillion for corporations like his.", "label": "mostly true", "id": "train_3_44"}
{"text": "President Barack Obama suggested on national TV that the Democratic health care bill will have government decide that a healthy, 100-year-old woman in need of a pacemaker should take a pain pill instead.", "label": "false", "id": "train_3_45"}
{"text": "Say photographs of Hillary Clinton at the debate show what could be an earpiece.", "label": "pants fire", "id": "train_3_46"}
{"text": "Says Mitt Romney was clear that he would not provide government assistance to the U.S. auto companies, even if they went through bankruptcy.", "label": "barely true", "id": "train_3_47"}
{"text": "The so-called defense minister of the Peoples Republic of Donetsk ... actually posted a bragging social media posting of having shot down a military transport. And then when it became apparent it was civilian, they pulled it down from social media.", "label": "mostly true", "id": "train_3_48"}
{"text": "The economy we preside over today is better than the one we inherited.", "label": "barely true", "id": "train_3_49"}
{"text": "Sarah Palin \"has had 12 years of elected office experience.\"", "label": "true", "id": "train_3_50"}
{"text": "Attorney General Eric Holders own Justice Department precleared the voting changes in the 2011 law about early voting in Florida.", "label": "half true", "id": "train_3_51"}
{"text": "Says recall organizers started their website last November and began work on their effort before he even took office.", "label": "false", "id": "train_3_52"}
{"text": "Says President Barack Obamas recent New York fundraising trip cost between $25 million and $50 million.", "label": "pants fire", "id": "train_3_53"}
{"text": "Elena Kagan is a New York City radical, Marxist lawyer through and through.", "label": "pants fire", "id": "train_3_54"}
{"text": "Fifty percent of kids coming out of school cant get a job.", "label": "mostly true", "id": "train_3_55"}
{"text": "At nearly 19 million people, the population of Florida is larger than all the earlier primary and caucus states combined.", "label": "true", "id": "train_3_56"}
{"text": "One extra year of schooling for girls reduces infant mortality rates among their children by up to 10 percent.", "label": "half true", "id": "train_3_57"}
{"text": "\"Rob Teilhet, Just another career politician.\"", "label": "barely true", "id": "train_3_58"}
{"text": "We now have more jobs in solar than we do in oil.", "label": "false", "id": "train_3_59"}
{"text": "Says women care most about jobs and the economy", "label": "true", "id": "train_3_60"}
{"text": "Under current policies, were going to reduce the overall debt of the United States by $3 trillion over the next 10 years.", "label": "pants fire", "id": "train_3_61"}
{"text": "The president is advocating a drone strike program in America.", "label": "false", "id": "train_3_62"}
{"text": "Ohio Republicans made significant gains during [Chris McNultys] time at the ORP, including the extremely successful re-election of President Bush in Ohio.", "label": "mostly true", "id": "train_3_63"}
{"text": "Says Milwaukee blacks have 55 percent male unemployment, 60 percent truancy, a 50 percent graduation rate, the worst reading scores and lead in infant mortality.", "label": "half true", "id": "train_3_64"}
{"text": "Says Mike Coffman is with Trump.", "label": "barely true", "id": "train_3_65"}
{"text": "Republicans are now taking credit for provisions of the health care bill that they had tried to derail.", "label": "half true", "id": "train_3_66"}
{"text": "The Obama administration has even joined Islamist governments in sponsoring a U.N. resolution that would shred our First Amendment by threatening to make discussion of radical Islamism potentially illegal.", "label": "pants fire", "id": "train_3_67"}
{"text": "George Allens flat tax plan would actually shrink revenues further thanthe Perry (flat tax) plan.", "label": "false", "id": "train_3_68"}
{"text": "The average faculty member at UW-Madison brings in close to a quarter million dollars a year in grant money.", "label": "mostly true", "id": "train_3_69"}
{"text": "Says Texas has the 15th largest economy in the world.", "label": "true", "id": "train_3_70"}
{"text": "Says there are more federal dollars in Gov. John Kasichs budget plan than in the previous state budget.", "label": "barely true", "id": "train_3_71"}
{"text": "We cut taxes 24 times.", "label": "half true", "id": "train_3_72"}
{"text": "Says Hillary Clinton has pledged amnesty in her first 100 days, and her plan will provide Obamacare, Social Security, and Medicare for illegal immigrants, breaking the federal budget.", "label": "barely true", "id": "train_3_73"}
{"text": "The president of the United States will be taking a trip over to India that is expected to cost the taxpayers $200 million a day.", "label": "false", "id": "train_3_74"}
{"text": "On financial reform, there is \"a million dollars being spent, per congressman, in lobbying expenses on this issue. (The) industry has four lobbyists per member of the House and Senate working on this.\"", "label": "mostly true", "id": "train_3_75"}
{"text": "\"John McCain has voted with George Bush 90 percent of the time.\"", "label": "true", "id": "train_3_76"}
{"text": "Schoolchildren across the nation \"will be forced to watch the president justify his plans for government-run health care, banks, and automobile companies, increasing taxes on those who create jobs, and racking up more debt than any other president.\"", "label": "pants fire", "id": "train_3_77"}
{"text": "Says about 25 Texas cities and 39 states have banned texting while driving.", "label": "true", "id": "train_3_78"}
{"text": "One in four inmates is an illegal immigrant.", "label": "barely true", "id": "train_3_79"}
{"text": "Ronald Reagans signature on the 1986 amnesty act gave Barack Obama about 15 million additional Hispanic votes in 2012.", "label": "false", "id": "train_3_80"}
{"text": "Idaho Republican Rep. Mike Simpson is a liberal who voted with Nancy Pelosi to fund sex study programs of San Francisco prostitutes and to regulate the sale of firearms.", "label": "pants fire", "id": "train_3_81"}
{"text": "On campaign donations from Texas Capitol lobbyists.", "label": "half true", "id": "train_3_82"}
{"text": "Ultimately, after an exhaustive investigation, the National Transportation Safety Board concluded that a Minneapolis bridge collapsed in 2007 because of an original design flaw dating back to the 1960s.", "label": "mostly true", "id": "train_3_83"}
{"text": "Every 20 seconds, a child dies because they lack access to clean water and sanitation.", "label": "half true", "id": "train_3_84"}
{"text": "Says the majority of Americans support gay marriage.", "label": "mostly true", "id": "train_3_85"}
{"text": "The federal Hate Crimes Prevention Act bill would create special protection for pedophiles.", "label": "pants fire", "id": "train_3_86"}
{"text": "Did you know ObamaCare will cost nearly twice as much as initially expected -- $1.8 TRILLION?", "label": "false", "id": "train_3_87"}
{"text": "Says budget savings by reducing pay and benefits for federal employees total $103 billion over 10 years -- more than $50,000 per worker.", "label": "true", "id": "train_3_88"}
{"text": "Jason Carter supports using Georgia tax dollars to promote Obamacare", "label": "barely true", "id": "train_3_89"}
{"text": "From 1947 to 1979, family incomes for rich, middle-income and poor Americans grew about the same rate. But since 1979, incomes for rich families have grown much faster.", "label": "mostly true", "id": "train_3_90"}
{"text": "The only segment in the beer market that is growing is the craft beer segment.", "label": "true", "id": "train_3_91"}
{"text": "Each vegan spares more than 100 animals every year.", "label": "barely true", "id": "train_3_92"}
{"text": "Millennials are more pro-life than baby boomers and older Americans.", "label": "false", "id": "train_3_93"}
{"text": "Obamacare includes a $700 billion cut from Medicare for seniors.", "label": "half true", "id": "train_3_94"}
{"text": "Congresswoman Kathy Castor voted to spend $2.6 million to teach prostitutes in China to drink responsibly.", "label": "pants fire", "id": "train_3_95"}
{"text": "Says the U.S. election system is rigged.", "label": "pants fire", "id": "train_3_96"}
{"text": "Says he and Mitt Romney agreed on tying minimum wage increases to inflation.", "label": "mostly true", "id": "train_3_97"}
{"text": "Says indoor workers get less UV than outdoor workers, but they get more melanomas.", "label": "barely true", "id": "train_3_98"}
{"text": "The ACLU didnt call for an investigation (of the Newark police department), they called for an immediate federal monitor.", "label": "false", "id": "train_3_99"}
{"text": "You can absolutely get a gun if you have several felonies as long as you buy it on the Internet or at a gun show.", "label": "half true", "id": "train_3_100"}
{"text": "On letting Occupy Atlanta protesters stay in Woodruff Park.", "label": "true", "id": "train_3_101"}
{"text": "[When I was mayor] Providence was one of the five renaissance cities of America, according to USA Today in those days. Money magazine said it was the fifth best city to live in in America. In addition to that, All Cities Almanac said in 1994, I believe, that it was the safest city in America.", "label": "true", "id": "train_3_102"}
{"text": "Hitler abolished unions and thats what Wisconsin Gov. Scott Walker is doing today.", "label": "pants fire", "id": "train_3_103"}
{"text": "Says President Barack Obamas health care law is expected to destroy 2.3 million jobs.", "label": "barely true", "id": "train_3_104"}
{"text": "(Newt Gingrich) voted in favor of establishing the Department of Education, and yet he gets in a debate and says we should get rid of the Department of Education and send all the education issues back to the states.", "label": "half true", "id": "train_3_105"}
{"text": "Says Obama administration delay of health care laws employer mandate affects about 1 percent of the American workforce.", "label": "mostly true", "id": "train_3_106"}
{"text": "Phoenix is already one of the kidnapping capitals of the world.", "label": "false", "id": "train_3_107"}
{"text": "Every time weve increased the minimum wage, weve seen a growth in jobs.", "label": "barely true", "id": "train_3_108"}
{"text": "A construction worker whos making $50 or $60 grand a year shouldnt be paying higher tax rates than the guy whos making $50 million a year. And thats how its working right now.", "label": "half true", "id": "train_3_109"}
{"text": "In Senate Bill 5, there is this new method of evaluating teachers. Youre also going to be rated on what the parents think of you and they can send questionnaires and surveys home to parents.", "label": "true", "id": "train_3_110"}
{"text": "\"The Washington Times ... pointed out that we had succeeded where previous administrations had failed\" on spending cuts.", "label": "mostly true", "id": "train_3_111"}
{"text": "Its four or five states where the number of insurance options have narrowed under the Affordable Care Act.", "label": "false", "id": "train_3_112"}
{"text": "An anonymous e-mail says that Hillary Clinton advocates communism.", "label": "pants fire", "id": "train_3_113"}
{"text": "If you count United States airstrikes against ISIS, 75 percent of those combat missions return to base without having fired a weapon.", "label": "true", "id": "train_3_114"}
{"text": "By any measure, New Jersey has one of the most segregated school systems in the country.", "label": "mostly true", "id": "train_3_115"}
{"text": "More Americans receive food aid than work in (the) private sector.", "label": "false", "id": "train_3_116"}
{"text": "The Democrats have already voted to ban our conventional light bulbs ... in favor of dangerous fluorescent light bulbs.", "label": "pants fire", "id": "train_3_117"}
{"text": "Independent analysts say (Donald Trump) would add $30 trillion to the national debt.", "label": "half true", "id": "train_3_118"}
{"text": "John McCain, \"one of the richest people in a Senate filled with millionaires,\" says the solution to the housing crisis is for people to get a \"second job\" and \"skip their vacations.\"", "label": "barely true", "id": "train_3_119"}
