{"text": "Weve spent $6 trillion on the wars in the Middle East.", "label": "half true", "id": "train_2_0"}
{"text": "Today, the United States has, sadly, one of the lowest voter turnouts of any major country on earth.", "label": "mostly true", "id": "train_2_1"}
{"text": "Hillary Clinton advocates \"a freeze on foreclosures. Barack Obama said no.\"", "label": "true", "id": "train_2_2"}
{"text": "Obama \"promises more taxes on small business, seniors, your life savings, your family.\"", "label": "barely true", "id": "train_2_3"}
{"text": "Dan Gelber: On the record against scholarships to help our needy children attend Jewish private schools.", "label": "pants fire", "id": "train_2_4"}
{"text": "A bill to advance the Keystone XL Pipeline is an earmark under House rules.", "label": "false", "id": "train_2_5"}
{"text": "\"During his tenure in Washington and in the Illinois State Senate, Barack Obama has accumulated a record of bipartisan success.\"", "label": "half true", "id": "train_2_6"}
{"text": "Every day in the United States, we are losing 15 factories.", "label": "true", "id": "train_2_7"}
{"text": "1/3 of our kids drop out (of high school), cannot go to college or start a career.", "label": "barely true", "id": "train_2_8"}
{"text": "\"You and I know that in the history of mankind and womankind, government federal, state, local, or otherwise has never created one job.\"", "label": "pants fire", "id": "train_2_9"}
{"text": "On average, college students are taking six years to get a four-year degree.", "label": "mostly true", "id": "train_2_10"}
{"text": "[State Rep. Doug McKillips] donors deserve a refund.", "label": "false", "id": "train_2_11"}
{"text": "As Governor: Romney did not keep public safety funding in line with inflation.", "label": "barely true", "id": "train_2_12"}
{"text": "Democrats in the Legislature in 2009 voted for various pork projects including a $5 million scoreboard for the Milwaukee Bucks.", "label": "false", "id": "train_2_13"}
{"text": "If Cory Gardner gets his way, youd better stock up on condoms.", "label": "pants fire", "id": "train_2_14"}
{"text": "Says taxes were raised 115 times in the eight years before I became governor and those increases were part of a path that led to wealth and jobs and people leaving our state.", "label": "half true", "id": "train_2_15"}
{"text": "Attorney General McCollum, Speaker-Designate Cannon, Senate President-Designate Haridopolos and I stood up to Governor Crist and worked to remove Jim Greer as Chairman because of his mismanagement of the party.", "label": "true", "id": "train_2_16"}
{"text": "\"Last year, (Bill McCollum) spent more than $2.2 million dollars to produce and air campaign-style TV ads where you were featured in almost every frame.\"", "label": "mostly true", "id": "train_2_17"}
{"text": "Medicare has spent $172 million on penis pumps in the last five years at $360 a pop.", "label": "mostly true", "id": "train_2_18"}
{"text": "On torture.", "label": "half true", "id": "train_2_19"}
{"text": "Says in 2012 Obama won in every state that did not require a photo ID and lost in every state that did require a photo ID in order to vote.", "label": "false", "id": "train_2_20"}
{"text": "The region I represent, both currently and in the future, has more automotive plants than the entire state of California.", "label": "true", "id": "train_2_21"}
{"text": "In Houston, Texas, today, there are no homeless veterans.", "label": "barely true", "id": "train_2_22"}
{"text": "It was under Barack Obama and Hillary Clinton that changed the rules of engagement that probably cost (Capt. Humayun Khans) life.", "label": "pants fire", "id": "train_2_23"}
{"text": "The Republican Party has 21 percent party ID and shrinking.", "label": "mostly true", "id": "train_2_24"}
{"text": "On (Tom) Wolfs watch, taxes were high, killing 100,000 PA jobs.", "label": "barely true", "id": "train_2_25"}
{"text": "The stimulus bill includes \"$300,000 for a sculpture garden in Miami.\"", "label": "pants fire", "id": "train_2_26"}
{"text": "On timing of announcement for president.", "label": "false", "id": "train_2_27"}
{"text": "Says Scott Brown voted to reward companies to ship jobs overseas.", "label": "half true", "id": "train_2_28"}
{"text": "In Galveston, Texas, they have allowed people to privatize part of their Social Security. And people are building wealth.", "label": "true", "id": "train_2_29"}
{"text": "We have a fire marshal that said, Oh we cant allow more people ... And the reason they wont let them in is because they dont know what the hell theyre doing.", "label": "pants fire", "id": "train_2_30"}
{"text": "We have been focusing so much, especially the Texas Department of Transportation, on that 97 percent of people in single-occupancy vehicles.", "label": "false", "id": "train_2_31"}
{"text": "Washington, D.C., had some of the strictest gun laws in the country. And when they passed them, violence skyrocketed.", "label": "half true", "id": "train_2_32"}
{"text": "During his first year, President Obama said he was going to visit Kim Jong-ll and Ahmadinejad and Assad and Chavez the worst actors in the world.", "label": "barely true", "id": "train_2_33"}
{"text": "Liberty University students were mandated to attend Sen. Ted Cruzs presidential announcement or they would be fined.", "label": "true", "id": "train_2_34"}
{"text": "Says Mark Pryor votes with Obama 93 percent of the time.", "label": "mostly true", "id": "train_2_35"}
{"text": "\"Sen. Obama has declared, and repeatedly reaffirmed his intention to meet the president of Iran without any preconditions.\"", "label": "true", "id": "train_2_36"}
{"text": "Says an average of $4 billion is added to the national debt every day.", "label": "mostly true", "id": "train_2_37"}
{"text": "From 1960, the year I was born, until the time I became Governor in 2003, the average two-year increase in Minnesota state spending was 21 percent. we brought that down dramatically, to about 1.7 percent per year.", "label": "half true", "id": "train_2_38"}
{"text": "Says only seven percent of 2009s stimulus bill went toward transportation projects, yet they created over one-third of the bills total jobs.", "label": "barely true", "id": "train_2_39"}
{"text": "There are a multitude of vaccines that do not prevent deadly and crippling diseases.", "label": "false", "id": "train_2_40"}
{"text": "Its possible that non-citizen voters were responsible for Obamas 2008 victory in North Carolina.", "label": "pants fire", "id": "train_2_41"}
{"text": "We cut property taxes for seniors and our middle class.", "label": "mostly true", "id": "train_2_42"}
{"text": "Texas is home to millions of Latinas, but the state has never elected a Latina to Congress.", "label": "true", "id": "train_2_43"}
{"text": "After the debate that we had last week, PolitiFact came out and said that everything I said was true.", "label": "pants fire", "id": "train_2_44"}
{"text": "A state reports projection is that approximately half of public employees would live outside municipal boundaries in a decade if the state bans local residency requirements.", "label": "barely true", "id": "train_2_45"}
{"text": "Under President Barack Obamas jobs bill, states would no longer have to lay off teachers, firefighters and police officers.", "label": "half true", "id": "train_2_46"}
{"text": "After Hurricane Katrina, Dallas and San Antonio took in 5,000 to 10,000 refugees each, but (Bill) White brought in 250,000 and put them up in his buddies empty apartment buildings and let the federal government pay their rents for over two years. They did not return to New Orleans, most of them are on welfare.", "label": "false", "id": "train_2_47"}
{"text": "If you threw a barbecue yesterday for the Memorial weekend, it was 29 percent more expensive than last year because Barack Obamas policies have led to groceries going up 29 percent.", "label": "false", "id": "train_2_48"}
{"text": "The lawyer who brought the case against NationsBank said publicly that Alex Sink had nothing to do with the case, had nothing to do with the situation and didnt know about the problems.", "label": "mostly true", "id": "train_2_49"}
{"text": "Its warmer on Mars than it is in parts of the United States and Canada during the polar vortex.", "label": "barely true", "id": "train_2_50"}
{"text": "Bioweapon! Zika virus is being spread by GMO mosquitos (sic)", "label": "pants fire", "id": "train_2_51"}
{"text": "When Mitt Romney was governor of Massachusetts, he stood in front of a coal plant and pointed at it and said, This plant kills.", "label": "true", "id": "train_2_52"}
{"text": "Says scientists predict sometime in the future, an event that will kill somewhere between 80 and 90 million people.", "label": "half true", "id": "train_2_53"}
{"text": "And while (Ted) Strickland proposed cuts for services for children, he wasted over $250,000 remodeling his bathrooms at the governors mansion.", "label": "pants fire", "id": "train_2_54"}
{"text": "Says Hillary Clinton voted to raise taxes on workers earning as little as $41,500.", "label": "barely true", "id": "train_2_55"}
{"text": "More than 70,000 job openings are listed on a state jobs website.", "label": "mostly true", "id": "train_2_56"}
{"text": "The House of Representatives has never sued a sitting president in all of U.S. history.", "label": "true", "id": "train_2_57"}
{"text": "On whether the governor of Massachusetts should be able to appoint an interim U.S. senator", "label": "false", "id": "train_2_58"}
{"text": "\"Thanks to President Bush's policies....The income gap is now higher than at any time since the Great Depression.\"", "label": "half true", "id": "train_2_59"}
{"text": "On responding to chemical weapon use in Syria", "label": "half true", "id": "train_2_60"}
{"text": "More than two-thirds of the aliens the Obama administration has brought to the United States under the presidents Central American Minors program werent actually minors at all.", "label": "mostly true", "id": "train_2_61"}
{"text": "Wisconsins attorney general and state treasurer ordered the daughter of Earth Day founder Gaylord Nelson not to discuss climate change on state time.", "label": "true", "id": "train_2_62"}
{"text": "Switzerland (where the government) issues every household a gun . . . has the lowest gun related crime rate of any civilized country in the world!!!", "label": "pants fire", "id": "train_2_63"}
{"text": "Ninety million Americans either arent working or arent looking for work.", "label": "barely true", "id": "train_2_64"}
{"text": "A recent drop in the unemployment rate is questionable because it was calculated over two days of the Thanksgiving week.", "label": "false", "id": "train_2_65"}
{"text": "Says that in his book, Rick Perry said that Social Security is unconstitutional.", "label": "mostly true", "id": "train_2_66"}
{"text": "White House Political Director Patrick Gaspard once served as the \"right-hand man\" for Bertha Lewis, who heads up ACORN.", "label": "false", "id": "train_2_67"}
{"text": "States still face a mandate to expand Medicaid coverage under President Obamas health care reform law.", "label": "pants fire", "id": "train_2_68"}
{"text": "The Obama administration ... would impose on every Catholic institution, every Jewish institution, every Protestant institution the Obamacare standard of what you have to buy as insurance.", "label": "barely true", "id": "train_2_69"}
{"text": "In the last 6 years, there have been 420 elections for State Senator and State Representative. Only three incumbents have been defeated!", "label": "true", "id": "train_2_70"}
{"text": "My support from young voters -- those 18 to 24 -- in November 2014 was largely unheard of for a Republican.", "label": "half true", "id": "train_2_71"}
{"text": "Says Milwaukee County Sheriff David Clarke has deputies collecting overtime while sitting passively in chairs watching courthouse security personnel work.", "label": "mostly true", "id": "train_2_72"}
{"text": "A new federal program provides subsidized \"Obama phones\" with 70 free minutes of cell phone service every month.", "label": "barely true", "id": "train_2_73"}
{"text": "Theres no negative advertising in my campaign at all.", "label": "pants fire", "id": "train_2_74"}
{"text": "Rick Perry advocated to liquidate the states rainy day fund in 2007.", "label": "half true", "id": "train_2_75"}
{"text": "Says Gov. Rick Perry has never held a private-sector job.", "label": "false", "id": "train_2_76"}
{"text": "Initial efforts to strip airport contractors of their special diversity status has no effect on the contracts or the citys diversity goals.", "label": "true", "id": "train_2_77"}
{"text": "Josh Mandel is lying about his own record. The rating of Ohios investment fund has NOT improved.", "label": "false", "id": "train_2_78"}
{"text": "Says Did you know that if you accepted the Districts proposal today you would have NO pay increase for 4 years? Seven years of frozen wages = Disrespect.", "label": "barely true", "id": "train_2_79"}
{"text": "Says Donald Trump has a long history of exporting jobs overseas.", "label": "half true", "id": "train_2_80"}
{"text": "Wendy Davis raised money for a U.S. House Democrat who is a member of a Democratic socialists group.", "label": "pants fire", "id": "train_2_81"}
{"text": "In the history of the United States, 168 presidential nominees have been filibustered, 82 blocked under President Obama, 86 blocked under all the other presidents.", "label": "mostly true", "id": "train_2_82"}
{"text": "President Reagan did it (raised the debt ceiling) 18 times. George W. Bush did it seven times.", "label": "true", "id": "train_2_83"}
{"text": "As a result of welfare reform, poverty levels went down to the lowest level ever for ... African-American children.", "label": "half true", "id": "train_2_84"}
{"text": "Says in the last six months of the Bush administration, the U.S. lost 3.5 million jobs, including 760,000 jobs during January 2009 alone.", "label": "mostly true", "id": "train_2_85"}
{"text": "More than 400 car crashes occur each year on the current, congested Columbia River Bridge.", "label": "false", "id": "train_2_86"}
{"text": "Ninety-seven percent of the time. Thats how often Mark Warner votes with President Obama.", "label": "true", "id": "train_2_87"}
{"text": "In 2006, Arizona had four ballot issues that were \"very tough on illegal immigration... Forty-seven percent of the Hispanics in Arizona voted for them.\"", "label": "barely true", "id": "train_2_88"}
{"text": "Unemployment and the housing and auto industry crises can be fixed by giving a million dollars to every worker over age 50 to retire.", "label": "pants fire", "id": "train_2_89"}
{"text": "Stimulus money went to office upgrades for politicians.", "label": "barely true", "id": "train_2_90"}
{"text": "Were within 600 miles of 60 percent of America. Were in a perfect location.", "label": "true", "id": "train_2_91"}
{"text": "Sheldon Whitehouse voted for a $525-billion tax increase on the middle class.", "label": "pants fire", "id": "train_2_92"}
{"text": "Says Gerald Daugherty is endorsed by the Austin American-Statesman.", "label": "false", "id": "train_2_93"}
{"text": "Amendment 2 will put almost 2,000 pot shops in Florida ... more pot shops than Walmart and Walgreens combined.", "label": "half true", "id": "train_2_94"}
{"text": "Says he predicts the weather better than Punxsutawney Phil.", "label": "mostly true", "id": "train_2_95"}
{"text": "A government analysis shows under a proposed transportation tax, metro Atlanta will create or support an additional 200,000 new jobs, including jobs that are maintained year over year.", "label": "barely true", "id": "train_2_96"}
{"text": "When the presidents spokesman was asked about (Anwar) al-Awlakis son, he said he should have chosen a more responsible father.", "label": "half true", "id": "train_2_97"}
{"text": "The top25 hedge fund managers (are) making more than all of Americas kindergarten teachers combined.", "label": "true", "id": "train_2_98"}
{"text": "Sarah Palin \"has more experience than Barack Obama.\"", "label": "false", "id": "train_2_99"}
{"text": "Says Donald Trump says climate change is a hoax invented by the Chinese.", "label": "mostly true", "id": "train_2_100"}
{"text": "That 59 divisions in Philly had no votes for Romney in 2012 is (a) mathematical and statistical impossibility.", "label": "pants fire", "id": "train_2_101"}
{"text": "Says Rick Santorum supported (Arlen) Specter over conservative candidates twice.", "label": "true", "id": "train_2_102"}
{"text": "Says 21 million people still suffer slavery today.", "label": "mostly true", "id": "train_2_103"}
{"text": "SaysMichael Bennet wants to close Guantanamo Bay prisonand bring terrorists right here to Colorado.", "label": "false", "id": "train_2_104"}
{"text": "For the first time in 13 years, our dependence on foreign oil is below 50 percent.", "label": "half true", "id": "train_2_105"}
{"text": "When the country was founded, Congress had exactly the same attitude about the sanctity of Christmas celebrations that a 7-Eleven does today: Yeah, were open.", "label": "pants fire", "id": "train_2_106"}
{"text": "Some 20,000 Delphi salaried retirees lost up to 70 percent of their pensions as a result of political favoritism and backroom deals.", "label": "barely true", "id": "train_2_107"}
{"text": "Blue Cross headquarters has \"a $30,000 granite table.\"", "label": "pants fire", "id": "train_2_108"}
{"text": "If you tried to pay out $1 trillion by handing it out at $1 per second, it would take more than 31,000 years.", "label": "true", "id": "train_2_109"}
{"text": "I was filibustered.", "label": "mostly true", "id": "train_2_110"}
{"text": "Says the Clinton Foundation accepted millions and millions of dollars from governments like Algeria, Saudi Arabia, Oman and the United Arab Emirates, which violated a ban on all contributions to the Foundation from foreign nations.", "label": "barely true", "id": "train_2_111"}
{"text": "Milwaukees police chief can fire officers for basically no cause.", "label": "false", "id": "train_2_112"}
{"text": "Lets say (Republicans) take away half of our delegates. Theyre worth more than Iowas, New Hampshires and almost South Carolinas combined.", "label": "half true", "id": "train_2_113"}
{"text": "When Rachel Zenzinger was on the Arvada City Council, she voted to spend taxpayer funds for a junket to China.", "label": "pants fire", "id": "train_2_114"}
{"text": "Roy Barnes is part of the team that has run up trillions of dollars in debt that Americans will spend years paying off, and theyve done it without creating one job.", "label": "barely true", "id": "train_2_115"}
{"text": "Says the Texas unemployment rate has even grown more than the nations as a whole.", "label": "mostly true", "id": "train_2_116"}
{"text": "Says that in polls about 2016 candidate leadership skills, he comes out two and three and four times higher than anybody else.", "label": "half true", "id": "train_2_117"}
{"text": "On the way the federal government should spend Floridas rejected high-speed rail money.", "label": "false", "id": "train_2_118"}
{"text": "\"This guy didn't even support Ronald Reagan.\"", "label": "true", "id": "train_2_119"}
