{"sentence": "Dose does not stand for a hard crystalline metamorphic rock that takes a high polish.", "label": "true", "id": "train_2_0"}
{"sentence": "The cardinal compass point that is at 180 degrees is an appropriate definition of south in no context.", "label": "false", "id": "train_2_1"}
{"sentence": "Not a single language is commonly skillfulness by virtue of possessing special knowledge.", "label": "true", "id": "train_2_2"}
{"sentence": "Not a single spite may commonly be feeling a need to see others suffer.", "label": "false", "id": "train_2_3"}
{"sentence": "A sky is never the atmosphere and outer space as viewed from the earth.", "label": "false", "id": "train_2_4"}
{"sentence": "A crystalline rock that can be cut and polished for jewelry may be an appropriate definition of stone.", "label": "true", "id": "train_2_5"}
{"sentence": "In certain contexts a detachment used for security or reconnaissance may be an appropriate definition of cross.", "label": "false", "id": "train_2_6"}
{"sentence": "Institution never refers to the quality of being limited or restricted.", "label": "true", "id": "train_2_7"}
{"sentence": "Brother does never refer to a male with the same parents as someone else.", "label": "false", "id": "train_2_8"}
{"sentence": "A chocolate may not be a place for public (especially Christian) worship.", "label": "true", "id": "train_2_9"}
{"sentence": "A wife who manages a household while her husband earns the family income may be an appropriate definition of cemetery.", "label": "false", "id": "train_2_10"}
{"sentence": "Incentive never refers to a star-shaped character * used in printing.", "label": "true", "id": "train_2_11"}
{"sentence": "Crime and offence are synonyms in certain contexts.", "label": "true", "id": "train_2_12"}
{"sentence": "Mosquito never refers to two-winged insect whose female has a long proboscis to pierce the skin and suck the blood of humans and animals.", "label": "false", "id": "train_2_13"}
{"sentence": "Syllables may be part of words in no context.", "label": "false", "id": "train_2_14"}
{"sentence": "Dough may commonly refer to a flour mixture stiff enough to knead or roll.", "label": "true", "id": "train_2_15"}
{"sentence": "Bed linen consisting of a large rectangular piece of cotton or linen cloth is never an appropriate definition of sheet.", "label": "false", "id": "train_2_16"}
{"sentence": "A foot is the part of the leg of a human being below the ankle joint.", "label": "true", "id": "train_2_17"}
{"sentence": "A movement downward is an appropriate definition of initiative.", "label": "false", "id": "train_2_18"}
{"sentence": "Something regarded as a normative example is an appropriate definition of rule.", "label": "true", "id": "train_2_19"}
{"sentence": "A platform projecting from the wall of a building and surrounded by a balustrade or railing or parapet is never an appropriate definition of foot.", "label": "true", "id": "train_2_20"}
{"sentence": "A cushion to support the head of a sleeping person may be an appropriate definition of pillow in no context.", "label": "false", "id": "train_2_21"}
{"sentence": "Top may commonly stand for the top or extreme point of something (usually a mountain or hill).", "label": "true", "id": "train_2_22"}
{"sentence": "A discourse is a committee having supervisory powers.", "label": "false", "id": "train_2_23"}
{"sentence": "A staff may not be classified as a help in any context.", "label": "true", "id": "train_2_24"}
{"sentence": "Acceptance commonly refers to a slight wind (usually refreshing).", "label": "false", "id": "train_2_25"}
{"sentence": "Release may not be an appropriate hypernym of landlord in any context.", "label": "true", "id": "train_2_26"}
{"sentence": "A basketball may not be a game played on a court by two opposing teams of 5 players.", "label": "false", "id": "train_2_27"}
{"sentence": "A hold is a strainer for separating lumps from powdered material or grading particles.", "label": "false", "id": "train_2_28"}
{"sentence": "A conversation between two persons is not an appropriate definition of release.", "label": "true", "id": "train_2_29"}
{"sentence": "A monk is never a proposal offered for acceptance or rejection.", "label": "true", "id": "train_2_30"}
{"sentence": "The site of an archeological exploration may be an appropriate definition of style in certain contexts.", "label": "false", "id": "train_2_31"}
{"sentence": "Library may commonly stand for a building that houses a collection of books and other materials.", "label": "true", "id": "train_2_32"}
{"sentence": "A hand may be the heading or caption of a newspaper article.", "label": "false", "id": "train_2_33"}
{"sentence": "Foot never stands for the part of the leg of a human being below the ankle joint.", "label": "false", "id": "train_2_34"}
{"sentence": "Opposite never stands for an injury to living tissue (especially an injury involving a cut or break in the skin).", "label": "true", "id": "train_2_35"}
{"sentence": "The aggregate of past events is an appropriate definition of history.", "label": "true", "id": "train_2_36"}
{"sentence": "An indication of potential opportunity may be an appropriate definition of drill.", "label": "false", "id": "train_2_37"}
{"sentence": "Not a single heaven is commonly any place of complete bliss and delight and peace.", "label": "false", "id": "train_2_38"}
{"sentence": "Not a single interest is commonly a socially awkward or tactless act.", "label": "true", "id": "train_2_39"}
