{"sentence": "A correspondence may commonly be a person qualified to practice dentistry.", "label": "false", "id": "train_0_0"}
{"sentence": "Not a single clash is commonly the unwritten lore (stories and proverbs and riddles and songs) of a culture.", "label": "true", "id": "train_0_1"}
{"sentence": "A kid may commonly be a building or place that provides a particular service or is used for a particular industry.", "label": "false", "id": "train_0_2"}
{"sentence": "Mother may commonly refer to a woman who has given birth to a child (also used as a term of address to your mother).", "label": "true", "id": "train_0_3"}
{"sentence": "Portrait does not stand for inducement (as of a public official) by improper means (as bribery) to violate duty (as by commiting a felony).", "label": "true", "id": "train_0_4"}
{"sentence": "In certain contexts a flat is classified as a place.", "label": "false", "id": "train_0_5"}
{"sentence": "A patch may be classified as a course in certain contexts.", "label": "false", "id": "train_0_6"}
{"sentence": "Arch does not stand for the projection of an image from a film onto a screen.", "label": "true", "id": "train_0_7"}
{"sentence": "A person whose occupation is to serve at table (as in a restaurant) is not an appropriate definition of server.", "label": "false", "id": "train_0_8"}
{"sentence": "Opponent never refers to a statement that affirms or denies something and is either true or false.", "label": "true", "id": "train_0_9"}
{"sentence": "The part of the leg of a human being below the ankle joint is an appropriate definition of turkey.", "label": "false", "id": "train_0_10"}
{"sentence": "Menu does not refer to a threatened or attempted physical attack by someone who appears to be able to cause bodily harm if not stopped.", "label": "true", "id": "train_0_11"}
{"sentence": "In no context a card certifying the identity of the bearer is an appropriate definition of card.", "label": "false", "id": "train_0_12"}
{"sentence": "Illness and health are the same thing in certain contexts.", "label": "true", "id": "train_0_13"}
{"sentence": "An identification may not be evidence of identity.", "label": "false", "id": "train_0_14"}
{"sentence": "Not a single feast is commonly an accommodation in which both sides make concessions.", "label": "true", "id": "train_0_15"}
{"sentence": "A creature of Teutonic mythology may not be an appropriate definition of projection.", "label": "true", "id": "train_0_16"}
{"sentence": "The goal intended to be attained (and which is believed to be attainable) may be an appropriate definition of object in no context.", "label": "false", "id": "train_0_17"}
{"sentence": "Any of the nine large celestial bodies in the solar system that revolve around the sun and shine by reflected light may be an appropriate definition of balance in certain contexts.", "label": "false", "id": "train_0_18"}
{"sentence": "Bat commonly refers to nocturnal mouselike mammal with forelimbs modified to form membranous wings and anatomical adaptations for echolocation by which they navigate.", "label": "true", "id": "train_0_19"}
{"sentence": "Contribution may be the synonym of head.", "label": "false", "id": "train_0_20"}
{"sentence": "Not a single quarter may commonly be a permanent organization of the military land forces of a nation or state.", "label": "true", "id": "train_0_21"}
{"sentence": "Balance never refers to harmonious arrangement or relation of parts or elements within a whole (as in a design).", "label": "false", "id": "train_0_22"}
{"sentence": "A shot is the act of putting a liquid into the body by means of a syringe.", "label": "true", "id": "train_0_23"}
{"sentence": "In no context study of the technique and rules for using language effectively (especially in public speaking) is an appropriate definition of rhetoric.", "label": "false", "id": "train_0_24"}
{"sentence": "Shower commonly stands for a brief period of precipitation.", "label": "true", "id": "train_0_25"}
{"sentence": "Not a single industry is persevering determination to perform a task.", "label": "false", "id": "train_0_26"}
{"sentence": "Lap never refers to a flat circular plate.", "label": "true", "id": "train_0_27"}
{"sentence": "Not a single summer is the warmest season of the year.", "label": "false", "id": "train_0_28"}
{"sentence": "A publication never results from climbing.", "label": "true", "id": "train_0_29"}
{"sentence": "A way of acting or behaving is an appropriate definition of manner in no context.", "label": "false", "id": "train_0_30"}
{"sentence": "A terrifying or deeply upsetting dream is never an appropriate definition of economy.", "label": "true", "id": "train_0_31"}
{"sentence": "Rib does never refer to an extended social group having a distinctive cultural and economic organization.", "label": "true", "id": "train_0_32"}
{"sentence": "Headquarters never stands for the office that serves as the administrative center of an enterprise.", "label": "false", "id": "train_0_33"}
{"sentence": "Self commonly refers to a large distance.", "label": "false", "id": "train_0_34"}
{"sentence": "Nightmare stands for a terrifying or deeply upsetting dream.", "label": "true", "id": "train_0_35"}
{"sentence": "Vacuum does never stand for workplace for the teaching or practice of an art.", "label": "true", "id": "train_0_36"}
{"sentence": "Time for Earth to make a complete rotation on its axis is never an appropriate definition of day.", "label": "false", "id": "train_0_37"}
{"sentence": "Speech does never refer to someone who owns (is legal possessor of) a business.", "label": "true", "id": "train_0_38"}
{"sentence": "A front may commonly be any vehicle self-propelled by a rocket engine.", "label": "false", "id": "train_0_39"}
