{"sentence": "A revolution is classified as a business.", "label": "false", "id": "train_3_0"}
{"sentence": "A youthful male person is never an appropriate definition of fire.", "label": "true", "id": "train_3_1"}
{"sentence": "In no context one of the twelve divisions of the calendar year is an appropriate definition of month.", "label": "false", "id": "train_3_2"}
{"sentence": "A country may be a politically organized body of people under a single government.", "label": "true", "id": "train_3_3"}
{"sentence": "Finance is not an appropriate hyponym of management in any context.", "label": "false", "id": "train_3_4"}
{"sentence": "Drift may not stand for the classification of someone or something with respect to its worth.", "label": "true", "id": "train_3_5"}
{"sentence": "A healthy state of wellbeing free from disease is not an appropriate definition of noise.", "label": "true", "id": "train_3_6"}
{"sentence": "An exile who flees for safety is an appropriate definition of sand in certain contexts.", "label": "false", "id": "train_3_7"}
{"sentence": "Mug does not refer to a plan for attaining a particular goal.", "label": "true", "id": "train_3_8"}
{"sentence": "No trick may be a cunning or deceitful action or device.", "label": "false", "id": "train_3_9"}
{"sentence": "No barrel may be a large number or amount or extent.", "label": "true", "id": "train_3_10"}
{"sentence": "A detective is not an officer in any context.", "label": "false", "id": "train_3_11"}
{"sentence": "A collection of things wrapped or boxed together may be an appropriate definition of treat in certain contexts.", "label": "false", "id": "train_3_12"}
{"sentence": "In no context the formal presentation of a stated proposition and the opposition to it (usually followed by a vote) may be an appropriate definition of figure.", "label": "true", "id": "train_3_13"}
{"sentence": "In no context an artifact that is one of the individual parts of which a composite entity is made up is an appropriate definition of restoration.", "label": "true", "id": "train_3_14"}
{"sentence": "Radio may commonly stand for an advocate who represents someone else's policy or purpose.", "label": "false", "id": "train_3_15"}
{"sentence": "Precision may commonly stand for someone who owns (is legal possessor of) a business.", "label": "false", "id": "train_3_16"}
{"sentence": "Failure may be an appropriate hyponym of fortune.", "label": "true", "id": "train_3_17"}
{"sentence": "Not a single plot is the story that is told in a novel or play or movie etc..", "label": "false", "id": "train_3_18"}
{"sentence": "The point where three areas or surfaces meet or intersect is never an appropriate definition of bear.", "label": "true", "id": "train_3_19"}
{"sentence": "A match may be a general direction in which something tends to move.", "label": "false", "id": "train_3_20"}
{"sentence": "The action of accomplishing something may be an appropriate definition of achievement.", "label": "true", "id": "train_3_21"}
{"sentence": "An impression that something might be the case is an appropriate definition of suspicion.", "label": "true", "id": "train_3_22"}
{"sentence": "Kit never stands for gear consisting of a set of articles or tools for a specified purpose.", "label": "false", "id": "train_3_23"}
{"sentence": "Denying may not lead to a mark in any context.", "label": "true", "id": "train_3_24"}
{"sentence": "Point never refers to a V shape.", "label": "false", "id": "train_3_25"}
{"sentence": "A report is a written document describing the findings of some individual or group.", "label": "true", "id": "train_3_26"}
{"sentence": "No step may be any maneuver made as part of progress toward a goal.", "label": "false", "id": "train_3_27"}
{"sentence": "A joint is the properties that distinguish organisms on the basis of their reproductive roles.", "label": "false", "id": "train_3_28"}
{"sentence": "A factory may be a plant consisting of one or more buildings with facilities for manufacturing.", "label": "true", "id": "train_3_29"}
{"sentence": "Possession never refers to the act of having and controlling property.", "label": "false", "id": "train_3_30"}
{"sentence": "Not a single celebration may be the quality of being difficult.", "label": "true", "id": "train_3_31"}
{"sentence": "Not a single oak is commonly commodities offered for sale.", "label": "true", "id": "train_3_32"}
{"sentence": "An assertion that someone is guilty of a fault or offence may be an appropriate definition of charge in no context.", "label": "false", "id": "train_3_33"}
{"sentence": "Heel may commonly stand for a contraceptive in the form of a pill containing estrogen and progestin to inhibit ovulation and so prevent conception.", "label": "false", "id": "train_3_34"}
{"sentence": "Ghost may be an appropriate hyponym of soul.", "label": "true", "id": "train_3_35"}
{"sentence": "Not a single resignation may be the activity of protecting someone or something.", "label": "true", "id": "train_3_36"}
{"sentence": "Swing does never stand for changing location by moving back and forth.", "label": "false", "id": "train_3_37"}
{"sentence": "An obstacle is not an event that occurs when something passes from one state or phase to another.", "label": "true", "id": "train_3_38"}
{"sentence": "Cream commonly stands for the natural satellite of the Earth.", "label": "false", "id": "train_3_39"}
