{"sentence": "Chart may not refer to a visual display of information.", "label": "false", "id": "train_1_0"}
{"sentence": "A discussion in which reasons are advanced for and against some proposition or proposal is an appropriate definition of argument in certain contexts.", "label": "true", "id": "train_1_1"}
{"sentence": "Crime and title are synonyms.", "label": "false", "id": "train_1_2"}
{"sentence": "Force is an appropriate hypernym of rhetoric in no context.", "label": "true", "id": "train_1_3"}
{"sentence": "Inspiration never refers to a pack of 52 playing cards.", "label": "true", "id": "train_1_4"}
{"sentence": "Study may refer to the time at which something is supposed to begin.", "label": "false", "id": "train_1_5"}
{"sentence": "Any of various games played with a ball (round or oval) in which two teams try to kick or carry or propel the ball into each other's goal may be an appropriate definition of schedule in no context.", "label": "true", "id": "train_1_6"}
{"sentence": "A characteristic is never a distinguishing quality.", "label": "false", "id": "train_1_7"}
{"sentence": "Secret may stand for something that baffles understanding and cannot be explained.", "label": "true", "id": "train_1_8"}
{"sentence": "Not a single influence is commonly the effect of one thing (or person) on another.", "label": "false", "id": "train_1_9"}
{"sentence": "A share is never any of the equal portions into which the capital stock of a corporation is divided and ownership of which is evidenced by a stock certificate.", "label": "false", "id": "train_1_10"}
{"sentence": "Process is an appropriate hypernym of routine in certain contexts.", "label": "true", "id": "train_1_11"}
{"sentence": "Reserve never stands for the trait of being uncommunicative.", "label": "false", "id": "train_1_12"}
{"sentence": "Beer may refer to a general name for alcoholic beverages made by fermenting a cereal (or mixture of cereals) flavored with hops.", "label": "true", "id": "train_1_13"}
{"sentence": "No X-ray may be a formal written statement of relinquishment.", "label": "true", "id": "train_1_14"}
{"sentence": "Not a single relief is commonly the condition of being comfortable or relieved (especially after being relieved of distress).", "label": "false", "id": "train_1_15"}
{"sentence": "A side is classified as a surface in no context.", "label": "false", "id": "train_1_16"}
{"sentence": "Any of various long-tailed primates (excluding the prosimians) is an appropriate definition of arrow in no context.", "label": "true", "id": "train_1_17"}
{"sentence": "The findings of a jury on issues of fact submitted to it for decision is an appropriate definition of migration in certain contexts.", "label": "false", "id": "train_1_18"}
{"sentence": "Value does never refer to small room in which a monk or nun lives.", "label": "true", "id": "train_1_19"}
{"sentence": "A discount may be the act of reducing the selling price of merchandise.", "label": "true", "id": "train_1_20"}
{"sentence": "Not a single fist may commonly be a hand with the fingers clenched in the palm (as for hitting).", "label": "false", "id": "train_1_21"}
{"sentence": "Aspect may commonly stand for people in general (often used in the plural).", "label": "false", "id": "train_1_22"}
{"sentence": "Difference commonly stands for the number that remains after subtraction.", "label": "true", "id": "train_1_23"}
{"sentence": "Draft commonly stands for compulsory military service.", "label": "true", "id": "train_1_24"}
{"sentence": "A master is not an artist of consummate skill.", "label": "false", "id": "train_1_25"}
{"sentence": "A drop may not be a joint between the distal end of the radius and the proximal row of carpal bones.", "label": "true", "id": "train_1_26"}
{"sentence": "Front and signature are the same thing.", "label": "false", "id": "train_1_27"}
{"sentence": "A hypothetical description of a complex entity or process is never an appropriate definition of squad in any context.", "label": "true", "id": "train_1_28"}
{"sentence": "Option does not refer to the right to buy or sell property at an agreed price.", "label": "false", "id": "train_1_29"}
{"sentence": "In no context a top is a type of toy.", "label": "false", "id": "train_1_30"}
{"sentence": "A voyage is not the branch of social science that deals with the production and distribution and consumption of goods and services and their management.", "label": "true", "id": "train_1_31"}
{"sentence": "Safety is never an appropriate synonym of side.", "label": "true", "id": "train_1_32"}
{"sentence": "In no context a scholarship is an award.", "label": "false", "id": "train_1_33"}
{"sentence": "A statement or assertion of verified information about something that is the case or has happened may not be an appropriate definition of fact.", "label": "false", "id": "train_1_34"}
{"sentence": "No siege is commonly binary compound that occurs at room temperature as a clear colorless odorless tasteless liquid.", "label": "true", "id": "train_1_35"}
{"sentence": "Balcony does not stand for a plot of ground in which plants are growing.", "label": "true", "id": "train_1_36"}
{"sentence": "A factory may be classified as a trap.", "label": "false", "id": "train_1_37"}
{"sentence": "Cheek commonly refers to any strong feeling.", "label": "false", "id": "train_1_38"}
{"sentence": "Exit may commonly refer to an opening that permits escape or release.", "label": "true", "id": "train_1_39"}
