{"id": "train_2_0", "text": "John is slower than Rossi. Sam is faster than Rossi. John is slower than Dylan. Therefore rossi is faster than John.", "label": "valid"}
{"id": "train_2_1", "text": "Some people like sweet popcorn, and others like salty, so clearly everyone will like a sweet and salty mix.", "label": "invalid"}
{"id": "train_2_2", "text": "No oaks are humans. Some oaks are countesses. Therefore some countesses are not humans.", "label": "valid"}
{"id": "train_2_3", "text": "The charity is run by lots of famous celebrities, so it must do good work.", "label": "invalid"}
{"id": "train_2_4", "text": "No elms are horses. All elms are ghosts. Therefore all ghosts are horses.", "label": "invalid"}
{"id": "train_2_5", "text": "Some foo fighters are not clothes. All foo fighters are toves. Therefore some toves are not clothes.", "label": "valid"}
{"id": "train_2_6", "text": "I wanted to become an authority on philosophy, so I joined up as a campus security guard.", "label": "invalid"}
{"id": "train_2_7", "text": "All clones are mammals. Some clones are queens. Therefore some queens are mammals.", "label": "valid"}
{"id": "train_2_8", "text": "Some smations are noelinds. Some sevvits are smations. Therefore no sevvits are noelinds.", "label": "invalid"}
{"id": "train_2_9", "text": "All dorchies are mincoms. All yudalouds are dorchies. Therefore all yudalouds are mincoms.", "label": "valid"}
{"id": "train_2_10", "text": "All people are flies. Some cowgirls are people. Therefore all cowgirls are flies.", "label": "invalid"}
{"id": "train_2_11", "text": "Some nuns are mustangs. All nuns are harlequins. Therefore some harlequins are mustangs.", "label": "valid"}
{"id": "train_2_12", "text": "All fruit flies are jesters. Some auditoriums are not jesters. Therefore some auditoriums are not fruit flies.", "label": "valid"}
{"id": "train_2_13", "text": "Some tolities are not sposities. No rodrups are sposities. Therefore some rodrups are not tolities.", "label": "invalid"}
{"id": "train_2_14", "text": "Some cheiliths are rigglays. Some cheiliths are not trealops. Therefore all trealops are rigglays.", "label": "invalid"}
{"id": "train_2_15", "text": "Kim is slower than Moses. Aiden is slower than Kim. Henry is slower than Kim. Therefore kim is faster than Henry.", "label": "valid"}
{"id": "train_2_16", "text": "Some kirarics are unfabrans. All unfabrans are shipotoes. Therefore no shipotoes are kirarics.", "label": "invalid"}
{"id": "train_2_17", "text": "All besloors are gryllows. Some besloors are fapsters. Therefore some fapsters are gryllows.", "label": "valid"}
{"id": "train_2_18", "text": "John is more frank than Paul. Sara is more frank than John. Jill is more frank than Sean. Therefore john is more frank than Sara.", "label": "invalid"}
{"id": "train_2_19", "text": "No gaxes are effachers. Some effachers are confras. Therefore some confras are not gaxes.", "label": "valid"}
{"id": "train_2_20", "text": "No cows are possums. Some jets are possums. Therefore some jets are not cows.", "label": "valid"}
{"id": "train_2_21", "text": "All bulls are crabs. Some places are not bulls. Therefore no places are crabs.", "label": "invalid"}
{"id": "train_2_22", "text": "Some broomillas are spoickles. All broomillas are unfabrans. Therefore some unfabrans are spoickles.", "label": "valid"}
{"id": "train_2_23", "text": "Dylan is less reliable than Tim. Charlotte is less reliable than Dylan. Therefore dylan is more reliable than Tim.", "label": "invalid"}
{"id": "train_2_24", "text": "All flionsoes are trealops. No trealops are winoozes. Therefore no winoozes are flionsoes.", "label": "valid"}
{"id": "train_2_25", "text": "You said we need to help animals, so you clearly don't care about humans.", "label": "invalid"}
{"id": "train_2_26", "text": "Some forks are not rooms. All forks are horses. Therefore some horses are not rooms.", "label": "valid"}
{"id": "train_2_27", "text": "Some compleys are ocirs. All hendassas are ocirs. Therefore no hendassas are compleys.", "label": "invalid"}
{"id": "train_2_28", "text": "Some brongs are hendassas. Some fluffsters are not brongs. Therefore all fluffsters are hendassas.", "label": "invalid"}
{"id": "train_2_29", "text": "Peter is slower than Jack. Sophia is slower than Jack. Henry is slower than Sophia. Henry is slower than Peter. Therefore peter is faster than Henry.", "label": "valid"}
{"id": "train_2_30", "text": "Some witches are jovians. All witches are hawks. Therefore some hawks are jovians.", "label": "valid"}
{"id": "train_2_31", "text": "William is less frank than Mario. Tim is less frank than Mario. Anna is less frank than Tim. Therefore mario is less frank than William.", "label": "invalid"}
{"id": "train_2_32", "text": "All acrobats are insects. Some acrobats are brunettes. Therefore some brunettes are insects.", "label": "valid"}
{"id": "train_2_33", "text": "Aiden is older than Jennifer. Laura is older than Sean. Jones is older than Jennifer. Laura is younger than Bob. Therefore bob is younger than Laura.", "label": "invalid"}
{"id": "train_2_34", "text": "Some living rooms are sidewinders. All mammals are living rooms. Therefore no mammals are sidewinders.", "label": "invalid"}
{"id": "train_2_35", "text": "All males are tigers. No spacemen are tigers. Therefore no spacemen are males.", "label": "valid"}
{"id": "train_2_36", "text": "Robert is less sensible than Edward. Robert is more sensible than Nat. Therefore edward is more sensible than Robert.", "label": "valid"}
{"id": "train_2_37", "text": "Some weepeggles are not shures. All shures are novalies. Therefore some novalies are not weepeggles.", "label": "invalid"}
{"id": "train_2_38", "text": "Caroline is kinder than William. Jack is less kind than William. Therefore william is less kind than Jack.", "label": "invalid"}
{"id": "train_2_39", "text": "No children are canines. Some boys are canines. Therefore some boys are not children.", "label": "valid"}
