{"id": "train_1_0", "text": "I can't imagine the universe coming into existence without an act of creation, so atheism must be false.", "label": "invalid"}
{"id": "train_1_1", "text": "Some winnibler are glontoms. All winnibler are rodrups. Therefore some rodrups are glontoms.", "label": "valid"}
{"id": "train_1_2", "text": "Alex is less reliable than Amy. Amy is less reliable than David. Therefore david is less reliable than Amy.", "label": "invalid"}
{"id": "train_1_3", "text": "Rossi is less sensible than Tom. Jill is less sensible than Rossi. Jill is more sensible than Cecilia. Rossi is more sensible than Mary. Therefore tom is more sensible than Cecilia.", "label": "valid"}
{"id": "train_1_4", "text": "No lions are soldiers. All admirals are lions. Therefore no admirals are soldiers.", "label": "valid"}
{"id": "train_1_5", "text": "Some cheiliths are rigglays. Some cheiliths are not trealops. Therefore all trealops are rigglays.", "label": "invalid"}
{"id": "train_1_6", "text": "No spewsies are builithes. All winnibler are builithes. Therefore no winnibler are spewsies.", "label": "valid"}
{"id": "train_1_7", "text": "No brewtines are spequals. All brewtines are weepeggles. Therefore some weepeggles are spequals.", "label": "invalid"}
{"id": "train_1_8", "text": "Aiden is more ambitious than Annie. Susan is more ambitious than Jim. Moses is less ambitious than Susan. Jim is less ambitious than Annie. Therefore aiden is more ambitious than Jim.", "label": "valid"}
{"id": "train_1_9", "text": "Anne is more frank than Jennifer. Anne is more frank than Jones. Jennifer is more frank than Anna. Therefore anne is less frank than Jones.", "label": "invalid"}
{"id": "train_1_10", "text": "No chevesics are lotadils. No winnibler are chevesics. Therefore all winnibler are lotadils.", "label": "invalid"}
{"id": "train_1_11", "text": "All sinpuds are besloors. Some werradiths are sinpuds. Therefore some werradiths are besloors.", "label": "valid"}
{"id": "train_1_12", "text": "You're telling me not to start smoking, but you smoke yourself, so I shouldn't listen to your advice.", "label": "invalid"}
{"id": "train_1_13", "text": "No shipotoes are sevvits. Some shipotoes are shures. Therefore some shures are not sevvits.", "label": "valid"}
{"id": "train_1_14", "text": "No aferrarons are thrastles. Some novalies are aferrarons. Therefore some novalies are not thrastles.", "label": "valid"}
{"id": "train_1_15", "text": "My car is newer than my friend's car, so it's superior.", "label": "invalid"}
{"id": "train_1_16", "text": "All auditoriums are actresses. Some writers are not actresses. Therefore some writers are auditoriums.", "label": "invalid"}
{"id": "train_1_17", "text": "If you don't like using or interacting with computers, then you probably won't like video games.", "label": "valid"}
{"id": "train_1_18", "text": "Some knights are guys. Some dragons are not knights. Therefore some dragons are guys.", "label": "invalid"}
{"id": "train_1_19", "text": "Charlotte is less sensible than Joanna. Joanna is less sensible than Tim. Therefore tim is more sensible than Joanna.", "label": "valid"}
{"id": "train_1_20", "text": "Some ranotots are not spewsies. All ranotots are proppors. Therefore some proppors are not spewsies.", "label": "valid"}
{"id": "train_1_21", "text": "Victoria is more sensible than Rossi. Jim is more sensible than Victoria. Therefore victoria is less sensible than Rossi.", "label": "invalid"}
{"id": "train_1_22", "text": "No chevesics are lotadils. No winnibler are chevesics. Therefore all winnibler are lotadils.", "label": "invalid"}
{"id": "train_1_23", "text": "Carol is more sensible than Anna. Edward is more sensible than Carol. Edward is more sensible than Dylan. Jake is more sensible than Edward. Therefore jake is more sensible than Anna.", "label": "valid"}
{"id": "train_1_24", "text": "All nimepoes are shizzoes. Some zapsters are nimepoes. Therefore some zapsters are shizzoes.", "label": "valid"}
{"id": "train_1_25", "text": "Some people like sweet popcorn, and others like salty, so clearly everyone will like a sweet and salty mix.", "label": "invalid"}
{"id": "train_1_26", "text": "No sinpuds are hislaffs. All artrames are hislaffs. Therefore no artrames are sinpuds.", "label": "valid"}
{"id": "train_1_27", "text": "All spewsies are didizas. Some smations are spewsies. Therefore no smations are didizas.", "label": "invalid"}
{"id": "train_1_28", "text": "No butchers are birds. All lion tamers are birds. Therefore no lion tamers are butchers.", "label": "valid"}
{"id": "train_1_29", "text": "Hydroponics can't be a good way to grow plants because it's not how they grow in the wild.", "label": "invalid"}
{"id": "train_1_30", "text": "Rossi is more frank than Peter. Jim is more frank than Peter. Mario is more frank than Jim. Therefore jim is less frank than Peter.", "label": "invalid"}
{"id": "train_1_31", "text": "All brewtines are looplats. Some yoffas are not looplats. Therefore some yoffas are not brewtines.", "label": "valid"}
{"id": "train_1_32", "text": "No rodrups are prottows. Some rodrups are slozzoms. Therefore some slozzoms are not prottows.", "label": "valid"}
{"id": "train_1_33", "text": "Some bees are not cats. No cats are spoons. Therefore all spoons are bees.", "label": "invalid"}
{"id": "train_1_34", "text": "All princes are cowboys. All rocks are cowboys. Therefore all rocks are princes.", "label": "invalid"}
{"id": "train_1_35", "text": "No horses are nieces. All jokers are horses. Therefore no jokers are nieces.", "label": "valid"}
{"id": "train_1_36", "text": "All bisdoes are sevvits. All dufizzes are bisdoes. Therefore all dufizzes are sevvits.", "label": "valid"}
{"id": "train_1_37", "text": "Amy is faster than Dylan. Charlotte is faster than Amy. Therefore charlotte is slower than Amy.", "label": "invalid"}
{"id": "train_1_38", "text": "My husband is Italian, and he's very romantic. So if you want a romantic husband, marry an Italian!", "label": "invalid"}
{"id": "train_1_39", "text": "No treyples are fluffsters. Some essups are fluffsters. Therefore some essups are not treyples.", "label": "valid"}
