{"id": "train_4_0", "text": "No rodrups are weepeggles. Some strizzings are weepeggles. Therefore some strizzings are not rodrups.", "label": "valid"}
{"id": "train_4_1", "text": "You say men are physically stronger than women. So why do you think men are superior to women?", "label": "invalid"}
{"id": "train_4_2", "text": "No tricycles are females. Some tricycles are women. Therefore some women are females.", "label": "invalid"}
{"id": "train_4_3", "text": "No cyborgs are pants. All programs are pants. Therefore no programs are cyborgs.", "label": "valid"}
{"id": "train_4_4", "text": "Henry is less ambitious than Edward. Amy is less ambitious than Henry. Peter is less ambitious than Amy. Ernest is less ambitious than Henry. Therefore peter is less ambitious than Edward.", "label": "valid"}
{"id": "train_4_5", "text": "All mice are flowers. All mice are aunts. Therefore no aunts are flowers.", "label": "invalid"}
{"id": "train_4_6", "text": "All plates are creatures. All plates are bugs. Therefore some bugs are not creatures.", "label": "invalid"}
{"id": "train_4_7", "text": "The last train leaves soon, and you said you didn't want to miss it, so you should head out shortly.", "label": "valid"}
{"id": "train_4_8", "text": "All rigglays are compleys. Some hildaids are not compleys. Therefore some hildaids are rigglays.", "label": "invalid"}
{"id": "train_4_9", "text": "Lara is shorter than Henry. Debbie is shorter than Rossi. Henry is shorter than Carol. Therefore carol is taller than Henry.", "label": "valid"}
{"id": "train_4_10", "text": "Nat is taller than Aiden. Jennifer is taller than Jill. Jill is taller than Nat. Sara is taller than Nat. Therefore jennifer is taller than Aiden.", "label": "valid"}
{"id": "train_4_11", "text": "All tupresses are shipotoes. Some tupresses are sypholoes. Therefore no sypholoes are shipotoes.", "label": "invalid"}
{"id": "train_4_12", "text": "I struggle to concentrate at night, so it's better for me to do cognitively demanding tasks in the daytime.", "label": "valid"}
{"id": "train_4_13", "text": "Some flionsoes are not houtals. All houtals are mincoms. Therefore some mincoms are flionsoes.", "label": "invalid"}
{"id": "train_4_14", "text": "No artrames are proppors. Some artrames are spequals. Therefore some spequals are not proppors.", "label": "valid"}
{"id": "train_4_15", "text": "Some chimpanzees are lads. All rocks are lads. Therefore some rocks are not chimpanzees.", "label": "invalid"}
{"id": "train_4_16", "text": "All reggabreas are proppors. Some novalies are not proppors. Therefore some novalies are not reggabreas.", "label": "valid"}
{"id": "train_4_17", "text": "No slozzoms are benessits. No lotadils are benessits. Therefore all lotadils are slozzoms.", "label": "invalid"}
{"id": "train_4_18", "text": "Paul is less ambitious than Osbert. Osbert is less ambitious than Susan. Therefore osbert is more ambitious than Susan.", "label": "invalid"}
{"id": "train_4_19", "text": "All essups are houtals. No houtals are tingforms. Therefore no tingforms are essups.", "label": "valid"}
{"id": "train_4_20", "text": "Joanna is kinder than Michael. Joanna is kinder than Rossi. Michael is less kind than Rossi. Therefore rossi is kinder than Joanna.", "label": "invalid"}
{"id": "train_4_21", "text": "Amy is kinder than Jones. Jennifer is kinder than Jones. Mary is kinder than Jennifer. Therefore jones is less kind than Amy.", "label": "valid"}
{"id": "train_4_22", "text": "Mario is slower than Laura. Henry is slower than Peter. Laura is slower than Peter. Therefore mario is slower than Peter.", "label": "valid"}
{"id": "train_4_23", "text": "My brother was robbed yesterday, so the crime rate must be increasing.", "label": "invalid"}
{"id": "train_4_24", "text": "Zach is less witty than Moses. William is less witty than Ernest. Ernest is less witty than Moses. Therefore ernest is less witty than William.", "label": "invalid"}
{"id": "train_4_25", "text": "All reggabreas are proppors. Some novalies are not proppors. Therefore some novalies are not reggabreas.", "label": "valid"}
{"id": "train_4_26", "text": "Paul is more frank than Bob. Paul is less frank than Annie. Therefore bob is more frank than Paul.", "label": "invalid"}
{"id": "train_4_27", "text": "Rossi is more frank than Peter. Jim is more frank than Peter. Mario is more frank than Jim. Therefore peter is less frank than Rossi.", "label": "valid"}
{"id": "train_4_28", "text": "No alligators are spooks. All spooks are U.F.O.s. Therefore some U.F.O.s are not alligators.", "label": "invalid"}
{"id": "train_4_29", "text": "Some brewtines are not didizas. All brewtines are bistups. Therefore some bistups are not didizas.", "label": "valid"}
{"id": "train_4_30", "text": "Heidegger was a Nazi, so Heideggerian philosophy is clearly illegitimate.", "label": "invalid"}
{"id": "train_4_31", "text": "Some natances are didizas. All natances are sebusses. Therefore some sebusses are didizas.", "label": "valid"}
{"id": "train_4_32", "text": "Some heroines are not martians. Some martians are not computers. Therefore some computers are heroines.", "label": "invalid"}
{"id": "train_4_33", "text": "Paul is more ambitious than Jennifer. Vicky is more ambitious than Marcus. Paul is more ambitious than Vicky. Therefore paul is more ambitious than Marcus.", "label": "valid"}
{"id": "train_4_34", "text": "Some aferrarons are broomillas. All aferrarons are mincoms. Therefore some mincoms are broomillas.", "label": "valid"}
{"id": "train_4_35", "text": "No shepherds are arachnids. Some venusians are shepherds. Therefore no venusians are arachnids.", "label": "invalid"}
{"id": "train_4_36", "text": "Some noelinds are not kitzerains. No noelinds are didizas. Therefore all didizas are kitzerains.", "label": "invalid"}
{"id": "train_4_37", "text": "All fapsters are trealops. No prottows are trealops. Therefore no prottows are fapsters.", "label": "valid"}
{"id": "train_4_38", "text": "Some shures are zapsters. All zapsters are lotadils. Therefore some lotadils are shures.", "label": "valid"}
{"id": "train_4_39", "text": "Mexico City must be a great place to live because so many people choose to live there.", "label": "invalid"}
