{"text": "Tokyo Stocks Rise as Techs Rally  TOKYO (Reuters) - Tokyo's Nikkei average climbed for a  third straight day on Thursday, rising over one percent as a  rally in New York boosted tech issues such as Toshiba Corp and  Shin-Etsu Chemical", "label": "Business", "id": "train_0_0"}
{"text": "Title No.22 for Hewitt in Washington Australian Lleyton Hewitt has claimed his third title of the year with victory in the Legg Mason Classic in Washington. The South Australian No.", "label": "Sports", "id": "train_0_1"}
{"text": "New Download.Ject Attack Hits IM Networks The Download.Ject malware attack has resurfaced, using the popular AIM and ICQ (define) instant messaging networks to spread itself. ", "label": "Technology", "id": "train_0_2"}
{"text": "Sharon, Arafat Defy Demands From Backers JERUSALEM Aug. 19, 2004 - Embattled leaders Ariel Sharon and Yasser Arafat rebuffed demands from their backers Thursday, holding steadfast to positions posing great political risk: Sharon insisted he will ", "label": "World", "id": "train_0_3"}
{"text": "Ford dumps Oracle CAR FIRM Ford has given up trying to integrate Oracle #39;s Everest system into its networks as a bad job. ", "label": "Technology", "id": "train_0_4"}
{"text": "Monsanto Says Justice Dept Closes Inquiry (Reuters) Reuters - Monsanto Co. (MON.N) on Wednesday said\\the U.S. Justice Department has closed an inquiry into\\potential antitrust issues regarding a key ingredient used in\\its Roundup herbicide.", "label": "Business", "id": "train_0_5"}
{"text": "Jackson search 'ignored warrant' Michael Jackson's Neverland manager claims police wanted to search areas unspecified by their warrant.", "label": "World", "id": "train_0_6"}
{"text": "Walks Send Giants to a Victory in 10 udy Seanez intentionally walked Barry Bonds to load the bases in the 10th inning, then could not throw a strike when he tried. Pinch-hitter AJ Pierzynski walked on four pitches to force ", "label": "Sports", "id": "train_0_7"}
{"text": "Voices: Iranian Judo scandal Iran #39;s Judo champion, a favourite at the Athens Games, has disqualified himself rather than face an Israeli opponent, apparently on the instruction of Iran #39;s Olympic Committee. So far the International Olympic Committee has been silent. What #39;s your view? ...", "label": "Sports", "id": "train_0_8"}
{"text": "N.C. Co. Develops Germ-Fighting Clothes (AP) AP - Deep in the Atlantic Ocean, undersea explorers are living a safer life thanks to germ-fighting clothing made in Kinston.", "label": "Technology", "id": "train_0_9"}
{"text": "Cost Cuts Help Kmart Post Profit  CHICAGO (Reuters) - Kmart Holding Corp. &lt;KMRT.O&gt; on Monday  reported its third consecutive quarterly profit as cost cuts  made up for slumping sales, and its cash pile grew to about  \\$2.6 billion.", "label": "Business", "id": "train_0_10"}
{"text": "Phelps, Thorpe Advance in 200 Freestyle ATHENS, Greece - Michael Phelps took care of qualifying for the Olympic 200-meter freestyle semifinals Sunday, and then found out he had been added to the American team for the evening's 400 freestyle relay final. Phelps' rivals Ian Thorpe and Pieter van den Hoogenband and teammate Klete Keller were faster than the teenager in the 200 free preliminaries...", "label": "World", "id": "train_0_11"}
{"text": "Can Radcliffe Rise from Athens Ashes? So Paula Radcliffe is mortal, and probably now destined never to win an Olympic gold medal. For the past two years she has run like a goddess inexorably heading towards Athens glory.", "label": "Sports", "id": "train_0_12"}
{"text": "Toys R Us Swings to Profit Toys R Us (TOY:NYSE - news - research) swung to a second-quarter profit after revealing recently that it was considering exiting its namesake business.", "label": "Business", "id": "train_0_13"}
{"text": "A Rash Product That Sells Itself COVINGTON, La. - Retired Louisiana pharmacist George Boudreaux hasn't needed Madison Avenue pitchmen to get the word out about his concoction to treat diaper rash...", "label": "World", "id": "train_0_14"}
{"text": "Students Win \\$100,000 in National Team Science Competition Lucie Guo, motivated by the death of her grandfather in China before she was born, spent two summers doing research in a Duke University laboratory.", "label": "Technology", "id": "train_0_15"}
{"text": "World #39;s strongest man strikes again Iranians are swelling with pride after weightlifter Hossein Rezazadeh confirmed his status as the world #39;s strongest man at the Athens Olympics.", "label": "Sports", "id": "train_0_16"}
{"text": "Putting the PC in the PRC IBM may need to do some creative deal making in order to sell PC business to China #39;s Lenovo. By Robert Cyran, Breakingviews. LONDON (Breakingviews) - It #39;s no surprise IBM is in talks to sell its PC business ", "label": "Business", "id": "train_0_17"}
{"text": "Drag-and-drop flaw mars Microsoft's latest update An independent researcher finds an Internet Explorer vulnerability that could turn drag-and-drop into drag-and-infect.", "label": "Technology", "id": "train_0_18"}
{"text": "Supporters of Sistani Fired Upon, 20 Dead: Witness  NAJAF, Iraq (Reuters) - Supporters of Iraq's top Shi'ite  cleric Grand Ayatollah Ali al-Sistani were fired upon in the  town of Kufa on Thursday and 20 people were killed, a Reuters  photographer said from the scene.", "label": "World", "id": "train_0_19"}
{"text": "Fastest man! ATHENS: The true worth of Justin Gatlins stunning Olympic 100m victory could be measured by who was left in his considerable wake.", "label": "Sports", "id": "train_0_20"}
{"text": "Failure in demand causes LCD sales slump IT #39;S OFFICIAL. People didn #39;t flock to buy LCD units in the second quarter which is disappointing news for manufacturers, which are now awash with the fancy thin film transistor glass. ", "label": "Technology", "id": "train_0_21"}
{"text": "Krispy Kreme #39;s hot streak cools The niche doughnuts that rose quickly in popularity are feeling the weight of the low-carb craze and mass marketing. By Deb Kollars and Edie Lau -- Bee Staff Writers.", "label": "Business", "id": "train_0_22"}
{"text": "Burundi Agrees to Move Tutsi Refugees to Safety Following last week #39;s massacre of at least 160 Congolese Tutsis at a refugee camp near Burundi #39;s border with the Democratic Republic of Congo, the Burundian government is speeding up efforts to help the United Nations set up more secure camps in the ", "label": "World", "id": "train_0_23"}
{"text": "Trial Letdown Hits Possis Medical Shares of device maker Possis Medical (Nasdaq: POSS) are down 38 to \\$19.20 after the company cut its fiscal 2005 earnings outlook after a trial involving its AngioJet blood clot treatment yielded disappointing results.", "label": "Business", "id": "train_0_24"}
{"text": "Israeli dedicates first gold to Munich victims Israel #39;s first Olympic gold medallist has dedicated his victory to his 11 countrymen killed in the Munich massacre of 1972, vowing he would visit their memorial to show them his medal.", "label": "Sports", "id": "train_0_25"}
{"text": "Soldier dies as British troops clash with Sadr #39;s Basra army A BRITISH soldier was killed and at least one other injured during a fierce firefight with militia fighters in the southern Iraqi city of Basra yesterday. ", "label": "World", "id": "train_0_26"}
{"text": "Getting Around Search Engine Optimization Roadblocks Getting Around Search Engine Optimization Roadblocks\\\\Today, I will cover the most difficult technologies and techniques to work with. While each of these technologies, techniques and designs have a useful purpose for web-designers, webmasters and general office staff tasked with keeping the site up to date, they each also present problems ...", "label": "Technology", "id": "train_0_27"}
{"text": "Braves 10, Dodgers 1 Chipper Jones #39; three-run homer capped an eight-run second inning, JD Drew hit a two-run double and the Atlanta Braves beat the Los Angeles Dodgers 10-1 on Sunday for a split of the four-game series.", "label": "Sports", "id": "train_0_28"}
{"text": "Google IPO Bidding Opens Google IPO Bidding Opens\\\\Google's IPO bidding is officially open. Google and its underwriters expect to open the auction for the shares of Google rsquo;s Class A common stock at 9:00 a.m. EST (press time) on Friday, August 13, 2004. Google bidders must have obtained a bidder ID from ipo.google.com if you ...", "label": "Technology", "id": "train_0_29"}
{"text": "Error Puts Kennedy on Airline No-Fly List WASHINGTON - The Senate Judiciary Committee heard this morning from one of its own about some of the problems with airline \"no fly\" watch lists. Sen...", "label": "World", "id": "train_0_30"}
{"text": "New autumn Bank Holiday favoured UK workers' top choice for a new Bank Holiday would be a Monday in late October, an online survey finds.", "label": "Business", "id": "train_0_31"}
{"text": "Aid workers get more access to Darfur Sudan has eased access to its troubled Darfur region for relief workers and supplies but hasn #39;t disbanded the marauding militia that caused 1.5 million people to flee their homes ", "label": "World", "id": "train_0_32"}
{"text": "Indian state-owned banks brace for a strike over pay MUMBAI State Bank of India, the nation #39;s largest lender, and its 26 state-owned rivals face a nationwide walkout on Tuesday by about one million employees who are demanding that banks double a proposed wage increase.", "label": "Business", "id": "train_0_33"}
{"text": "Report: Colorado hit by grand jury indictment A grand jury has handed down an indictment regarding the use of prostitutes to entice football recruits to the University of Colorado, The Denver Post reported yesterday.", "label": "Sports", "id": "train_0_34"}
{"text": "Mauritanian Capital Battles Locust Swarm (AP) AP - Residents burned tires and trash in the streets Thursday trying to drive off swarms of locusts descending on the region in what a U.N. agency called the worst sub-Saharan invasion in more than a decade.", "label": "Technology", "id": "train_0_35"}
{"text": "UPDATE 1-Oil troublesome but recovery intact -Fed #39;s McTeer Record oil prices are creating headwinds for the US economy but do not place its recovery at risk, Dallas Federal Reserve Bank President Robert McTeer said on Monday.", "label": "Business", "id": "train_0_36"}
{"text": "Sharp Introduces 3-Dimensional Computer Display By MAY WONG     SAN JOSE, Calif. (AP) -- Hoping to spur a 3-D revolution, Sharp Systems of America introduced Monday a new flat-panel computer display designed to deliver eye-popping images without the need for special glasses...", "label": "Technology", "id": "train_0_37"}
{"text": "Bush Announces Plan for Troop Realignment WASHINGTON - President Bush on Monday announced plans to shift 60,000 to 70,000 U.S. troops who are now stationed in Europe and Asia in one of the largest troop realignments since the end of the Cold War...", "label": "World", "id": "train_0_38"}
{"text": "NL Wrap: Ramirez Lifts Cubs Over Astros After Wood Exit  NEW YORK (Reuters) - Aramis Ramirez hit a three-run homer  as the Chicago Cubs survived the ejection of starting pitcher  Kerry Wood to defeat the Astros 11-6 in National League play in  Houston on Sunday.", "label": "Sports", "id": "train_0_39"}
{"text": "ARM to Buy Artisan Components for About \\$913 Million (Update6) ARM Holdings Plc, whose chip designs are used in iPod digital music players, agreed to buy Artisan Components Inc. for about \\$913 million.", "label": "Business", "id": "train_0_40"}
{"text": "RVS Rathore: The silver lining Waiting for the bus to the Markopoulos shooting range this afternoon, a question from a Chinese journalist rattled me.  quot;From India? How many medals have you won? quot; ...", "label": "Sports", "id": "train_0_41"}
{"text": "Macromedia Ships Flex Development Tool Macromedia Monday shipped Flex Builder, an integrated development environment (IDE) for Web applications built on the company #39;s XML-based Flex application platform.", "label": "Technology", "id": "train_0_42"}
{"text": "Blast in Gaza Home of Hamas Man Kills 4 - Medics GAZA (Reuters) - An explosion tore through the home of a senior Hamas militant in Gaza on Wednesday, killing at least four people and wounding him and about a dozen other Palestinians, medics said. ", "label": "World", "id": "train_0_43"}
{"text": "Analysts fear longer than expected G5 delays (MacCentral) MacCentral - Analysts from Prudential Equity Group and UBS have warned over the past two days that longer than expected G5 delays from IBM Corp. is the near-term \"key risk\" for Apple Computer Inc. Both firms are concerned the delays could be longer than originally expected.", "label": "Technology", "id": "train_0_44"}
{"text": "HP Moves Deeper Into Consumer Electronics SAN JOSE, Calif. - Personal computer giant Hewlett-Packard Co. is stepping deeper than ever into the consumer electronics arena with its fall product lineup - so don #39;t be surprised if you hear about  quot;HP TV ", "label": "Business", "id": "train_0_45"}
{"text": "Texas slides past North Carolina SOUTH WILLIAMSPORT, Pa. -- Texas is two steps away from a world championship. Chance Murski hit a grand slam and Randal Grichuk hit a three-run homer to lead Richmond, Texas, to the United States final with an 8-2 win over Morganton, N.C., last night at the Little League World Series.", "label": "Sports", "id": "train_0_46"}
{"text": "Murder shows parallels with Marsha killing In a murder case echoing that of student Marsha McDonnell, police found the body of a young woman bludgeoned to death in Twickenham.", "label": "World", "id": "train_0_47"}
{"text": "Florida E-Vote Study Debunked Statisticians release an analysis debunking a previous Berkeley study that said President Bush received more votes than he should have in Florida counties that used touch-screen voting machines. By Kim Zetter.", "label": "Technology", "id": "train_0_48"}
{"text": "Davenport reaches Cincinnati Open final CINCINNATI (Ohio): American Lindsay Davenport advanced to the final of the WTA Cincinnati Open on Saturday after Frances Marion Bartoli pulled out with a blister on her right hand.", "label": "Sports", "id": "train_0_49"}
{"text": "Israel Turns Up Heat on Palestinian Hunger Strike  JERUSALEM (Reuters) - Israel declared psychological war on  hunger-striking Palestinian prisoners Monday, saying it would  barbecue meat outside their cells to try to break their will.", "label": "World", "id": "train_0_50"}
{"text": "Oakville plant #39;s fate is still up in the air Ford is celebrating its 100th anniversary in Canada today amid uncertainty over the future of the automaker #39;s Oakville assembly plant. ", "label": "Business", "id": "train_0_51"}
{"text": "Airbus gets 8 orders PARIS - Thai Airways has ordered six of Airbus #39; new 555-seater A380 jumbo jets and two smaller A340 wide-bodied jets, the European aircraft maker said Friday.", "label": "Business", "id": "train_0_52"}
{"text": "IPod Music Player Winning Over Japan Fans When Sony Corp. President Kunitake Ando showed off the new Walkman meant to counter the assault by Apple's iPod portable music player, he held the prized gadget at the gala event upside down.", "label": "Technology", "id": "train_0_53"}
{"text": "U.S. Beats Australia After a miserable Olympics four years ago, the U.S. men's volleyball team has guaranteed a place in the medal round.", "label": "Sports", "id": "train_0_54"}
{"text": "S.Africa Police Say Thatcher Was Ready to Leave  CAPE TOWN (Reuters) - Former British Prime Minister  Margaret Thatcher's son was planning to leave South Africa  before his arrest on suspicion of involvement in a coup attempt  in oil-rich Equatorial Guinea, police said on Thursday.", "label": "World", "id": "train_0_55"}
{"text": "Georgian, South Ossitian Forces Continue Fighting Officials in Georgia say at least two soldiers have been killed and five wounded in the latest battles with separatist fighters in the breakaway region of South Ossetia. ", "label": "World", "id": "train_0_56"}
{"text": "Olympics-Shooting-loving Rathore promotes Olympic sports ATHENS, Aug 17 (Reuters) - Rajyavardhan Singh Rathore loves cricket as much as any Indian, even if the national obsession with ball and bat can make it hard for the country #39;s Olympic athletes to get a look in. ", "label": "Sports", "id": "train_0_57"}
{"text": "Does your tech stuff need extra protection? (USATODAY.com) USATODAY.com - Every day, consumers plunk down millions of dollars for cell phones, computers and high-end electronics that are supposed to make their lives better. And every night, they lie awake worrying that their new PCs or plasma TVs will spontaneously combust the day their warranty expires.", "label": "Technology", "id": "train_0_58"}
{"text": "J.C. Penney Posts Profit, Sales Strong  NEW YORK (Reuters) - Department store operator J.C. Penney  Co. Inc. &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=JCP.N target=/stocks/quickinfo/fullquote\"&gt;JCP.N&lt;/A&gt; on Tuesday posted a quarterly operating  profit, reversing a year-earlier loss, on inventory controls  and strong sales of jeans, home furnishings and career clothes.", "label": "Business", "id": "train_0_59"}
{"text": "Search Engine Marketing Mistakes Retailers Need to Avoid Search Engine Marketing Mistakes Retailers Need to Avoid\\\\According to a recent survey conducted by Shop.org and Forrester, in 2003, online retail sales jumped 51 to reach \\$114 billion with 79 of all online retailers (etailers) were profitable. Online sales are expected to reach 6.6 percent of total retail sales in ...", "label": "Technology", "id": "train_0_60"}
{"text": "Iraq Won't Send New Delegation to Najaf BAGHDAD, Iraq - Iraq's National Conference refused Wednesday to send a second delegation to the holy city of Najaf to negotiate an end to fighting between U.S. troops and loyalists of radical cleric Muqtada al-Sadr, a day after he rebuffed their demand for a meeting...", "label": "World", "id": "train_0_61"}
{"text": "Stronach mum on Tobin Auto parts magnate Frank Stronach offered few details Monday on the circumstances leading up to Brian Tobin #39;s sudden departure from two of his companies, refusing to comment on reports of friction between the two .", "label": "Business", "id": "train_0_62"}
{"text": "Springboks beat Australia in tr-nations rugby South Africa has defeated Australia in the final match of the rugby Tri Nations series. Africa correspondent Sally Sara reports, the Springboks won 23 to 19 in front of a home crowd in Durban.", "label": "Sports", "id": "train_0_63"}
{"text": "SHOT PUT Bizarre turn of fortune A shot put competition unique in Olympic history -- ancient or modern -- turned into one of the strangest competitions in the Games history Wednesday evening as the sun was setting on the ancient stadium. ", "label": "Sports", "id": "train_0_64"}
{"text": "Canon cashes in on digicam boom BUOYED by record revenue of \\$401 million for the first half of 2004 (up 8.8 per cent on the same period last year), Canon Australia has trotted out 28 new consumer imaging products and a new inkjet printer line called Pixma.", "label": "Technology", "id": "train_0_65"}
{"text": "Sun goes down, Empire blows up Well, I had my second date with Margot last week. It was nice. We attended a seminar on multimodal component interfaces and then went on a romantic stroll around a waste treatment facility. She says the smell of methane calms her nerves. I sure can pick em, cant I?", "label": "Business", "id": "train_0_66"}
{"text": "Sudan, UN agree on right of return of Darfur displaced The Sudanese government and the UN migration agency here Saturday signed an agreement ensuring right of return of Darfur displaced.", "label": "World", "id": "train_0_67"}
{"text": "NL Wrap: Lucky 13 for Clemens as Astros Defeat Phillies  NEW YORK (Reuters) - Roger Clemens pitched seven strong  innings to earn his 13th victory of the season and 323rd of his  career as the Houston Astros beat the Philadelphia Phillies 8-4  in the National League Monday.", "label": "Sports", "id": "train_0_68"}
{"text": "Mars Odyssey Begins Overtime After Successful Mission NASA -- NASA's Mars Odyssey orbiter begins working overtime today after completing a prime mission that discovered vast supplies of frozen water, ran a safety check for future astronauts, and mapped surface textures and minerals all over Mars, among other feats.     \"Odyssey has accomplished all of its mission-success criteria,\" said Dr...", "label": "Technology", "id": "train_0_69"}
{"text": "Boehner Favored in Taped Phone Call Case (AP) AP - A federal judge has sided with Rep. John Boehner, R-Ohio, in his six-year-old lawsuit against Rep. James McDermott, D-Wash., over an illegally recorded phone call.", "label": "World", "id": "train_0_70"}
{"text": "Analysts See Grim Future for Wet Seal (Reuters) Reuters - Wet Seal Inc. (WTSLA.O) may have little\\choice but to close hundreds of its teen-oriented stores and\\convert dozens more to its upscale Arden B. brand if it hopes\\to stay out of bankruptcy, analysts said on Friday.", "label": "Business", "id": "train_0_71"}
{"text": "Internet crackdown leads to over 100 arrests In what is being called the largest global crackdown ever conducted, the US Department of Justice #39;s  quot;Operation Web Snare quot; has led to over 100 arrests.", "label": "Technology", "id": "train_0_72"}
{"text": "DaVita to buy dialysis clinics for \\$3.05 billion The Swedish company Gambro AB will sell a division to an El Segundo company for \\$3.05 billion in cash. Gambro Healthcare US, the division being sold, operates clinics for patients undergoing kidney dialysis and has 565 clinics and 43,200 patients.", "label": "Business", "id": "train_0_73"}
{"text": "Campbell takes bronze ATHENS, Greece - Veronica Campbell snatched Jamaica #39;s first Olympic medal at the 2004 Athens Olympic Games with a third-place finish in the women #39;s 100-metre final last night.", "label": "Sports", "id": "train_0_74"}
{"text": "Sudan accepts deployment of more AU peacekeepers: official Sudan is to accept the deployment of more African peacekeepers for the cantonment of the rebels in Darfur, Sudanese Agriculture Minister Majzoub al-Khalifa said Wednesday, as ", "label": "World", "id": "train_0_75"}
{"text": "Militia, Shiite Leaders Bicker Over Shrine NAJAF, Iraq - Militants loyal to firebrand Shiite cleric Muqtada al-Sadr remained in control of a revered Shiite shrine at the center of the crisis in Najaf on Saturday, as they bickered with top Shiite religious leaders over how to hand the holy site over.    As the standoff dragged on, heavy clashes broke out for about 45 minutes near the cemetery and the Old City on Saturday afternoon between al-Sadr's militiamen and U.S...", "label": "World", "id": "train_0_76"}
{"text": "A wary sense of relief in Athens ATHENS At the end of the first week of the Olympic Games, security officials are generally pleased, even surprised, by the calm so far, though they caution that a safe opening ceremony and first week may encourage a laxness that could yet give terrorists ", "label": "Sports", "id": "train_0_77"}
{"text": "Smithfield #39;s Net Doubles as Pork Demand, Prices Gain (Update4) Smithfield Foods Inc., the world #39;s largest hog producer, said profit in the fiscal first quarter more than doubled as livestock prices and pork demand surged.", "label": "Business", "id": "train_0_78"}
{"text": "IBM adds four-way 550 server to new i5 product line IBM Corp. bolstered the new eServer i5 server lineup with the i5 550, a new system based on the Power 5 chip that can run multiple operating systems.", "label": "Technology", "id": "train_0_79"}
