{"text": "Sportsview: Khorkina makes grand exit ATHENS, Greece (AP)  The diva does not warm up before her performance. Not much, anyway. That is something that other gymnasts do, and Svetlana Khorkina will never be confused with one of those. ", "label": "Sports", "id": "train_3_0"}
{"text": "KMart to Sell 18 Stores to Home Depot Retailer Kmart Holdings Corp. (KMRT.O: Quote, Profile, Research) on Monday said it finalized a deal to sell 18 of its stores to Home Depot Inc.", "label": "Business", "id": "train_3_1"}
{"text": "Blogging Across America Who needs postcards? Use high-tech ways to stay in touch while you're traveling.", "label": "Technology", "id": "train_3_2"}
{"text": "Bush Spending Spree Continues, More Cash to Burn (Reuters) Reuters - President Bush's campaign spent\\ #36;45.8 million in July, the bulk of it on advertising, but he\\still had about  #36;32.5 million left to spend before he accepts\\his party's nomination next month, according to a filing\\released on Friday.", "label": "World", "id": "train_3_3"}
{"text": "How Not to Get  #39;Phished #39; With phishing attacks skyrocketing, the Federal Trade Commission (FTC) has issued a consumer alert detailing ways Web surfers can avoid being fleeced by online scammers.", "label": "Technology", "id": "train_3_4"}
{"text": "Stocks End Down as Oil Tops  #36;48 a Barrel (Reuters) Reuters - U.S. stocks ended lower on Thursday as\\oil prices climbed above  #36;48 a barrel, prompting investor worry\\about the effect of high fuel costs on corporate profits and\\consumer demand.", "label": "Business", "id": "train_3_5"}
{"text": "Pinochet probed on bank accounts A Chilean judge questions former dictator Augusto Pinochet about secret US bank accounts.", "label": "World", "id": "train_3_6"}
{"text": "Brugnetti Strides to First Gold in 20km Walk  ATHENS (Reuters) - Italian Ivano Brugnetti strode to  victory in the first athletics final of the Athens Olympics on  Friday with a commanding performance in the men's 20km walk.", "label": "Sports", "id": "train_3_7"}
{"text": "US sailors lose guessing game In the course of an hour, the notorious Meltemi wind yesterday cost American sailors Tim Wadlow of Marblehead and Pete Spaulding their chance to win a medal in their first Olympics.", "label": "Sports", "id": "train_3_8"}
{"text": "What Is a Comet Made Of? UC Davis -- A new method for looking at the composition of comets using ground-based telescopes has been developed by chemists at UC Davis. Remnants from the formation of our solar system, the makeup of comets gives clues about how the Earth and other planets formed...", "label": "Technology", "id": "train_3_9"}
{"text": "Two bombs explode in Spain TWO bombs exploded today in two coastal towns in northwestern Spain, after a tip-off by a caller claiming to represent the Basque separatist organisation ETA, an Interior Ministry spokesman said.", "label": "World", "id": "train_3_10"}
{"text": "UPDATE 4-Possis tumbles after disappointing heart trial Shares of Possis Medical Inc. (POSS.O: Quote, Profile, Research) tumbled as much as 41 percent on Tuesday after the company cut its earnings outlook due to ", "label": "Business", "id": "train_3_11"}
{"text": "Chirac and Schroeder to meet with Putin MOSCOW, Aug 18 (AFP) - German Chancellor Gerhard Schroeder and French President Jacques Chirac will meet with Russian President Vladimir Putin at his Black Sea resort residence at the end of the month, Interfax quoted the top Kremlin spokesman as saying ...", "label": "World", "id": "train_3_12"}
{"text": "Crying Games again for Paula DEVASTATED Paula Radcliffe was led out of the ancient Panathinaiko Stadium with only tears for souvenirs as her Olympic dream lay in tatters on an Athens roadside.", "label": "Sports", "id": "train_3_13"}
{"text": "Sleepless sheep can count on familiar faces The way to soothe an anxious sheep is to show it a picture of another sheep. British scientists believe that - like humans - sheep need to see a familiar face when they are alone.", "label": "Technology", "id": "train_3_14"}
{"text": "8/17/04 - Us Concerned About Yukos US officials have expressed concern about the fate of Yukos, the Russian oil company. Yukos shares have dropped sharply in value since the Russian government demanded it pay nearly three and a half billion dollars in back taxes. Russian authorities accuse ...", "label": "Business", "id": "train_3_15"}
{"text": "Oracle puts patches on a schedule Following Microsoft's lead, software maker opts to issue fixes on a monthly timetable. But does that make customers more secure?", "label": "Technology", "id": "train_3_16"}
{"text": "Congo Former Foes Head to S.Africa for Talks  KINSHASA, Democratic Republic of the Congo (Reuters) -  Former rebels and loyalists now in Congo's transitional  government headed to South Africa on Friday for talks on  reviving the country's shaky peace process and improving  regional security, officials said.", "label": "World", "id": "train_3_17"}
{"text": "Freddie Mac Says May Face SEC Action  LOS ANGELES (Reuters) - Mortgage finance company Freddie  Mac &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=FRE.N target=/stocks/quickinfo/fullquote\"&gt;FRE.N&lt;/A&gt; on Wednesday said it may face civil action from the  U.S. Securities and Exchange Commission for possible violations  of securities laws.", "label": "Business", "id": "train_3_18"}
{"text": "Sprint stars create new Greek tragedy ATHENS, Greece -- It was just after 8 am Wednesday, and across the street from the downtown Hilton, hundreds of media waited for the ultimate Greek tragedy to reach its sad conclusion. ", "label": "Sports", "id": "train_3_19"}
{"text": "Northwest, Sabre Tussle Heats Up  CHICAGO (Reuters) - A dispute between Northwest Airlines  Corp. &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=NWAC.O target=/stocks/quickinfo/fullquote\"&gt;NWAC.O&lt;/A&gt; and Sabre Holdings Corp. &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=TSG.N target=/stocks/quickinfo/fullquote\"&gt;TSG.N&lt;/A&gt; intensified on  Wednesday as the airline sued Sabre for changing the way it  displays fares on its computerized reservation system.", "label": "Business", "id": "train_3_20"}
{"text": "May/Walsh advance to gold-medal match Elaine Youngs and three-time Olympian Holly McPeak entered the semifinal of the Olympic beach volleyball tournament with a 0-13 record against compatriots Misty May and Kerri Walsh dating back to Sept.", "label": "Sports", "id": "train_3_21"}
{"text": "Sudan #39;s quest for peace Conflict seems to have become a way of life for Sudan that has struggled to find peace and stability since its independence in 1956.", "label": "World", "id": "train_3_22"}
{"text": "US cracks down on computer file sharing, spam WASHINGTON -- The US Justice Department yesterday shut down a network allegedly used to illegally share copyrighted music, movies, software and games and, separately, has embarked a nationwide campaign against purveyors of e-mail  quot;spam.", "label": "Technology", "id": "train_3_23"}
{"text": "Swimming: Phelps Wins a Classic Then Steps Aside Michael Phelps, who thrilled packed crowds for a week with his record-breaking feats in the pool, bowed out in true style on the penultimate evening of the Athens Olympic swimming competition.", "label": "Sports", "id": "train_3_24"}
{"text": "Olympics boosts WPP growth WPP, the world's third largest advertising services group, has reported 15 growth in profits in the first half of the year.", "label": "Business", "id": "train_3_25"}
{"text": "Putin Flies to Chechnya Ahead of Vote A week before the Chechen presidential election, President Vladimir Putin made a surprise visit to Chechnya on Sunday to lay red carnations on the grave of slain Chechen leader Akhmad Kadyrov.", "label": "World", "id": "train_3_26"}
{"text": "Antitrust Lawyer Takes Helm at FTC As Deborah P. Majoras takes over the Federal Trade Commission on Monday, she's expected to build on the broad agenda set by her predecessor, Timothy J. Muris.", "label": "Technology", "id": "train_3_27"}
{"text": " #39;Marathon #39; mice engineered for extra endurance Researchers on Monday unveiled genetically engineered mice that can run farther and longer than their naturally bred brethren, bringing the  quot;genetic doping quot; of elite athletes a small step closer to reality.", "label": "Technology", "id": "train_3_28"}
{"text": "LBs are built from ground up For Bill Belichick, it isn't a preference. In his mind, turning NCAA defensive ends into NFL linebackers is practically a necessity.", "label": "Sports", "id": "train_3_29"}
{"text": "OPEC expects oil prices to fall to \\$30 per barrel The Organization of Petroleum Exporting Countries (OPEC) expects to see a fall in global oil prices to as much as US\\$30 per barrel, its president Purnomo Yusgiantoro said here on Thursday.", "label": "Business", "id": "train_3_30"}
{"text": "Ayatollah Calls for Rally to End Fighting in Najaf Grand Ayatollah Ali al-Sistani plans to lead a march to the shrine in Najaf that has been commandeered by rebel Mahdi fighters.", "label": "World", "id": "train_3_31"}
{"text": "Florida Starts Massive Hurricane Cleanup PUNTA GORDA, Fla. - Residents left homeless by Hurricane Charley's 145 mph winds dug through their ravaged homes on Sunday, sweeping up shattered glass and rescuing what they could as President Bush promised rapid delivery of disaster aid...", "label": "World", "id": "train_3_32"}
{"text": "Rival Targets Apple's ITunes Music Customers By ALEX VEIGA    LOS ANGELES (AP) -- For more than a year, Apple Computers Inc. enjoyed singular success selling songs exclusively to users of its iPod portable music player...", "label": "Technology", "id": "train_3_33"}
{"text": "Sweeping giants: US dominates 200 A disruptive Greek chorus of whistles, chanting, and catcalls could not derail a crowd-silencing American sweep in the men #39;s 200-meter dash at the Olympic Games last night.", "label": "Sports", "id": "train_3_34"}
{"text": "Japan Stocks Firm on Optimism on Oil Fall  TOKYO (Reuters) - Japan's Nikkei average rose 0.37 percent  in early trade on Thursday as investors bought exporters such  as Canon Inc. after a fall in oil prices boosted confidence  over the U.S. economy and lifted Wall Street stocks.", "label": "Business", "id": "train_3_35"}
{"text": "Coyotes Juggle Centers The Phoenix Coyotes signed free-agent center Petr Nedved and traded center Daymond Langkow to the Calgary Flames for two players on Thursday.", "label": "Sports", "id": "train_3_36"}
{"text": "Nikkei Flat in Nervous Trade (Reuters) Reuters - Japan's Nikkei average was flat by late\\morning trade on Tuesday as falls in oil-related stocks offset\\gains in some exporters including auto makers after a retreat\\in oil prices eased fears about the global economy.", "label": "World", "id": "train_3_37"}
{"text": "Fark Sells Out. France Surrenders Blogs are the hottest thing on the Net, but are they messing with traditional publishing principles? One of the most popular, Fark.com, is allegedly selling links. Is it the wave of the future? By Daniel Terdiman.", "label": "Business", "id": "train_3_38"}
{"text": "Windows Update Operating systems just ain #39;t what they used to be. For a while, Microsoft released a new version of Windows every two or three yearseach creating a ripple effect on how we all used and thought about technology. But now, there #39;s a ...", "label": "Technology", "id": "train_3_39"}
{"text": "Mortgage Applications Fall 6.3 Percent  NEW YORK (Reuters) - Applications for U.S. home loans fell  6.3 percent last week after a brief bounce in early August  spurred by a drop in mortgage rates, an industry group said on  Wednesday.", "label": "Business", "id": "train_3_40"}
{"text": "Padres Paste Slumping Mets 4-0 (AP) AP - Brian Lawrence escaped a bases-loaded jam in the first inning and allowed just four hits the rest of the way Wednesday night, pitching the San Diego Padres to a 4-0 victory over the slumping New York Mets.", "label": "Sports", "id": "train_3_41"}
{"text": "Md. School to Hand Out Blackberry Devices (AP) AP - The University of Maryland business school plans to give Blackberry wireless devices to all full-time MBA students this fall, an effort to make students technologically savvy and aware that a key to business is being able to access people and information at all times.", "label": "Technology", "id": "train_3_42"}
{"text": "China takes a great leap backwards for Deng IN LIFE he was feared and revered, but in death the father of Chinas 20-year economic miracle and crusher of Tiananmen Square had assumed iconic status.", "label": "World", "id": "train_3_43"}
{"text": "Peterson takes reins for Eagles Boston College football coach Tom O'Brien cast his die yesterday by selecting senior Paul Peterson as the starting quarterback for the Eagles' swan song season in the Big East, one that could have huge implications before their departure to the Atlantic Coast Conference next July.", "label": "Sports", "id": "train_3_44"}
{"text": "Microsoft Patches the Patch Windows XP Service Pack 2 gets a  #39;hotfix #39; for VPNs, part of the never-ending process of software development. ", "label": "Technology", "id": "train_3_45"}
{"text": "Talks begin in Abuja on conflict in Sudan's Darfur region (AFP) AFP - African Union-sponsored talks on the conflict in the western Sudanese region of Darfur began in the Nigerian capital Abuja.", "label": "World", "id": "train_3_46"}
{"text": "The biggest Mac is resting THE Australian chief executive of McDonald #39;s is recuperating after more surgery, the world #39;s largest fast-food company said.", "label": "Business", "id": "train_3_47"}
{"text": "Weak GM, Ford Sales Spur Production Cuts? (Reuters) Reuters - Hurricane Charley's damaging path\\through Florida and the growing ineffectiveness of sales\\incentives caused U.S. car and trucks sales to slip in August,\\raising the likelihood of costly cuts in vehicle production,\\analysts said.", "label": "Business", "id": "train_3_48"}
{"text": "BlackBerry in sync with Mac OS X Software developer Information Appliance Associates announced on Thursday the release of an application synchronising Research In Motion #39;s BlackBerry devices with Apple #39;s Mac OS X. ", "label": "Technology", "id": "train_3_49"}
{"text": "Najaf stand-off has beginnings in earlier US failures in Fallujah The battle of Najaf, in which Iraq #39;s fledgling government is being held to ransom by the occupation of Shia Islam #39;s holiest site, can be traced to American political and military failures in recent months. ", "label": "World", "id": "train_3_50"}
{"text": "Angels Take Third Straight From Yankees Bengie Molina went 4-for-4 with a three-run homer, Kelvim Escobar outpitched Kevin Brown and the Anaheim Angels completed a three-game sweep.", "label": "Sports", "id": "train_3_51"}
{"text": "Army, in Shift, Will Pay Halliburton The Army reversed a decision to withhold payment on 15 percent of future payments to the Halliburton Company on its contracts in Iraq and Kuwait.", "label": "Business", "id": "train_3_52"}
{"text": "Riot in Salvadoran jail leaves 20 dead, 30 injured MEXICO CITY, Aug. 18 (Xinhuanet) -- A bloody riot Wednesday in the La Esperanza Jail, in Mariona, in the outskirts of San Salvador, left a toll of at least 20 dead and another 30 injured. ", "label": "World", "id": "train_3_53"}
{"text": "Oracle Releases New CRM Software (TechWeb) TechWeb - Integration of sales and marketing is key to new release.", "label": "Technology", "id": "train_3_54"}
{"text": "Kuranyi gives Klinsmann debut win VIENNA, Austria -- Kevin Kuranyi scored a hat-trick as Germany began life under new coach Juergen Klinsmann with a 3-1 win in a friendly against Austria. ", "label": "Sports", "id": "train_3_55"}
{"text": "Cisco, Microsoft Target SMBs with CRM Tool Cisco has rolled out the first product to result from its collaboration with Microsoft, targeting the SMB market. The new CRM Communications Connector ties Cisco #39;s IP contact-center applications ", "label": "Technology", "id": "train_3_56"}
{"text": "Pakistan publishes photos of six suspects wanted in terror ISLAMABAD, Pakistan (AP)  Pakistan published photos Wednesday in newspapers across the country of six terror suspects  including a senior al-Qaeda operative  it says were behind attempts to assassinate the nation #39;s president and offered a large ...", "label": "World", "id": "train_3_57"}
{"text": "Braves Score 8 in 2nd Inning, Beat Dodgers (AP) AP - Chipper Jones' three-run homer capped an eight-run second inning, J.D. Drew hit a two-run double and the Atlanta Braves beat the Los Angeles Dodgers 10-1 on Sunday for a split of the four-game series.", "label": "Sports", "id": "train_3_58"}
{"text": "Global miner BHP Billiton posts record net profit as demand soars SYDNEY : Global mining giant BHP Billiton posted the biggest net profit in Australian corporate history as soaring commodities prices and strong demand from China pushed net profit up 83 percent to 3.51 billion US dollars. ", "label": "Business", "id": "train_3_59"}
{"text": "Japan nuclear firm shuts plants The company running the Japanese nuclear plant hit by a fatal accident is to close its reactors for safety checks.", "label": "Business", "id": "train_3_60"}
{"text": "Finding Nemo by Microchip Armed with tagging devices and satellite tracking, marine scientists follow hundreds of sea animals around the Pacific Ocean, monitoring everything from location and depth to speed and water temperature. By Randy Dotinga.", "label": "Technology", "id": "train_3_61"}
{"text": "Polish walker earns fourth Olympic gold Robert Korzeniowski of Poland added to his record collection of gold medals in race walking with his unprecedented third consecutive Olympic victory Friday in the 50-kilometer walk.", "label": "Sports", "id": "train_3_62"}
{"text": "Kadyrov absolutely rejected extreme forms of Wahhabism  Putin MOSCOW, August 22 (Itar-Tass) --Akhmad Kadyrov was absolutely against the extreme forms of Wahhabism, which some forces are still trying to plant on our land, President Vladimir Putin said in the RTR documentary, Akhmad Kadyrov.", "label": "World", "id": "train_3_63"}
{"text": "Santana exception to rule The next time you're inclined to dismiss baseball's Rule 5 draft in December as an exercise of little consequence, remember that Johan Santana, the pitcher Pedro Martinez said reminded him of a younger version of himself, only with better stuff, was a Rule 5 pick five years ago.", "label": "Sports", "id": "train_3_64"}
{"text": "Nature and Nurture, the Recipe for Olympic Gold Olympic champions have their parents to thank for their physiology #151;but no one is born a world-record holder. That also requires training, nutrition, desire, and determination.", "label": "Technology", "id": "train_3_65"}
{"text": "Hole in Krispy Kreme strategy gro It #39;s barely a year since Krispy Kreme Doughnuts came to the Hub, vowing to glaze the town. But last night Chief Executive Scott Livengood was instead eating liberal helpings of fresh-baked ", "label": "Business", "id": "train_3_66"}
{"text": "The New Woman in Schrder #39;s Life Gerhard Schrder is no stranger to sharing his life with members of the opposite sex. On Monday, it was revealed that there was a new young lady on the scene: his freshly adopted three-year old daughter, Viktoria. ", "label": "World", "id": "train_3_67"}
{"text": "USC  #39;s First 2004 Olympic Medalist Athens, Greece - USC senior Otis Harris became the school #39;s first 2004 Olympic Medalist today as he won the silver in the men #39;s 400m.", "label": "Sports", "id": "train_3_68"}
{"text": "Citigroup buys First American Bank, expands Citibank into Texas BRYAN, Texas Citibank said today that it #39;s expanding into the Texas retail banking market in a big way. New York-based parent company Citigroup says it #39;s buying Bryan-based First American Bank, which has 102 full-service branches throughout Texas.", "label": "Business", "id": "train_3_69"}
{"text": "'Virtual Girlfriend' Demands Gifts (AP) AP - She needs to be coddled with sweet talk and pampered with gifts, but you'll never see her in the flesh. A Hong Kong company has developed a \"virtual girlfriend\" for new cell phones with video capability.", "label": "Technology", "id": "train_3_70"}
{"text": "Shaukat Aziz to be sworn next week ISLAMABAD: Pakistan #39;s Finance Minister Shaukat Aziz, a former banker credited with its economic reforms, will take over as prime minister next week following his thumping National Assembly by-election victories on Wednesday. ", "label": "World", "id": "train_3_71"}
{"text": "Plan would split CIA, cut Pentagon control (Chicago Tribune) Chicago Tribune - The chairman of the Senate Intelligence Committee proposed sweeping changes Sunday that would dismantle the CIA and remove several of the United States' largest intelligence agencies from the control of the Pentagon.", "label": "World", "id": "train_3_72"}
{"text": "ConAgra Recalls Chicken Breast Strips Across US ConAgra Foods Inc. is recalling voluntarily 85,600 pounds of chicken breast strips that may contain pieces of metal, the US Food Safety and Inspection Service said on Thursday.", "label": "Business", "id": "train_3_73"}
{"text": "Athletes To Watch  Brendan Hansen, United States, swimming  The former UT swimmer goes for the gold in the 200-meter breaststroke. The world-record holder at 100 and 200 meters, Hansen won the silver in the 100 breast on the second day of competition. He says a ...", "label": "Sports", "id": "train_3_74"}
{"text": "Does That Web Site Look Phishy? (PC World) PC World - WholeSecurity's new software claims to identify fraudulent sites.", "label": "Technology", "id": "train_3_75"}
{"text": "UPDATE 2-SBC Communications files \\$15.5 bln mixed shelf SBC Communications Inc. (SBC.N: Quote, Profile, Research) filed on Monday to sell up to \\$15.5 billion of debt and stock, mainly to fund the purchase of AT amp;T Wireless Services ", "label": "Business", "id": "train_3_76"}
{"text": "Court to hear medal appeal  Britain will find out on Saturday whether its equestrian medals will be upgraded.", "label": "World", "id": "train_3_77"}
{"text": "RealNetworks Sells 1 Million Songs Since Price Cut (Reuters) Reuters - RealNetworks Inc. (RNWK.O) has sold\\more than a million song downloads since launching a 49 cent\\per song campaign a week ago, the Internet media and software\\company said on Tuesday.", "label": "Technology", "id": "train_3_78"}
{"text": "GILL ON ROONEY  quot;All I can tell you is to reiterate what we put out to the stock exchange this morning. We confirmed, following media speculation, that we had made a bid for Wayne.", "label": "Sports", "id": "train_3_79"}
