{"text": "Court Deals Blow to Movie Studios  LOS ANGELES (Reuters) - A federal appeals court on Thursday  delivered a stinging blow to the anti-piracy efforts of major  movie studios and music companies by ruling several Internet  file-sharing software companies are not liable for copyright  infringement.", "label": "Business", "id": "train_4_0"}
{"text": "Hezbollah Re-Elects Sheik Hassan Nasrallah (AP) AP - Hezbollah's executive has re-elected Sheik Hassan Nasrallah as leader of the militant Shiite Muslim movement, according to a statement Monday by the party that the United States brands as terrorist.", "label": "World", "id": "train_4_1"}
{"text": "Chimps From Dutch Lab Face Housing Crisis (AP) AP - Dozens of chimpanzees from a Dutch laboratory face a housing crisis after plans for their early retirement on the Spanish coast collapsed because of residents' fears they would carry infectious diseases.", "label": "Technology", "id": "train_4_2"}
{"text": "Federer eliminated by the 74th-ranked Berdych ATHENS Top-seeded Roger Federer was eliminated in the second round of the Olympic tennis tournament Tuesday, losing to Tomas Berdych of the Czech Republic, 4-6, 7-5, 7-5. ", "label": "Sports", "id": "train_4_3"}
{"text": "A Trail of 'Major Failures' Leads to Defense Secretary's Office In tracing responsibility for the abuses at Abu Ghraib prison, a panel drew a line that extended to Donald H. Rumsfeld.", "label": "World", "id": "train_4_4"}
{"text": "Shares fall nearly a fifth as microchip designer struggles to &lt;b&gt;...&lt;/b&gt; ARM Holdings, the microchip designer, unveiled its biggest acquisition so far when it agreed yesterday to buy the American company Artisan for \\$913m (504m).", "label": "Business", "id": "train_4_5"}
{"text": "Walker Slam Leads Cardinals Past Reds (AP) AP - Larry Walker has learned quickly that St. Louis Cardinals' fans know how to celebrate.", "label": "Sports", "id": "train_4_6"}
{"text": "Indian ship freed after internet cable fiasco Colombo, Aug. 26 (PTI): Sri Lanka has released a seized Indian cargo ship after it found no evidence linking the vessel to the damage caused to the island #39;s main submarine cable, the Navy said today.", "label": "Technology", "id": "train_4_7"}
{"text": "Captive American Journalist Freed in Iraq An aide to rebel Iraqi Shi #39;ite cleric Moqtada al-Sadr says an American journalist kidnapped in Iraq more than a week ago has been freed.", "label": "World", "id": "train_4_8"}
{"text": "Compuware Asks Court To Sanction IBM In Software Theft Case DETROIT - Compuware Corp. said on Wednesday it has asked a US court in its software piracy case against IBM to levy sanctions on IBM for delaying release of critical evidence. Specifically, the filing asks the US District Court to order judgment in favor ...", "label": "Technology", "id": "train_4_9"}
{"text": "Jury Selection to Begin in Kobe Bryant Rape Trial Jury selection begins in the Kobe Bryant rape case on Friday when hundreds of potential jurors fill out a questionnaire to help determine if they can sit in judgment in a trial involving race, sex and celebrity.", "label": "Sports", "id": "train_4_10"}
{"text": "Glaxo Settles Paxil Suit With NY Attorney General (Update1) GlaxoSmithKline Plc, Europe #39;s largest drugmaker, said it settled a lawsuit filed by New York Attorney General Eliot Spitzer, who accused the drugmaker last June of withholding safety data on the antidepressant Paxil.", "label": "Business", "id": "train_4_11"}
{"text": "Small investors scared off by exercise in stock democracy This was supposed to be the people's IPO, an exercise in shareholder democracy that would serve as a model for other companies seeking to go public without the suffocating embrace of Wall Street.", "label": "Business", "id": "train_4_12"}
{"text": "For online singles, Web romance can be a bit too public (USATODAY.com) USATODAY.com - Karina Longworth lives in New York City, where it shouldn't be that hard to avoid an ex-lover.", "label": "Technology", "id": "train_4_13"}
{"text": "Graphic Designer Fired After Heckling Bush (AP) AP - A man who heckled President Bush at a political rally was fired from his job at an advertising and design company for offending a client who provided tickets to the event.", "label": "World", "id": "train_4_14"}
{"text": "Track and field: Big night for Lauryn Williams Moments after the women #39;s Olympic 100-meter final last night, US sprinter Lauryn Williams looked up at the giant scoreboard in Olympic Stadium and saw an inspiring image, captured ", "label": "Sports", "id": "train_4_15"}
{"text": "Java3D - Half Right \\\\SUN has announced that Java3D will be released in a different manner than any\\other SUN project in existence.\\\\\"We announce the availability of the source code for the Java 3D API on\\java.net.  We are involving developers in the evolution of the Java 3D API.\\Come join the Java 3D projects on java.net, and download the source code for\\the core Java 3D API, vecmath, the Java 3D core utilities, and the Java 3D\\program examples.\"\\\\The key thing here is that they have provided the core utils under a BSD license\\and even have the CVS available .\\\\Good job SUN!  You're headed in the right direction!\\\\Here's the only problem:\\\\\"We are releasing the source code for the j3d-core and vecmath projects u ...\\\\", "label": "Technology", "id": "train_4_16"}
{"text": "Manic Market? Be Like Buffett The graphs look like a nasty saw blade. The headlines are no help. What would Buffett do?", "label": "Business", "id": "train_4_17"}
{"text": "COURT HEARING Abuse Judge May Give Immunity for Testimony by &lt;b&gt;...&lt;/b&gt; The judge in the Abu Ghraib prison abuse case said Tuesday that he might award immunity from prosecution in exchange for the testimony of several senior military ", "label": "World", "id": "train_4_18"}
{"text": "Chicago Orders Cubs to Fix Wrigley Field (AP) AP - The protective netting in place to protect fans from falling concrete at Wrigley Field must be replaced with a permanent solution if the Chicago Cubs want to play at the stadium next spring.", "label": "Sports", "id": "train_4_19"}
{"text": "Dirrell Boosts American Title Hopes in Boxing  ATHENS (Reuters) - Middleweight Andre Dirrell boosted the  United States' slim hopes of winning an Olympic boxing title by  booking a place in the semi-finals with a narrow victory over  Cuba's Yordani Despaigne Wednesday.", "label": "Sports", "id": "train_4_20"}
{"text": "First Look: Danger Sidekick II (PC World) PC World - The one-time World Class Product of the Year PDA gets a much-needed upgrade.", "label": "Technology", "id": "train_4_21"}
{"text": "Jury Selection Begins in Kobe Bryant Case EAGLE, Colo. - After 14 months of sordid headlines and days of hearings that left unanswered questions, Kobe Bryant's sexual assault trial was to begin with hundreds of people scheduled to arrive for the first wave of jury selection...", "label": "World", "id": "train_4_22"}
{"text": "Oil Won't Derail Expansion -Fed Officials (Reuters) Reuters - Near-record oil prices will slow\\U.S. economic growth but won't be enough to derail a\\self-sustaining expansion, U.S. Federal Reserve officials said\\on Monday.", "label": "Business", "id": "train_4_23"}
{"text": "Green flexes muscles vs. Braves Shawn Green hit a grand slam in the first inning and a solo homer in the third to lead the Dodgers to a 7-4 victory Saturday against the Atlanta Braves ", "label": "Sports", "id": "train_4_24"}
{"text": "Russian jets #39; crashes still mysterious MOSCOW (CP) - Russia mourned 89 victims of a double air disaster today as debate intensified over whether the two passenger liners could have plunged almost simultaneously from the sky by accident.", "label": "World", "id": "train_4_25"}
{"text": "Filipino president warns of fiscal crisis The Philippines is facing a fiscal crisis, President Gloria Arroyo said Monday. Arroyo is seeking political support for a \\$1.4 billion tax package that faces opposition in Congress.", "label": "Business", "id": "train_4_26"}
{"text": "One third of IT managers struggling with XP SP2 A third of IT managers have admitted that they have  quot;no idea what to expect quot; when deploying Microsoft #39;s Windows XP Service Pack 2, new research has claimed.", "label": "Technology", "id": "train_4_27"}
{"text": "US NBA stars pushed to the brink before edging Greece (AFP) AFP - Sick, injured and reeling from a humiliating loss, the United States basketball team struggled past Greece 77-71 in an Olympic preliminary-round game that signaled more difficulties to come.", "label": "Sports", "id": "train_4_28"}
{"text": "Intel Strikes Up Tri-Band Wireless Technology For Centrino Intel, looking to maintain mind share and market share in the mobile PC space, said Thursday it will begin shipping new, tri-band wireless functionality in its Centrino platform next month and will boost software and security support.", "label": "Technology", "id": "train_4_29"}
{"text": "Stocks Up as Oil Prices Eases  NEW YORK (Reuters) - U.S. stocks gained on Tuesday after  crude prices fell for a third session, easing investors' fears  that costly oil would squeeze company profits and slow growth.", "label": "Business", "id": "train_4_30"}
{"text": "Munch's Iconic 'Scream' Stolen in Norway OSLO, Norway - Armed, masked thieves burst into a lightly guarded Oslo museum Sunday and snatched the Edvard Munch masterpiece \"The Scream\" and a second Munch painting from the walls as stunned visitors watched in shock.    It was the second time in a decade that a version of the iconic \"Scream,\" which depicts an anguished, opened-mouthed figure grabbing the sides of its head, had been stolen from an Oslo museum...", "label": "World", "id": "train_4_31"}
{"text": "Real is playing for keeps in music price war (USATODAY.com) USATODAY.com - RealNetworks today is slashing the price of a digital download to 49 cents a song from 99 cents - a bold move in the war over digital music.", "label": "Technology", "id": "train_4_32"}
{"text": "Oil prices drop for 4th day NEW YORK -- Oil prices plummeted below \\$44 a barrel yesterday, sinking for the fourth consecutive day, as supply fears receded, gasoline futures plunged and profit- taking took over.", "label": "Business", "id": "train_4_33"}
{"text": "Complaints follow Haiti acquittal The US and rights groups condemn the acquittal in Haiti of an ex-paramilitary leader accused of murder.", "label": "World", "id": "train_4_34"}
{"text": "Another strong showing from Fernandez duo. Only a week after taking his maiden IRL victory, Adrian Fernandez was back on the podium after finishing a strong second in the Honda Indy 225.", "label": "Sports", "id": "train_4_35"}
{"text": "Chain Store Sales Slip in Latest Week  NEW YORK (Reuters) - Chain store retail sales continue to  fall during the week following the Thanksgiving holiday, a  retail report said on Tuesday.", "label": "Business", "id": "train_4_36"}
{"text": "Bargain-hunting, Iraq deal push up US shares NEW YORK : US share prices surged on Wednesday as bargain hunting and news of a peace deal in the Iraqi city of Najaf overcame all-time high oil prices and weak demand for the Google share float. ", "label": "World", "id": "train_4_37"}
{"text": "Kazaa Owner Cheers File-Swapping Decision (AP) AP - The distributor of file-swapping giant Kazaa on Friday welcomed a U.S. court's ruling that two of its rivals are not legally liable for the songs, movies and other copyright works shared online by their users.", "label": "Technology", "id": "train_4_38"}
{"text": "Brazilians win gold at the beach Athens, Greece (Sports Network) - Brazil #39;s Ricardo Sanos and Emanuel Rego won their country #39;s first-ever gold medal in men #39;s beach volleyball Wednesday night with a straight set victory over Javier Bosma and Pablo Herrera of Spain.", "label": "Sports", "id": "train_4_39"}
{"text": "Boardroom fight snags RedEnvelope (SiliconValley.com) SiliconValley.com - RedEnvelope, a San Francisco online retailer that survived the Internet downturn to become a public company last year, is caught in the middle of a boardroom fight between dissident shareholders and one of Silicon Valley's most successful venture capitalists.", "label": "Technology", "id": "train_4_40"}
{"text": "Lee eases curbs on political expression SINGAPORE: Prime Minister Lee Hsien Loong of Singapore yesterday announced a partial relaxation of rules on political expression but warned that race and religion will remain sensitive issues subject to restrictions.", "label": "World", "id": "train_4_41"}
{"text": "AT amp;T team wins \\$1bn network deal AT amp;T, the US telecoms group, and a team of subcontractors have won a contract valued at up to \\$1bn to design, build and manage a secure IP-based global network for the US government ", "label": "Business", "id": "train_4_42"}
{"text": "Jones, Boxers Get Shots at Gold Medals (AP) AP - ATHENS, Greece  #151; For two weeks in Greece, they were mostly missing in action: Marion Jones and the U.S. boxing team.", "label": "Sports", "id": "train_4_43"}
{"text": "You can blame NASA for the peculiar weather I have resisted commenting on this summer #39;s weather in hopes that it would straighten itself out. Since that no longer seems possible, however, I feel compelled to offer some advice on the subject.", "label": "Technology", "id": "train_4_44"}
{"text": "Krispy Kreme COO Leaves for New Job  CHICAGO (Reuters) - Krispy Kreme Doughnuts Inc.  &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=KKD.N target=/stocks/quickinfo/fullquote\"&gt;KKD.N&lt;/A&gt;  said on Monday that its chief operating officer is leaving the  company for another job, the latest setback for a company that  is trying to recover from sluggish sales and an accounting  probe.", "label": "Business", "id": "train_4_45"}
{"text": "Chinese End Venus's Doubles Bid  ATHENS (Reuters) - Venus Williams's bid for a second  successive Olympic doubles tennis gold ended on Monday when she  and stand-in partner Chanda Rubin lost 7-5, 1-6, 6-3 to Chinese  eighth seeds Li Ting and Sun Tian Tian in the first round.", "label": "Sports", "id": "train_4_46"}
{"text": "Teen's Goal Gives U.S. Shot at Soccer Gold IRAKLION, Greece - The only teenager on the U.S. women's soccer team gave the old vets a chance to leave with one last gold...", "label": "World", "id": "train_4_47"}
{"text": "Cisco Gets New Partner, Clients, Product in the Core Cisco forged a partnership with Fujitsu wherein the Japanese company will market Cisco #39;s CRS-1 core router to carriers and large enterprises in Japan.", "label": "Technology", "id": "train_4_48"}
{"text": "Kitajima sweeps both breaststrokes, Hanson third ATHENS --After winning world titles in both breaststroke events last summer while setting world records in each, Japan #39;s Kosuke Kitajima sat helplessly from across the Pacific last month as American Brendan Hansen broke ...", "label": "Sports", "id": "train_4_49"}
{"text": "China battles for North Korea nuclear talks  quot;We believe the six parties have the willingness to continue to promote the procedure of peaceful talks, quot; China #39;s Foreign Ministry said.  quot;We ...", "label": "World", "id": "train_4_50"}
{"text": "Wal-Mart Says August Sales May Be Little Changed (Update4) Wal-Mart Stores Inc., the world #39;s largest retailer, said August sales will be little changed or rise as much as 2 percent, hurt by Hurricane Charley and sluggish demand for back-to-school products.", "label": "Business", "id": "train_4_51"}
{"text": "At checkpoint, US forces kill 3 Afghan civilians KABUL, Afghanistan -- US soldiers sprayed a pickup with bullets after it failed to stop at a roadblock in central Afghanistan, killing two women and a man and critically wounding two other people, the latest in a string of civilian deaths at the hands of American forces.", "label": "World", "id": "train_4_52"}
{"text": "Sen. Kennedy Flagged By Secret No-Fly List Sen. Edward M. \"Ted\" Kennedy said Thursday that he was stopped and questioned at airports on the East Coast five times last March.", "label": "Business", "id": "train_4_53"}
{"text": "Broadband offers magical journey A 'magic carpet' to take children around the world is one of the projects that has won a community net award.", "label": "Technology", "id": "train_4_54"}
{"text": "Engelsman, Lenton surge to 50m semis Australians Michelle Engelsman and Libby Lenton have both qualified for the women #39;s 50 metres freestyle semi-finals at the Athens Olympics. ", "label": "Sports", "id": "train_4_55"}
{"text": "Electricity Goes Off Across Bahrain (AP) AP - Electricity went out across Bahrain on Monday, leaving people without air conditioning on a day when temperatures were expected to reach 130, snarling rush hour traffic and sending businesses and the U.S. Navy to their generators.", "label": "World", "id": "train_4_56"}
{"text": "WinAmp flayed by skins attack &lt;strong&gt;In brief&lt;/strong&gt; Exploit circulating for unpatched vuln", "label": "Technology", "id": "train_4_57"}
{"text": "U.S. Chain Store Sales Rise  NEW YORK (Reuters) - U.S. chain store sales rose in the  week ended December 4, as average sales were generally ahead of  last year, but customer counts were down, a report said on  Tuesday.", "label": "Business", "id": "train_4_58"}
{"text": "Greek heroes quit Games ATHENS All of Greece expected to see Costas Kenteris crowning its Games with a laurel wreath on his brow, his barrel chest swelling in his blue and white athletic singlet, atop the podium in the Olympic Stadium after successfully defending his 200- meter ...", "label": "Sports", "id": "train_4_59"}
{"text": "Obesity Solution: Nuke It Sharp unveils a new fat-busting microwave. Also: ARM Holdings zeroes in on Artisan Components   hellip;. Gateway will sell PCs at Micro Center stores in its latest push to return to profitability   hellip;. and more.", "label": "Business", "id": "train_4_60"}
{"text": "Sistani returns as US forces trap Mehdi Army Iraq #39;s Shi #39;a spiritual leader rushed back from abroad on Wednesday to  quot;save Najaf quot; after American forces smashed militia defences to trap hundreds of supporters of rebel cleric Moqtada al-Sadr in the city #39;s shrine.", "label": "World", "id": "train_4_61"}
{"text": "Manning Gets Early Go-Ahead to Start Eli Manning, the No. 1 pick in this year's N.F.L. draft, will make his first professional start on Thursday when the Giants take on the Carolina Panthers.", "label": "Sports", "id": "train_4_62"}
{"text": "Health Care Costs Continue to Rise By ADAM GELLER    NEW YORK (AP) -- Employers are facing continued double-digit increases in health care costs in 2005 and likely will require their workers to pay an even greater share of the bill, according to a new survey of more than 900 firms.    The survey, released Thursday by Mercer Human Resource Consulting, found that employers expect health care costs to rise 12.9 percent on average next year if they leave benefits unchanged...", "label": "Technology", "id": "train_4_63"}
{"text": "Bank Of America Layoffs Effect Fleet Banks Employees Bank of America acquired Boston-based Fleet Financial Corporation last Spring -- promising at the time there would be no job cuts from the merger. ", "label": "Business", "id": "train_4_64"}
{"text": "As a Hormone Substitute, Soy Is Ever More Popular, but Is It Safe? The effectiveness of soy in relieving the symptoms of menopause, or in improving health in any way, is unproven.", "label": "Technology", "id": "train_4_65"}
{"text": "Shadows hang over Jones #39; appearance By the time the competitor wearing number 3293 stepped on to the runway for her first attempt in the women #39;s long jump qualifying competition last night, the sun had long since disappeared over the roof of the Olympic Stadium.", "label": "Sports", "id": "train_4_66"}
{"text": "Hard-Hit Havana Still Short of Water City workers distributed water in tank trucks Monday and urged about 1.4 million residents of the Cuban capital who had no running water to remain calm, four days after Hurricane Charley roared through the area.", "label": "World", "id": "train_4_67"}
{"text": "Agony and ecstasy in women #39;s triathlon There was the Aussie leading the race. There was the American with the Aussie-themed daughter named Sydney hanging tough in second.", "label": "Sports", "id": "train_4_68"}
{"text": "Microsoft touts 'Sender ID' to fight spam, scams Proposed tech standard would verify senders' IP addresses to cut malicious phishing and annoying Viagra pitches.", "label": "Technology", "id": "train_4_69"}
{"text": "Cantor Fitzgerald spinning off business Manhattan-based financial services firm Cantor Fitzgerald said Tuesday it is spinning off its inter-dealer voice brokerage business and will concentrate on sales and trading, investment banking, asset management and other institutional services. ", "label": "Business", "id": "train_4_70"}
{"text": "Hasina escapes unhurt as Dhaka blast kills 14 DHAKA: Bangladesh opposition leader and former prime minister Sheikh Hasina had a narrow escape as a powerful blast at a rally of her Awami League party killed 14 people and injured 200 here on Saturday.", "label": "World", "id": "train_4_71"}
{"text": "Briefly: EA to take World Cup soccer to Xbox roundup Plus: IBM chalks up two health care wins...Vonage users dial 311 for city info...Mozilla makes Japanese push...Macromedia offers Flash video tool.", "label": "Technology", "id": "train_4_72"}
{"text": "Gill breaks foot in US loss Defenseman Hal Gill is the latest veteran to drop off the Bruins roster after breaking his left foot during the US team's 3-1 World Cup of Hockey exhibition loss to Canada in Ottawa Wednesday night.", "label": "Sports", "id": "train_4_73"}
{"text": "Singapore aims to lift birth rate Singapore will give families financial incentives to boost record-low birth rates, new Prime Minister Lee Hsien Loong said in his national address.", "label": "World", "id": "train_4_74"}
{"text": "Prepare for stormy weather with a 'disaster file' As we watched television coverage of Hurricane Charley last weekend, my wife and I reminisced about a time nearly two decades ago when we lived in Florida and got the word to evacuate.", "label": "Business", "id": "train_4_75"}
{"text": "Chinadotcom Gets Sanctions From China Mobile Communication NEW YORK (Dow Jones)--Chinadotcom Corp. (CHINA) said government-controlled China Mobile Communications Corp. imposed sanctions on its Go2joy mobile applications unit for alleged offenses in its business practice. ", "label": "Business", "id": "train_4_76"}
{"text": "Men #39;s Singles : Interview with N. MASSU (CHI) NICOLAS MASSU: Yeah, I think it #39;s  I #39;m so happy and I cannot believe this. Is too much in two days to win two medals, gold medals.", "label": "Sports", "id": "train_4_77"}
{"text": "Computer Experts Vie in Hacking Contest (AP) AP - Armed with laptops, modems, hard disk drives and sandwiches, 12 computer experts hunkered down Friday for a seven-hour contest to find the best hacker in tech-savvy Singapore.", "label": "Technology", "id": "train_4_78"}
{"text": "Two Chinese salesman gunned down in Thailand's restive south (AFP) AFP - Two Chinese travelling salesmen have been gunned down in southern Thailand as part of separatist violence which has claimed more than 275 lives since the start of the year, officials said.", "label": "World", "id": "train_4_79"}
