{"text": "Missouri Attorney General Sues EPA (AP) AP - Missouri's attorney general sued the federal environmental agency on Friday, saying it is behind on testing the state's air for lead as required by law.", "label": "World", "id": "train_1_0"}
{"text": "Last call for Jack Daniel #39;s? Brown-Forman #39;s whiskey sales are strong but Wall Street sees cracks in the company #39;s china sales. By Parija Bhatnagar, CNN/Money staff writer.", "label": "Business", "id": "train_1_1"}
{"text": "Microsoft details conflicts in new XP update Microsoft has published a list of nearly 50 applications -- including developer and backup tools, antivirus software and an FTP client -- that may not work correctly after installing Service Pack 2 for Windows XP.", "label": "Technology", "id": "train_1_2"}
{"text": "Our performance was 100 per cent #39; SCHINIAS, GreeceFor a few anxious moments, not knowing the colour of the Olympic medal he had just won was the best part of these Games for Canadian rowing star Barney Williams.", "label": "Sports", "id": "train_1_3"}
{"text": "China tries to shut down phone sex lines in anti-porn campaign (Canadian Press) Canadian Press - SHANGHAI, China (AP) - China has ordered severe punishment for phone sex operators as part of a sweeping crackdown on electronic pornography, Xinhua News Agency reported Wednesday.", "label": "World", "id": "train_1_4"}
{"text": "NASA Researchers, Stunt Pilots Prepare for Genesis Probe #39;s Return A team of NASA (news - web sites) scientists, navigators and helicopter stunt pilots is ready to snatch a space sample canister out of the sky next month when the Genesis spacecraft returns to Earth.", "label": "Technology", "id": "train_1_5"}
{"text": "McDonald's Goes for Gold For a four-year investment estimated at \\$65 million, McDonald's has been designated the Official Restaurant of the 2004 Olympic Games.", "label": "Business", "id": "train_1_6"}
{"text": "Men #39;s 400 a sweep for the US ATHENS, Greece - As Bruce Springsteen #39;s  quot;Born in the USA quot; blared over the Olympic Stadium loudspeaker Monday night, three athletes in red, white and blue began a slow victory lap.", "label": "Sports", "id": "train_1_7"}
{"text": "Dirrell assured medal Flint middleweight Andre Dirrell dashed Cubas dreams of another boxing gold rush and moved into the Olympic medal round himself Wednesday.", "label": "Sports", "id": "train_1_8"}
{"text": "Suspected File-Sharing 'Hubs' Raided After a months-long sting operation, FBI agents raided residences in Texas, Wisconsin and New York, bringing the Justice Department into campaign against illegal downloads. &lt;FONT face=\"verdana,MS Sans Serif,arial,helvetica\" size=\"-2\"\\ color=\"#666666\"&gt;&lt;B&gt;-The Washington Post&lt;/B&gt;&lt;/FONT&gt;", "label": "Technology", "id": "train_1_9"}
{"text": "US Airways' Grim Warning If US Airways files for bankruptcy a second time, its chairman says, there will be no outside investor, other airline or government aid to rescue it.", "label": "Business", "id": "train_1_10"}
{"text": "Pipeline Attack Slows Iraq #39;s Oil Production Insurgents attacked eight oil pipelines in southern Iraq late Wednesday, temporarily slowing production of the country #39;s most important export on Thursday, according to ", "label": "World", "id": "train_1_11"}
{"text": "Citigroup Bond Trading Investigated by UK Regulator (Update1) Aug. 18 (Bloomberg) -- Citigroup Inc., the world #39;s biggest bank, is being investigated by the UK market regulator over unusual trading activity #39; #39; in European government bonds earlier this month. ", "label": "Business", "id": "train_1_12"}
{"text": "Game Boy Add-On Video Is Limiting A pair of new add-ons for Nintendo Co.'s Game Boy Advance turn the handheld into something considerably more than a gaming machine - a video phone and a video player. As long as you bear in mind that you're dealing with a toy, you might not be too bothered by the less than stellar quality.", "label": "Technology", "id": "train_1_13"}
{"text": "Japan Rejects Fischer Appeal, Issues Deportation Order Japan has rejected former world chess champion Bobby Fischer #39;s demand for protection as a political refugee, and has issued an order to deport him.", "label": "World", "id": "train_1_14"}
{"text": "Athletics: Olympic Record For Bekele, Webb Eliminated From 1500 &lt;b&gt;...&lt;/b&gt; The biggest applause at Olympic Stadium yesterday, the first day of athletics competition, didnt come for Greek heptathlete Aryiro Strataki or triple jumper Hristos Meletoglou ", "label": "Sports", "id": "train_1_15"}
{"text": "General Growth Properties to Buy Rouse (Reuters) Reuters - General Growth Properties Inc.\\(GGP.N), the No. 2 U.S. shopping mall owner, on Friday said it\\would buy Rouse Co. (RSE.N) for  #36;7.2 billion, expanding its\\holdings of regional shopping centers and commercial property.", "label": "Business", "id": "train_1_16"}
{"text": "Discrimination at U.S. Polls Now 'Subtler, More Creative' (Reuters) Reuters - The old methods of U.S.\\discrimination at the polls have been replaced by \"subtler and\\more creative tactics,\" according to a report released on\\Wednesday.", "label": "World", "id": "train_1_17"}
{"text": "Crawford Is Golden Amid a Chorus of Boos  ATHENS (Reuters) - American Shawn Crawford won the Athens  Games 200 meters final Thursday in a race delayed five minutes  by chanting and booing from hostile sections of the crowd at  the Olympic stadium.", "label": "Sports", "id": "train_1_18"}
{"text": "Compuware asks court to sanction IBM An emergency motion was filed Friday the 13th of August in US District Court of Eastern Michigan, Compuware said that IBM failed to provide essential evidence, which includes several pieces of disputed software source code, until after the case #39;s ...", "label": "Technology", "id": "train_1_19"}
{"text": "Report: Tougher testing on the way for MLB NEW YORK (Ticker) - With the dark cloud of steroids continuing to hover over baseball, it appears a tougher drug-testing policy may be in effect by spring training.", "label": "Sports", "id": "train_1_20"}
{"text": "Dozens Convicted of Cybercrimes (PC World) PC World - DOJ announces arrests, convictions for online fraud and other Net-related crimes.", "label": "Technology", "id": "train_1_21"}
{"text": "White House Says It Is Not Behind Attack Ads (Reuters) Reuters - President Bush and a top\\adviser have long-standing ties to people behind advertisements\\claiming Sen. John Kerry lied about his war record, but the\\campaign denied any part in the ads on Friday and criticized\\Kerry for \"losing his cool.\"", "label": "World", "id": "train_1_22"}
{"text": "Google shares top 100 on debut NEW YORK Despite voluble skepticism among investors, Google #39;s stock jumped about 18 percent to \\$100.01 a share when it debuted Thursday on the Nasdaq stock market. ", "label": "Business", "id": "train_1_23"}
{"text": "Prehistoric Desert Town Found in Western Sahara (Reuters) Reuters - The remains of a prehistoric town\\believed to date back 15,000 years and belong to an ancient\\Berber civilization have been discovered in Western Sahara,\\Moroccan state media said on Thursday.", "label": "Technology", "id": "train_1_24"}
{"text": "Yukos suffers another setback MOSCOW -- Russian oil company Yukos suffered a fresh setback yesterday in its survival struggle against multibillion-dollar tax bills when one of its appeals was thrown out and another adjourned by a Moscow court.", "label": "Business", "id": "train_1_25"}
{"text": "NHL Labor Negotiations Set to Resume (AP) AP - With two fruitless negotiating sessions behind them and only one month left before an NHL lockout, the league and the players association will return to the bargaining table Tuesday.", "label": "Sports", "id": "train_1_26"}
{"text": "Settlers #39; compensation board formed A disengagement administration that would handle compensation to the evacuated Gaza Strip and northern West Bank settlers was established Sunday.", "label": "World", "id": "train_1_27"}
{"text": "Squirrel Runs Circles Around Yanks, Tribe (AP) AP - This squirrelly newcomer caused quite a stir at Jacobs Field. A brown squirrel ran onto the field in the bottom of the third inning Wednesday night and ran circles around the New York Yankees and Cleveland Indians.", "label": "Sports", "id": "train_1_28"}
{"text": "Beckoned by the Balkans LONDON For a company that had just reported a 26 percent increase in its quarterly earnings, sharply beating market expectations, Telekom Austria found itself with an awful lot of explaining to do as its top executives met with analysts and investors in ", "label": "Technology", "id": "train_1_29"}
{"text": "Two visions of Iraq struggle to take hold Fighting in Najaf threatened to undermine a conference to choose a national assembly.", "label": "World", "id": "train_1_30"}
{"text": "Oil at \\$47, Economic Impact Seen as Muted LONDON (Reuters) - Oil prices surged to a new high above \\$47 a barrel on Wednesday on evidence that energy costs are not substantially slowing the economic growth that fuels oil demand. ", "label": "Business", "id": "train_1_31"}
{"text": "Sybase upgrades PowerBuilder, plots RFID move Sybase Inc. released a new version of its application development tool on Monday, called PowerBuilder 10, and outlined plans for an upgrade to its database software, Adaptive Server Enterprise, which will go into beta at the end of this month and is due for release next year.", "label": "Technology", "id": "train_1_32"}
{"text": "Greek Soccer Out of Olympic Running The recently crowned European Champions are out of the running for a medal in men #39;s soccer. In the group rounds, Greece lost to Mexico 2:3 and watched as its favorite sons had to give up a chance for a gold to teams like Mali, South Korea, Iraq and ...", "label": "Sports", "id": "train_1_33"}
{"text": "Typhoon Aere Headed for Northern Taiwan Taiwan #39;s schools, businesses and financial markets are closed as typhoon Aere continues moving towards Taipei, the capital. Forecasters say Typhoon Aere is packing maximum sustained winds of 120 kilometers ", "label": "World", "id": "train_1_34"}
{"text": "SEC Seen Making Google IPO Effective WASHINGTON (Reuters) - The US Securities and Exchange Commission is expected to declare the initial public offering registration of Google Inc. (GOOG.OQ: Quote, Profile, Research) effective after 4 pm (2000 GMT), sources familiar with the matter said on ...", "label": "Business", "id": "train_1_35"}
{"text": "Hungary #39;s ruling Socialist Party names 2 candidates for PM Hungary #39;s ruling Socialist Party named Peter Kiss and Ferenc Gyurcsany as candidates for prime minister on Saturday, two days after the party accepted the resignation of Prime Minister Peter Medgyessy.", "label": "World", "id": "train_1_36"}
{"text": "Record-breaking Kiwi relegates Mactier to silver Southern stars: 3000 metres women #39;s pursuit gold medallist Sarah Ulmer, right, hug #39;s Australia #39;s silver medallist Katie Mactier after beating her in a record breaking final.", "label": "Sports", "id": "train_1_37"}
{"text": "Asian Shares Mixed as Oil Steady Near \\$47  SINGAPORE (Reuters) - High oil prices kept Asian stock  markets in check on Wednesday as investors fretted over the  impact of energy costs on corporate earnings, but an upbeat  outlook from Applied Materials lifted some tech issues.", "label": "Business", "id": "train_1_38"}
{"text": "THE REVIEW It #39;s easy to spot ESPN NFL 2K5 on the shelf: It #39;s the one that #39;s \\$20, making it the least expensive sports video game available for PlayStation2 and Xbox.", "label": "Technology", "id": "train_1_39"}
{"text": "Nestle Profit Rises; Commodity Prices to Crimp Growth (Update4) Aug. 18 (Bloomberg) -- Nestle SA, the world #39;s largest food company, said first-half profit rose 2.1 percent, less than forecast, as sales in Western Europe declined and costs for sugar, energy and packaging materials increased. ", "label": "Business", "id": "train_1_40"}
{"text": "Truckers defy Kathmandu blockade More lorry drivers are defying the indefinite Maoist blockade of Nepal #39;s capital, Kathmandu, which is entering its fourth day. ", "label": "World", "id": "train_1_41"}
{"text": "VeriSign to fight on after ICANN suit dismissed A US federal judge yesterday tossed a crucial lawsuit between VeriSign Inc. and the Internet Corp. for Assigned Names and Numbers, but VeriSign vowed to continue the legal battle in a different jurisdiction.", "label": "Technology", "id": "train_1_42"}
{"text": "Danish player strike is called off Danish league players suspended their weeklong strike on Wednesday, allowing the Brondby and Aalborg clubs to field their full squads for Thursday #39;s UEFA Cup matches.", "label": "Sports", "id": "train_1_43"}
{"text": "Sudan Dismisses UN Warning Of New Refugee Exodus To Chad KHARTOUM, Aug 21 (AFP) - Sudanese Foreign Minister Mustafa Osman Ismail Saturday dimissed a UN warning that some 30,000 people displaced by the civil war in Darfur were poised to join a mounting exodus to neighbouring Chad.", "label": "World", "id": "train_1_44"}
{"text": "US appeals court delivers blow to Yahoo over Nazi memorabilia row (AFP) AFP - A US appeals court has ruled that a lower tribunal had no right to decide a case brought against US Internet giant Yahoo by two French groups trying to halt online sales of Nazi memorabilia.", "label": "Technology", "id": "train_1_45"}
{"text": "File-sharers win court case TWO FILE SHARING companies have been told by a court that they are not liable for people in their networks swapping illegal content. ", "label": "Business", "id": "train_1_46"}
{"text": "U.S. Women Break Oldest Record for Relay Gold  ATHENS (Reuters) - The United States broke swimming's  oldest world record to win the women's 4x200 meter freestyle  relay Olympic gold medal Wednesday.", "label": "Sports", "id": "train_1_47"}
{"text": "People and Politics / How to win the Jewish vote When Yitzhak Rabin coined the phrase  quot;political settlements quot; (the opposite of  quot;security settlements quot;), he was referring to settlements outside the settlement blocs that more or less abut the Green Line.", "label": "World", "id": "train_1_48"}
{"text": "Mizuki Noguchi of Japan wins women #39;s marathon gold Japan #39;s Mizuki Noguchi captured the gold medal in the women #39;s marathon at the Olympic Games in Athens on August 22. Noguchi, silver medalist in last year #39;s world championships in Paris, took over the lead ", "label": "Sports", "id": "train_1_49"}
{"text": "Oil Hits New Record as Demand Soars  LONDON (Reuters) - Oil prices struck a fresh record high  above \\$47.50 a barrel on Thursday as fresh evidence of demand  growth in China and India underlined how rising appetite for  oil is straining the world's supply system.", "label": "Business", "id": "train_1_50"}
{"text": "MyDoom worm still causing problems The experts claim hackers have compromised these sites by exploiting scripting vulnerabilities in their guestbooks. ", "label": "Technology", "id": "train_1_51"}
{"text": "Not enough lift for Hamman Shane Hamman proved once again last night that he's the strongest man in America, adding to his legacy by breaking two of his US records.", "label": "Sports", "id": "train_1_52"}
{"text": "Sony unveils new flat-screen TVs TOKYO - Electronics conglomerate Sony have unveiled eight new flat-screen televisions in a product push it hopes will help it secure a leading share of the domestic market.", "label": "Technology", "id": "train_1_53"}
{"text": "Standing firm, Arafat seen to counter his critics JERUSALEM -- Palestinian leader Yasser Arafat appears to have faced down the biggest challenge to his leadership in years without giving ground on demands to overhaul his administration, while Prime Minister Ariel Sharon of Israel struggles to chart a new political course amid rising dissent in his party, officials and analysts say.", "label": "World", "id": "train_1_54"}
{"text": "U.S. Blue Chips Near Flat; Verizon Weighs  NEW YORK (Reuters) - U.S. blue chips were lower on Tuesday,  as a drop in phone company Verizon Communications Inc. &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=VZ.N target=/stocks/quickinfo/fullquote\"&gt;VZ.N&lt;/A&gt;  overshadowed a brokerage upgrade on Caterpillar Inc. &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=CAT.N target=/stocks/quickinfo/fullquote\"&gt;CAT.N&lt;/A&gt;  and a three-session drop in oil prices.", "label": "Business", "id": "train_1_55"}
{"text": "Cannons' Gill fit for playoffs The Boston Cannons lost their last regular-season game but it really didn't matter. They had already clinched a spot in the Major League Lacrosse playoffs. What mattered was that attackman Conor Gill went down with a left knee injury in the fourth quarter and was out for the rest of the game.", "label": "Sports", "id": "train_1_56"}
{"text": "Download a Song for 49 Cents Real is in a running battle with Apple, whose iTunes download store dominates with about 70 percent of legal downloading and whose iPod device for music storage is hugely popular. The iPod and iTunes were designed to work exclusively ...", "label": "Business", "id": "train_1_57"}
{"text": "Truckers defy Kathmandu blockade More lorry drivers are bringing supplies to Nepal's capital in defiance of an indefinite blockade by Maoist rebels.", "label": "World", "id": "train_1_58"}
{"text": "Briefly: Macromedia offers Flash video tool roundup Plus: UTStarcom wins Indian IP gear contract...Microsoft tightens Windows-mainframes link...Red Hat names new services executive.", "label": "Technology", "id": "train_1_59"}
{"text": "Greek Drugs Embarrassment Overshadows Phelps  ATHENS (Reuters) - Greece was rocked by the threat of being  stripped of an Athens Games medal and the host nation's team  manager offered to quit on Friday, as doping overshadowed  Michael Phelps' drive to be Olympic swimming's top medal  winner.", "label": "Sports", "id": "train_1_60"}
{"text": "Leading Indicators, Jobless Claims Dip (AP) AP - A closely watched measure of future economic activity fell in July for the second consecutive month, reinforcing evidence that the nation's financial recovery is slackening.", "label": "Business", "id": "train_1_61"}
{"text": "Now watch security solutions outsourcing Houston: After HR, Finance and Accounting and supply chain Management, large corporations and government agencies are turning to outside contractors for security.", "label": "Technology", "id": "train_1_62"}
{"text": "GM to Begin Making Cadillacs in China (AP) AP - General Motors said Monday it will start making Cadillacs in China this year, joining a race by foreign luxury car brands to sell to the country's newly rich elite.", "label": "World", "id": "train_1_63"}
{"text": "Woodgate to join Real after passing medical MADRID, Aug 20 (Reuters) - Newcastle United defender Jonathan Woodgate will sign for Real Madrid after passing a medical on Friday, joining the Spanish club on a four-year deal for a reported 20 million euros (\\$24.74 million). ", "label": "Sports", "id": "train_1_64"}
{"text": "Bush Has Slight Edge Over Kerry in New Poll (Reuters) Reuters - President Bush, who is getting\\higher marks for his handling of the war on terrorism, holds a\\slight lead over Democratic challenger John Kerry, according to\\an NBC News/Wall Street Journal poll released on Thursday.", "label": "World", "id": "train_1_65"}
{"text": "Oil Prices Hold Near Record  LONDON (Reuters) - Oil prices simmered near fresh highs  Monday even though early reports of victory for Venezuelan  President Hugo Chavez in a referendum on his rule eased fears  that unrest could upset the country's oil exports.", "label": "Business", "id": "train_1_66"}
{"text": "Google Slashes Its IPO Price Range In a sign that Google Inc. (GOOG)'s initial public offering will not be as hot or big as expected, the Internet search giant slashed its estimated per-share price range and reduced the number of shares to be sold by insiders.", "label": "Technology", "id": "train_1_67"}
{"text": "Minister #39;s poll triumph puts him in line to be Pakistan #39;s next PM Three weeks after surviving an assassination attempt, Pakistan #39;s finance minister, Shaukat Aziz, confirmed his place as the country #39;s next prime minister, after coasting to victory in a byelection. ", "label": "World", "id": "train_1_68"}
{"text": "Stocks Dip as Oil Soars; Google Shines  NEW YORK (Reuters) - U.S. stocks slid on Thursday, ending  four days of gains as oil prices continued their march higher,  but Google Inc. &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=GOOG.O target=/stocks/quickinfo/fullquote\"&gt;GOOG.O&lt;/A&gt; created a buzz as shares of the  Internet search company surged on their debut.", "label": "Business", "id": "train_1_69"}
{"text": "Tomlinson can #39;t rise to the challenge There was disappointment for Britain in the men #39;s long jump final this evening, after Chris Tomlinson could only manage fifth place.", "label": "Sports", "id": "train_1_70"}
{"text": "&lt;em&gt;El Reg&lt;/em&gt; pledges to name BSA antipiracy weasel &lt;strong&gt;Competition&lt;/strong&gt; Get those suggestions in", "label": "Technology", "id": "train_1_71"}
{"text": "Baseball Today (AP) AP - San Francisco at Florida (7:05 p.m. EDT). Giants rookie Noah Lowry (3-0) starts against Dontrelle Willis (9-9).", "label": "Sports", "id": "train_1_72"}
{"text": "A journey into the epicenter of the Sadr standoff We alerted the Iraqi government, the US military, and the Mahdi Army; we were planning to go to the shrine.", "label": "World", "id": "train_1_73"}
{"text": "Tools wrap: Sun, Javalobby, Infravio make moves Officials at Sun Microsystems, Javalobby, and Infravio this week revealed initiatives positioned as advances in either Java development or Web services consumption.", "label": "Technology", "id": "train_1_74"}
{"text": "Airport Screening System Touted as Improvement For months, homeland security officials have privately debated how to blunt criticism of their planned aviation screening system that passengers and airlines complained was overly intrusive.", "label": "Business", "id": "train_1_75"}
{"text": "Soft Demand for TFTs Affects Prices TFT LCD panel prices are expected to fall significantly for larger area 17 inch and 19 inch panels for LCD TVs, but the cost of products in the shops is still seen as a barrier to high volume consumer demand, according to ...", "label": "Technology", "id": "train_1_76"}
{"text": "Springboks prove passion is back SOUTH AFRICA completed their resurrection from international disgrace to rugby power with their most important win since the World Cup final in 1995, which briefly united the Rainbow Nation.", "label": "Sports", "id": "train_1_77"}
{"text": "Southwest to cut 88 flights in October Newspaper says largest US discount carrier could boost annual revenue by \\$60 million as a result. NEW YORK (Reuters) - Southwest Airlines Inc.", "label": "Business", "id": "train_1_78"}
{"text": "Four US soldiers in Abu Ghraib prisoner scandal face pretrial &lt;b&gt;...&lt;/b&gt; Four US soldiers charged with abusing Iraqi prisoners at Abu Ghraib prison face pretrial hearings before an American military judge in Germany.", "label": "World", "id": "train_1_79"}
