{"text": "Kan. to Move Forward on Dinosaur Exhibit (AP) AP - Concerns about funding and poor attendance will not stop plans to bring a dinosaur exhibit to Science City at Union Station, University of Kansas and Science City officials said.", "label": "Technology", "id": "train_2_0"}
{"text": "Doping Casts Shadow Over Olympics -- Again  ATHENS (Reuters) - Five weightlifters were banned from the  Olympics after failing drugs tests, officials said on Thursday,  as doping scandals continued to dominate the first week of the  Games.", "label": "Sports", "id": "train_2_1"}
{"text": "Terror mystery haunts jet disasters Russian authorities struggled last night to explain how two passenger aircraft had apparently blown up simultaneously in midair on Tuesday night, killing all 89 people on board.", "label": "World", "id": "train_2_2"}
{"text": "Construction driving solid product demand SURGING demand in heavy construction should outweigh any downturn in new home building, according to OneSteel and Boral. ", "label": "Business", "id": "train_2_3"}
{"text": "Google Overcomes Regulatory, Marketing Gaffes to Do IPO Its Way Aug. 19 (Bloomberg) -- The founders of Google Inc. did it their way, and then they paid the price. Sergey Brin, 30, and Larry Page, 31, completed an initial public offering of the largest Internet search firm yesterday using an unorthodox Dutch auction ...", "label": "Business", "id": "train_2_4"}
{"text": "Cubs Blast Six Homers in Astros Mauling NEW YORK (Reuters) - Mark Grudzielanek hit two of Chicago #39;s six home runs and Glendon Rusch pitched seven strong innings to lift the Chicago Cubs to a 9-2 pasting of the Astros in Houston on Friday. ", "label": "Sports", "id": "train_2_5"}
{"text": "NLD MP urges people to sign petition Despite intimidation by the ruling Burmese military authorities, the National League for Democracy (NLD) members have continued the signature campaign with increased momentum calling for the release of all political prisoners including NLD leaders Daw ...", "label": "World", "id": "train_2_6"}
{"text": "Executive flight continues at BEA The exit of Chief Marketing Officer Tod Nielsen is the sixth confirmed executive departure from the company in the past two months.", "label": "Technology", "id": "train_2_7"}
{"text": "Spike Lee Wins Cybersquatting Case Vs. Porn Site (Reuters) Reuters - Movie director Spike Lee has won his\\cybersquatting case against a Philippines-based operator who\\misused the domain name, spikelee.com, to redirect surfers to a\\pornographic Web site, arbitrators ruled Friday.", "label": "Technology", "id": "train_2_8"}
{"text": "Injured Pappas Pulls Out World champion Tom Pappas pulls out of the decathlon Tuesday after injuring his left foot while attempting a pole vault.", "label": "Sports", "id": "train_2_9"}
{"text": "A New \\$3Bln Tax Claim Looms Over Yukos Reports of a new tax claim dealt a blow to Yukos on Monday, as the embattled oil major announced it would cut this year #39;s oil output forecast and defer certain tax payments because of a lack of cash.", "label": "Business", "id": "train_2_10"}
{"text": "Let UN chief get on with job: Blair TONY Blair threw his weight behind Kofi Annan yesterday amid a growing clamour in the US for the UN Secretary-General to resign over the Iraq oil-for-food scandal.", "label": "World", "id": "train_2_11"}
{"text": "Dying Star Goes Out With a Ring A new image from NASA's Spitzer Space Telescope shows the shimmering embers of a dying star, and in their midst a mysterious doughnut-shaped ring. The dying star is part of a \"planetary nebula\" called NGC 246. When a star like our own Sun begins to run out of fuel, its core shrinks and heats up, boiling off the star's outer layers.", "label": "Technology", "id": "train_2_12"}
{"text": "Stocks to Open Lower on Oil Concerns NEW YORK - U.S. stocks are seen slightly lower at the open Friday as oil's latest push into record territory continues to unnerve investors...", "label": "World", "id": "train_2_13"}
{"text": "Truckers strike, prices to soar NEW DELHi, AUGUST 21: Truckers went on a nation-wide strike from Saturday to protest against the imposition of the 10 per cent service tax in the Budget.", "label": "Business", "id": "train_2_14"}
{"text": "Olympic Baseball Makes a Hit in Greece  ATHENS (Reuters) - The team that did near the worst in  Olympic baseball drew the most fans while the team among the  most feared were not there.", "label": "Sports", "id": "train_2_15"}
{"text": "Marbury Powers US Over Spain, Coaches Square Off The US and Spanish coaches had to be separated when an argument erupted at the end of the game as the United States beat Spain 102-94 in the Olympic men #39;s basketball quarterfinals Thursday.", "label": "Sports", "id": "train_2_16"}
{"text": "Three Georgian servicemen killed in South Ossetia MOSCOW, Aug. 18 (Xinhuanet) -- Three Georgian servicemen were killed while five others were wounded in overnight fighting in Georgia #39;s breakaway province of South Ossetia, Russian news agencies reported, citing Georgian officials. ", "label": "World", "id": "train_2_17"}
{"text": "Researchers find holes in XP SP2 Security researchers inspecting a new update to Microsoft Corp.'s Windows XP found two software flaws that could allow virus writers and malicious hackers to sidestep new security features in the operating system.", "label": "Technology", "id": "train_2_18"}
{"text": "Last Call for Investors to Bid on Google  NEW YORK (Reuters) - Time is running out for prospective  investors to submit their offers to buy shares of Google Inc,  the Web's No. 1 search company.", "label": "Business", "id": "train_2_19"}
{"text": "U.S. Second-Quarter GDP Downgraded  WASHINGTON (Reuters) - The U.S. economy grew more slowly in  the second quarter than first thought amid shrinking corporate  profits and higher imports, the government said on Friday in a  report that confirmed momentum faltered in the spring.", "label": "Business", "id": "train_2_20"}
{"text": "No Gold for Phelps As Relay Team Falters ATHENS, Greece - Mark Spitz can rest easy. The best Michael Phelps can do is win seven gold medals at these Olympics...", "label": "World", "id": "train_2_21"}
{"text": "Real launches 'Freedom of Choice Campaign' (MacCentral) MacCentral - RealNetworks will tout its new Windows-only Harmony technology, which allows files from its music store to be played on Apple's iPod, in a series of print, radio and online advertising, the company said in a statement on Tuesday. In addition, Real will hold what it calls the biggest music sale in history selling songs for US #36;0.49 and albums for  #36;4.99.", "label": "Technology", "id": "train_2_22"}
{"text": "Bonds hits No. 693 in Giants #39; win Barry Bonds hit a two-run home run in the first inning to support a strong effort by Kirk Rueter and help the San Francisco Giants beat the visiting New York Mets 3-1 on Sunday.", "label": "Sports", "id": "train_2_23"}
{"text": "Tech Briefs The United Kingdom #39;s Advertising Standards Authority, a self-regulating agency for the advertising industry, upheld complaints alleging that a Microsoft Corp.", "label": "Technology", "id": "train_2_24"}
{"text": "Olympic Wrap: Crawford Wins the 200m Amid Jeers  ATHENS (Reuters) - Shawn Crawford led an American sweep of  Olympic medals in the 200 meters in Athens Thursday, ignoring  the jeers of a hostile crowd livid that their local hero was  not on the starting line after missing a doping test.", "label": "Sports", "id": "train_2_25"}
{"text": "US consumer prices dip 0.1 in July; industrial output and home starts rise WASHINGTON (AP) - US consumer prices eased down by 0.1 per cent in July as gasoline prices dropped, while factory output rose and home construction rebounded, offering hope the economy has escaped its early-summer  quot;soft patch. quot; ...", "label": "Business", "id": "train_2_26"}
{"text": "Bangladesh in Shock as Blast Toll Hits 17 (Reuters) Reuters - Extra armed police patrolled the streets\\of the Bangladeshi capital and traffic was light on Sunday, a\\working day, as shocked Bangladeshis woke up to the aftermath\\of grenade blasts that killed at least 17 people.", "label": "World", "id": "train_2_27"}
{"text": "Agassi Withdraws from Long Island Tournament  NEW YORK (Reuters) - American Andre Agassi has withdrawn  from the TD Waterhouse Cup, starting in Long Island on Monday,  citing fatigue.", "label": "Sports", "id": "train_2_28"}
{"text": "Developing countries invest abroad Developing countries are starting to flex their financial muscles and invest overseas.", "label": "Business", "id": "train_2_29"}
{"text": "President OKs More Colombia Assistance (AP) AP - President Bush said Tuesday the U.S. government will continue to assist Colombia in interdicting aircraft suspected of drug trafficking.", "label": "World", "id": "train_2_30"}
{"text": "Apple G5 chips  #39;in short supply #39; Apple may be facing greater difficulties than previously thought in sourcing chips to power its high-end personal computers. ", "label": "Technology", "id": "train_2_31"}
{"text": "Microsoft downplays XP SP2 flaw claims Microsoft has won the first round against security researchers digging for flaws in its Windows XP Service Pack 2 (SP2), dismissing claims by German consultants to have identified vulnerabilities. ", "label": "Technology", "id": "train_2_32"}
{"text": "High oil prices not hurting German economy: Schroeder (AFP) AFP - German Chancellor Gerhard Schroeder said that the hike in oil prices was not currently hurting the eurozone's biggest economy but that he was closely watching the cost of crude.", "label": "World", "id": "train_2_33"}
{"text": "US success will hinge on philosophy change ATHENS -- Unfortunately for the United States, the Olympic boxing tournament has gone just about as expected.", "label": "Sports", "id": "train_2_34"}
{"text": "Swatch tax complaint dismissed US officials dismiss claims of tax evasion levelled at watchmaker Swatch by two former employees.", "label": "Business", "id": "train_2_35"}
{"text": "Ainslie clinches Finn gold Britain's Ben Ainslie retains his overall lead in the final race of the Finn class.", "label": "Sports", "id": "train_2_36"}
{"text": "Fed official downplays rising prices WASHINGTON --Rising oil prices will weigh on economic growth, but the increases so far will not derail the expansion and need not fuel troubling inflation, Federal Reserve Board Governor Ben Bernanke said yesterday.", "label": "Business", "id": "train_2_37"}
{"text": "Sony speeds up Memory Stick cards Starting in October, the company will begin selling higher-speed cards that transfer data at rates of up to 80mbps.", "label": "Technology", "id": "train_2_38"}
{"text": "Sharon Allows 1,000 More Settler Homes in West Bank JERUSALEM (Reuters) - Prime Minister Ariel Sharon, facing a party mutiny over his plan to quit the Gaza Strip, has approved 1,000 more Israeli settler homes in the West Bank in a move that drew a cautious response on Tuesday from ...", "label": "World", "id": "train_2_39"}
{"text": "Cisco Grabs P-Cube for \\$200 Million Cisco will pay approximately \\$200 million in cash and options. The acquisition of P-Cube is subject to various standard closing conditions and is expected to close in the first quarter of Cisco #39;s fiscal year 2005.", "label": "Technology", "id": "train_2_40"}
{"text": "American Phillips wins men #39;s long jump gold (with results) Dwight Phillips of the United States proved he is the best long jumper in the world this year, winning the men #39;s final tonight with a massive first leap of 8.59 meters at the Olympic Games here on Thursday.", "label": "Sports", "id": "train_2_41"}
{"text": "Before-the-Bell: Sanderson Farms Falls  NEW YORK (Reuters) - Shares of Sanderson Farms Inc.  &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=SAFM.O target=/stocks/quickinfo/fullquote\"&gt;SAFM.O&lt;/A&gt; sunk nearly 16 percent before the bell on Tuesday,  after the chicken producer's quarterly earnings fell short of  Wall Street estimates.", "label": "Business", "id": "train_2_42"}
{"text": "Dominicans send juiced message Dominican New Yorkers had a message yesterday for the newly elected president of their homeland: Let there be light. ", "label": "World", "id": "train_2_43"}
{"text": "Wheels are spinning in Marblehead It didn't take long for word of Tyler Hamilton's Olympic gold medal to spread throughout his hometown of Marblehead.", "label": "Sports", "id": "train_2_44"}
{"text": "Phone passion: dating with virtual girlfriend A Hong Kong company develops a  quot;virtual girlfriend quot; for new cell phones with video capability. Artificial Life, Inc. #39;s electronic love interest will appear as an animated figure on a telephone screen.", "label": "Technology", "id": "train_2_45"}
{"text": "Toys R Us Posts Operating Loss  NEW YORK (Reuters) - Toys R Us Inc. &lt;A HREF=\"http://www.investor.reuters.com/FullQuote.aspx?ticker=TOY.N target=/stocks/quickinfo/fullquote\"&gt;TOY.N&lt;/A&gt;, which is  considering getting out of the toy business, on Monday posted a  second-quarter operating loss on poor sales of video games and  markdowns on older merchandise.", "label": "Business", "id": "train_2_46"}
{"text": "Indian mother swims home from Sri Lanka (AFP) AFP - A 34-year-old Indian mother of one has fulfilled her dream to swim seven seas after crossing the Palk Strait dividing India and Sri Lanka in a marathon 14-hour feat, officials said.", "label": "World", "id": "train_2_47"}
{"text": "Fierce battles for Najaf Explosions and gunfire shook Najaf amid fierce battles between US forces and Shiite militants, who remained in control of a revered shrine there as negotiations dragged on for its handover to religious authorities.", "label": "World", "id": "train_2_48"}
{"text": "Microsoft Singapore releases Windows XP SP 2, free CD available The free service pack is a major overhaul aimed at defeating a wide variety of security weaknesses that hackers have exploited. Microsoft says the easiest way to obtain ", "label": "Technology", "id": "train_2_49"}
{"text": "Confidence drops in Germany Investor confidence in Germany, Europe #39;s biggest economy, dropped in August to the lowest level in more than a year, according to data released on Tuesday, amid concern that record oil prices would crimp global growth and impede a recovery in consumer ...", "label": "Business", "id": "train_2_50"}
{"text": "Wrestling: Cinderella in Sydney suffers turnabout at hands of &lt;b&gt;...&lt;/b&gt; One of the big stars of the 2000 Summer Games, Gardner was thrown to the mat in overtime by Georgi Tsurtsumia of Kazakhstan and lost 4-1 in his Greco-Roman semifinal match.", "label": "Sports", "id": "train_2_51"}
{"text": "Bangladesh paralysed by strikes Opposition activists have brought many towns and cities in Bangladesh to a halt, the day after 18 people died in explosions at a political rally.", "label": "World", "id": "train_2_52"}
{"text": "Oil raises economists #39; concerns WASHINGTON - Crude oil prices soaring to nearly \\$50 a barrel have heightened concerns that sustained high energy costs could drag the slowing US and world economies into a more serious downturn.", "label": "Business", "id": "train_2_53"}
{"text": "Apple Jumps Ahead of HP iPod, iMac Launch (Reuters) Reuters - Shares of Apple Computer Inc.\\(AAPL.O) rose to an almost four-year high on Thursday ahead of\\the launch of Hewlett-Packard Co.'s (HPQ.N) version of the iPod\\digital music player and Apple's revamped iMac computer.", "label": "Technology", "id": "train_2_54"}
{"text": "Hamstring latest setback for Kupets There are favorites and there are expectations, but to compete in the Olympics is to hazard the risk of being outfought, outscored, out-happied. ", "label": "Sports", "id": "train_2_55"}
{"text": "Operation Web Snare targets online crime The action, dubbed Operation Web Snare, entailed more than 160 investigations over a three month period between June and August. Investigators say they have identified more than 150,000 victims with estimated losses of more than \\$215 million.", "label": "Technology", "id": "train_2_56"}
{"text": "North Korea Denounces Mass Defection North Korea has denounced as  quot;wicked terrorists quot; the South Korean officials who orchestrated last month #39;s airlift to Seoul of 468 North Korean defectors.", "label": "World", "id": "train_2_57"}
{"text": "Europe joins Citigroup bond probe France and Germany's market watchdogs say they are looking into Citigroup bond trades already under scrutiny in the UK.", "label": "Business", "id": "train_2_58"}
{"text": "Olympic diary: Day seven British support in the badminton arena on Thursday caught everyone by surprise, not least the Chinese. ", "label": "Sports", "id": "train_2_59"}
{"text": "New intelligence reform bill may pit US Congress against White House (AFP) AFP - The powerful chairman of the US Senate intelligence committee promised to introduce this week a new intelligence reorganization bill likely to set Congress on a collision course with the White House, which favors an intelligence \"czar\" with vaguely defined powers.", "label": "World", "id": "train_2_60"}
{"text": "Musicland Looks to the Internet Musicland is trying to embrace the Internet and emulate the atmosphere of retail chains like Starbucks.", "label": "Technology", "id": "train_2_61"}
{"text": "Gold slips out of reach Mardy Fish figured he eventually would see Nicolas Massu lying on the court. Just not as part of his postmatch celebration. After three sets, Massu was staggering ", "label": "Sports", "id": "train_2_62"}
{"text": "Dollar Struggles to Stay Off Lows  LONDON (Reuters) - The dollar traded near this week's  four-week lows against the euro and yen on Thursday ahead of  U.S. jobless claims and a key business survey that dealers  expect to provide further clues about the interest rate  outlook.", "label": "Business", "id": "train_2_63"}
{"text": "Iraq Celebrates Surprise Win in Olympics (AP) AP - A stream of red tracer bullets cut through the night sky amid a hail of celebratory gunfire as Iraqis, exhausted from war and unending violence, celebrated their national soccer team's startling 1-0 victory over Australia in the Olympic quarterfinal.", "label": "World", "id": "train_2_64"}
{"text": "Gaining dad #39;s support of Miranda #39;s sport was her biggest takedown She has persuaded her father that wrestling is worthy of her time and her passion. The conversion took years, but it is now complete.", "label": "Sports", "id": "train_2_65"}
{"text": "Oil Near \\$49 as Iraq Violence Escalates  LONDON (Reuters) - Global oil prices raced to fresh highs  on Friday carrying U.S. crude close to \\$49 a barrel, driven by  escalating violence in Iraq and unabated demand growth from  China and India.", "label": "Business", "id": "train_2_66"}
{"text": "HP to manage IT for Finnish energy giant Finnish energy giant Fortum Corp. has signed a five-year agreement with Hewlett-Packard Co. (HP) to manage its IT infrastructure and support about 10,000 users across Europe.", "label": "Technology", "id": "train_2_67"}
{"text": "Hewitt Continues Excellent U.S. Open Build-Up  COMMACK, New York (Reuters) - Second seed Lleyton Hewitt  continued his excellent build-up to next week's U.S. Open when  a 6-1, 6-4 win over Frenchman Michael Llodra Thursday put him  in the quarter-finals of the \\$380,000 Long Island Cup.", "label": "Sports", "id": "train_2_68"}
{"text": "A New Legal Chapter for a 90's Flameout A lawsuit against Gary Winnick, the former chief of Global Crossing, refocuses attention on what Mr. Winnick knew about his company's finances as it imploded.", "label": "Business", "id": "train_2_69"}
{"text": "Seiko Epson puts on show world #39;s lightest flying robot Seiko Epson Corp. announced Wednesday it had developed the world #39;s lightest flying microrobot, with a weight of just 8.6 grams without its battery, or 12.3 grams with the battery installed. ", "label": "Technology", "id": "train_2_70"}
{"text": "Hostage says he #146;s being treated well  BAGHDAD -- A US journalist with Boston-area ties who was abducted by militants in Iraq and threatened with death said in a video aired yesterday that his captors were treating him well, while an Italian journalist also was reported missing in the war-torn country.", "label": "World", "id": "train_2_71"}
{"text": "Cartel inquiry claims Amcor chief The boss of packaging company Amcor has quit his post amid a growing scandal over allegations of price-fixing. Amcor said chief executive Russell Jones - along with top divisional head Peter Sutton - had both resigned.", "label": "Business", "id": "train_2_72"}
{"text": "EMC rolls out new content integration software EMC Corp. aims to make it easier for businesses to search unstructured information from multiple sources in multiple languages with a new software tool it released Monday.", "label": "Technology", "id": "train_2_73"}
{"text": "Haas in fine form HAVEN, Wis. -- If he were acting his age, Jay Haas would have had the weekend off, resting on his laurels and reaping the benefits of the nice-and-easy Champions Tour.", "label": "Sports", "id": "train_2_74"}
{"text": "Sharon's Party Bars Bid for Coalition on Gaza Plan  TEL AVIV (Reuters) - Israeli Prime Minister Ariel Sharon's  Likud party voted on Wednesday to bar him from forming a  coalition with the Labour opposition, an embarrassing blow that  complicates his plan to withdraw from occupied Gaza.", "label": "World", "id": "train_2_75"}
{"text": "Best Software strategizes for midmarket dominance For a company that owns two of the most widely used midmarket software packages for sales and contact management, Best Software Inc. has been a fairly low-key competitor in the market over the past few years.", "label": "Technology", "id": "train_2_76"}
{"text": "French victim's family come to UK The family of a French woman murdered in south-west London are travelling to the UK to meet detectives.", "label": "World", "id": "train_2_77"}
{"text": "CenturyTel to offer EchoStar TV service CenturyTel Inc. (CTL.N: Quote, Profile, Research) on Thursday said it would offer EchoStar Communications Corp.(DISH.O: Quote, Profile, Research) satellite television service to ", "label": "Business", "id": "train_2_78"}
{"text": "Wrong target costs gold ATHENS, Greece -- Matt Emmons hit just about everything he aimed at Sunday. And it cost him his second gold medal. The US shooter had a commanding lead in the Olympic 50-meter three-position rifle competition ", "label": "Sports", "id": "train_2_79"}
