{"question1": "How should one improve one's presence of mind?", "question2": "What is best way to increase presence of mind?", "label": "duplicate", "id": "train_0_0"}
{"question1": "How long does it take to install Windows 10?", "question2": "How do I install Eclipse IDE in windows 10?", "label": "not duplicate", "id": "train_0_1"}
{"question1": "What are some things that make Indians sad?", "question2": "What makes Indians sad?", "label": "duplicate", "id": "train_0_2"}
{"question1": "How should I prepare for 10th std. board exams [g.s.e.b]?", "question2": "How can I create a blog about motivation and self-improvement?", "label": "not duplicate", "id": "train_0_3"}
{"question1": "I have nearly 20 days remaining of my vacation, how can I spend usefully being in home?", "question2": "Experimental set up of lamis theorem available?", "label": "not duplicate", "id": "train_0_4"}
{"question1": "What are the chances that the electoral college will decide to vote against Trump if Hillary wins the popular vote?", "question2": "What is the likelihood that on December 19th, the Electoral College can vote out Donald Trump and vote in Hillary Clinton?", "label": "duplicate", "id": "train_0_5"}
{"question1": "Is ISBF really affiliated to University of London?", "question2": "Is ISBF affiliated to University of London?", "label": "duplicate", "id": "train_0_6"}
{"question1": "How much marks in need in mains to get ECE in IIIT Hyderabad?", "question2": "How much marks in need in mains to get ECE in Hyderabad?", "label": "not duplicate", "id": "train_0_7"}
{"question1": "What factors differentiate Usain Bolt from others that make him run so fast?", "question2": "What does Usain Bolt do differently to be so fast?", "label": "duplicate", "id": "train_0_8"}
{"question1": "If board marks are not included in JEE Mains 2017 what should one score to get a rank less than 10000?", "question2": "What rank could a student get with 160 marks in JEE Main 2017?", "label": "not duplicate", "id": "train_0_9"}
{"question1": "How can you improve your intelligence?", "question2": "How can I improve my intelligence?", "label": "duplicate", "id": "train_0_10"}
{"question1": "How can you determine the chemical formula for calcium acetate?", "question2": "How can you determine the chemical formula for calcium nitride?", "label": "not duplicate", "id": "train_0_11"}
{"question1": "Why most of the people in India don't pay income tax?", "question2": "How many people pay income tax in India?", "label": "duplicate", "id": "train_0_12"}
{"question1": "How common are green eyes?", "question2": "How do green and hazel eyes differ?", "label": "not duplicate", "id": "train_0_13"}
{"question1": "How are views of blog posts counted on Quora Blogs?", "question2": "How are Quora views counted?", "label": "duplicate", "id": "train_0_14"}
{"question1": "What is Cloud Code?", "question2": "What is a cloud?", "label": "not duplicate", "id": "train_0_15"}
{"question1": "What is the deepest lake in Europe, and how does this lake's flora and fauna compare to that of Lake Superior?", "question2": "What is the deepest lake in Europe, and how does this lake's flora and fauna compare to that of Lake Geneva?", "label": "not duplicate", "id": "train_0_16"}
{"question1": "How can you improve your communication skills?", "question2": "What should I do improve my communication skill?", "label": "duplicate", "id": "train_0_17"}
{"question1": "Why do the minions in Despicable Me love bananas?", "question2": "Why are the Minions crazy for bananas?", "label": "duplicate", "id": "train_0_18"}
{"question1": "What's the best motorcycle for a beginner who happens to be very tall?", "question2": "What's the best motorcycle for beginners?", "label": "not duplicate", "id": "train_0_19"}
{"question1": "What are some of the best novels that should be read by everyone?", "question2": "What are some of the best novels you have read?", "label": "duplicate", "id": "train_0_20"}
{"question1": "What happened to the Geo-Mod game engine?", "question2": "What are the best games for making mods for?", "label": "not duplicate", "id": "train_0_21"}
{"question1": "Can I.Q. be improved?", "question2": "Can I.Q. be enhanced?", "label": "duplicate", "id": "train_0_22"}
{"question1": "Why did Japan execute many atrocities when invading China although some thought they were highly civilized?", "question2": "Why were the Japanese so merciless to Chinese people during World War II?", "label": "not duplicate", "id": "train_0_23"}
{"question1": "What are some good ways for international students in the USA to overcome culture shock?", "question2": "How can you overcome the depression, homesickness and anxiety of culture shock?", "label": "duplicate", "id": "train_0_24"}
{"question1": "How do I raise a fund for a startup IT company?", "question2": "How can I raise funding for my startup?", "label": "not duplicate", "id": "train_0_25"}
{"question1": "What do professors and students think about the Make School?", "question2": "What do professors and students think about the Make School and it's reputation?", "label": "duplicate", "id": "train_0_26"}
{"question1": "How do the tourist attractions on the Scandinavian Highlands compare to attractions in Iceland?", "question2": "How do the tourist attractions on the Scandinavian Highlands compare to attractions in Slovenia?", "label": "not duplicate", "id": "train_0_27"}
{"question1": "Can you actually spy on someone else's WhatsApp account?", "question2": "How can I hack someone else's WhatsApp account from a different place?", "label": "duplicate", "id": "train_0_28"}
{"question1": "Why is Generation X so frustrated?", "question2": "What is so great about Generation X?", "label": "not duplicate", "id": "train_0_29"}
{"question1": "What is currently your favorite rock song? And why?", "question2": "What are your favorite rock songs?", "label": "duplicate", "id": "train_0_30"}
{"question1": "How do I deal with a clingy boyfriend?", "question2": "How can I solve this question: [math]\\displaystyle \\int \\dfrac{\\cos x}{\\csc x-\\sin x}\\,dx[/math]?", "label": "not duplicate", "id": "train_0_31"}
{"question1": "What are some adaptations of plants in the Indian Ocean?", "question2": "What is the reason for the separation of the waters of the Indian and Atlantic Oceans?", "label": "not duplicate", "id": "train_0_32"}
{"question1": "Is Donald Trump going to go to jail for flying his jet illegally?", "question2": "Why is Donald Trump not in jail for his comments?", "label": "duplicate", "id": "train_0_33"}
{"question1": "What is the funniest question ever asked to you in Quora?", "question2": "What are some of the worst questions asked on Quora?", "label": "duplicate", "id": "train_0_34"}
{"question1": "What is a perfect business to invest 10 lakhs in India?", "question2": "If Warren Buffertt or Bill Gates were to die, how would the IRS collect 50% of their assets?", "label": "not duplicate", "id": "train_0_35"}
{"question1": "Do Israeli Jews feel connected to diaspora Jews?", "question2": "How do Israelis feel about American Jews?", "label": "not duplicate", "id": "train_0_36"}
{"question1": "At what time should I drink green tea to be fit?", "question2": "Does green chai tea assist with weight loss?", "label": "duplicate", "id": "train_0_37"}
{"question1": "What universities does Home Properties recruit new grads from? What majors are they looking for?", "question2": "What universities does Parkway Properties recruit new grads from? What majors are they looking for?", "label": "not duplicate", "id": "train_0_38"}
{"question1": "What is the best phone I can buy under the price of 15000?", "question2": "What are the best phones under 15000 in india?", "label": "duplicate", "id": "train_0_39"}
