{"question1": "What does it mean if your wound turns into a black scab?", "question2": "What causes a wart to turn black? How can it be treated?", "label": "not duplicate", "id": "train_2_0"}
{"question1": "How do I stop being insecure ?", "question2": "How do I stop my insecurities?", "label": "duplicate", "id": "train_2_1"}
{"question1": "What companies are similar to IDEO in Paris?", "question2": "What companies are similar to IDEO?", "label": "not duplicate", "id": "train_2_2"}
{"question1": "What are the best websites for entrepreneurs?", "question2": "What are the best websites for entrepreneur?", "label": "duplicate", "id": "train_2_3"}
{"question1": "What do you think about decision by the Indian Government to demonetise 500 and 1000 rupees note?", "question2": "What do you think about ban on Rs. 500 and Rs. 1000 currency notes?", "label": "duplicate", "id": "train_2_4"}
{"question1": "I am currently working under an H1B visa and would like to get a green card through my employer. What is the process?", "question2": "I am good programmer on H1b visa. What are some of the good employers that I should target to get green card?", "label": "not duplicate", "id": "train_2_5"}
{"question1": "How can I prepare myself to world' s top university?", "question2": "How can I get into a top university?", "label": "duplicate", "id": "train_2_6"}
{"question1": "In what ways is 50 Shades of Grey based on Twilight? Does it borrow ideas from Twilight? Does it have similar themes?", "question2": "\"Why was Grey like that in the movie \"\"50 Shades of Grey\"\"?\"", "label": "not duplicate", "id": "train_2_7"}
{"question1": "How should I start IAS preparation after graduation?", "question2": "How do I start preparation for IAS?", "label": "duplicate", "id": "train_2_8"}
{"question1": "Should we believe in life after death?", "question2": "What is the benefit of believing/not-believing in life after death?", "label": "not duplicate", "id": "train_2_9"}
{"question1": "How can eating prunes help during a constipation?", "question2": "Does eating prunes help with constipation?", "label": "duplicate", "id": "train_2_10"}
{"question1": "How do electric superchargers work?", "question2": "Do electric superchargers really work?", "label": "not duplicate", "id": "train_2_11"}
{"question1": "Why does each US state have its own constitution if the US Constitution is the law of the land?", "question2": "To what extent does the US constitution allow a state to implement full socialism?", "label": "not duplicate", "id": "train_2_12"}
{"question1": "What's your favorite color?", "question2": "What's your favourite colour?", "label": "duplicate", "id": "train_2_13"}
{"question1": "How do I review a research paper?", "question2": "How do I review a paper? What should I include in my review?", "label": "duplicate", "id": "train_2_14"}
{"question1": "Why Indian girls have small boobs?", "question2": "What are some of the misconceptions you have which you got from watching porn?", "label": "not duplicate", "id": "train_2_15"}
{"question1": "What are the best books for IIT JAM math and what is the best strategy for preparation?", "question2": "Which are the best books for iit jam mathematics?", "label": "duplicate", "id": "train_2_16"}
{"question1": "Which processor is better: AMD A4-5300 or IntelCore i3-540?", "question2": "I have the AMD A4-6210 APU with AMD Radeon R3 Graphics processor in my laptop. Is it possible to upgrade it?", "label": "not duplicate", "id": "train_2_17"}
{"question1": "What would be impact on India if Donald Trump becomes President?", "question2": "What would be the effect on India if Donald Trump really becomes the president of US?", "label": "duplicate", "id": "train_2_18"}
{"question1": "What is the best printer to use to print lined paper for notebooks so that it doesn't curl or buckle?", "question2": "Can Evernote or OneNote be used to substitute paper lab notebook that is legally valid for intellectual property protection purposes?", "label": "not duplicate", "id": "train_2_19"}
{"question1": "What is input tax credit and output tax credit?", "question2": "How do I report a personal line of credit on my taxes?", "label": "not duplicate", "id": "train_2_20"}
{"question1": "What is the best way to clean a flat screen monitor?", "question2": "Does touching a TV screen can affect the TV and can I clean the TV or does that affect it?", "label": "duplicate", "id": "train_2_21"}
{"question1": "What does the law of attraction state in science?", "question2": "What is the law of attraction?", "label": "not duplicate", "id": "train_2_22"}
{"question1": "Is pornography a form of art?", "question2": "Can pornography be art?", "label": "duplicate", "id": "train_2_23"}
{"question1": "What is the difference between Privacy and Security with reference to a user's data on the Internet?", "question2": "What universities does Watts Water Technologies recruit new grads from? What majors are they looking for?", "label": "not duplicate", "id": "train_2_24"}
{"question1": "What the best way to improve English?", "question2": "I want to improve my English?", "label": "duplicate", "id": "train_2_25"}
{"question1": "Can I get followers for no reason?", "question2": "Is there a reason why it is beneficial to follow people or be followed on Quora?", "label": "not duplicate", "id": "train_2_26"}
{"question1": "How can one make money online?", "question2": "How can I earn money online?", "label": "duplicate", "id": "train_2_27"}
{"question1": "Why do people re-ask questions on Quora that have already been answered multiple times?", "question2": "Why do people add questions on Quora when they've already been asked?", "label": "duplicate", "id": "train_2_28"}
{"question1": "What is software consulting?", "question2": "What is Software consultant designation?", "label": "not duplicate", "id": "train_2_29"}
{"question1": "Can I enter University of Melbourne if I couldn't achieve the guaranteed marks in Trinity College Foundation?", "question2": "University of the Philippines: If I take a second BFA in the UP College of Fine Arts, can I be exempted from gen. ed. or core subjects?", "label": "not duplicate", "id": "train_2_30"}
{"question1": "How is Hillary Clinton a better choice than Donald Trump?", "question2": "Is Hillary Clinton really worse than Donald Trump?", "label": "duplicate", "id": "train_2_31"}
{"question1": "Is 6 foot 4 too tall as an ideal height for a man?", "question2": "My height is 5'6 and I'm 14 year old boy, my mom is 5'4 and my dad is 5'7. How tall will I be?", "label": "not duplicate", "id": "train_2_32"}
{"question1": "How do I get into an archaeological survey of India?", "question2": "How do I get into Archaeological survey of India?", "label": "duplicate", "id": "train_2_33"}
{"question1": "Which is the most loved country in the world?", "question2": "Which country is the most loved throughout the world?", "label": "duplicate", "id": "train_2_34"}
{"question1": "What are the most interesting pages on Facebook?", "question2": "What are the best pages to follow on Facebook?", "label": "not duplicate", "id": "train_2_35"}
{"question1": "Which is the best programming language for beginners?", "question2": "What are the best programming languages to learn today?", "label": "not duplicate", "id": "train_2_36"}
{"question1": "Do you know of startups that focuses on providing local tour guides with a specific focus on off-the-beaten track culture, arts, foods, etc?", "question2": "Do you know of startups that focus on providing local tour guides with a specific focus on off-the-beaten track culture, arts, foods, etc?", "label": "duplicate", "id": "train_2_37"}
{"question1": "Is trump playing to lose?", "question2": "Is trump trying to lose?", "label": "duplicate", "id": "train_2_38"}
{"question1": "Can you write a thought bubble to show what judges would think about Hitler and his ideas?", "question2": "What is some good advice for getting the highest possible score on the reading section of the SAT?", "label": "not duplicate", "id": "train_2_39"}
