{"question1": "What can you say about Filipino people?", "question2": "What is your honest opinion about the Philippines and Filipino people?", "label": "duplicate", "id": "train_3_0"}
{"question1": "How can I get the guy I like to like me again?", "question2": "How do you get a girl to like you?", "label": "not duplicate", "id": "train_3_1"}
{"question1": "Which is better to judge a movie, IMDB or Rotten Tomatoes?", "question2": "Which movie website is better: IMDb or Rotten Tomatoes?", "label": "duplicate", "id": "train_3_2"}
{"question1": "What are the good examples to explain the Prisoners' Dilemma to a 4 year old child?", "question2": "How do I explain what is happening in Greece to a 15-year-old?", "label": "not duplicate", "id": "train_3_3"}
{"question1": "What has life taught you?", "question2": "What has life taught you recently?", "label": "duplicate", "id": "train_3_4"}
{"question1": "Jio being a 4G network does the battery drain faster?", "question2": "Why do mobile batteries drain faster when we are travelling?", "label": "not duplicate", "id": "train_3_5"}
{"question1": "How do I stop crying?", "question2": "How can one stop crying?", "label": "not duplicate", "id": "train_3_6"}
{"question1": "Which is a good laptop costing around INR 60k?", "question2": "Which is the best laptop available in India in a budget of 60k?", "label": "duplicate", "id": "train_3_7"}
{"question1": "How do I create a PDF from PSD and maintain the image quality with size reduced?", "question2": "How do you convert a PDF to a layered PSD?", "label": "not duplicate", "id": "train_3_8"}
{"question1": "Which was the best tank of the 1960s and 70s? Leopard 1, M-60,AMX-30, Chieftain or T-62", "question2": "Which was the best tank of the 1960s and 70s? Leopard 1, M-60, AMX-30, Chieftain, or T-62?", "label": "duplicate", "id": "train_3_9"}
{"question1": "Are there jobs for mechanical engineers in US?", "question2": "What is the scope of Mechanical Engineering?", "label": "not duplicate", "id": "train_3_10"}
{"question1": "Why Supreme Court directed all cinema halls across the country to play the National Anthem before the start of a film?", "question2": "What's your stand on the recent Supreme Court's order about national anthem in cinema halls?", "label": "duplicate", "id": "train_3_11"}
{"question1": "How would you define India in one line?", "question2": "How can we define India in a sentence?", "label": "duplicate", "id": "train_3_12"}
{"question1": "What are game developers' thoughts on Undertale?", "question2": "What made Undertale so great, and how do I make a game similar to it?", "label": "not duplicate", "id": "train_3_13"}
{"question1": "Why can't I sleep when I am hungry?", "question2": "Why am I never hungry after I binge drink?", "label": "not duplicate", "id": "train_3_14"}
{"question1": "Why do people insist on driving slowly in the left (passing) lane?", "question2": "Why do some people drive slowly (10+ MPH under the speed limit) in the passing lane?", "label": "duplicate", "id": "train_3_15"}
{"question1": "Why did it take so long for NASA to find water on Mars?", "question2": "How much chances are there that NASA already knew that there is water on Mars?", "label": "duplicate", "id": "train_3_16"}
{"question1": "If you received a check from Donald Knuth, what did you do and why did you get it?", "question2": "How can I contact Donald Knuth?", "label": "not duplicate", "id": "train_3_17"}
{"question1": "How can I increase the traffic to a website?", "question2": "How can I increase the traffic on my website without investing?", "label": "duplicate", "id": "train_3_18"}
{"question1": "Which hostel I should choose between jecrc college and jecrc university?", "question2": "Should I drop this year to give the JEE or join JECRC college (the one which is affiliated to RTU)?", "label": "not duplicate", "id": "train_3_19"}
{"question1": "Is timetravel possible?", "question2": "Do you think time travel is possible?", "label": "duplicate", "id": "train_3_20"}
{"question1": "Has anyone experienced a ghostly presence or been haunted by the same?", "question2": "What are the creepiest paranormal experiences one ever had?", "label": "not duplicate", "id": "train_3_21"}
{"question1": "What are the differences between karate and taekwondo? What are their similarities?", "question2": "What are the differences between ninjutsu and karate? What are their similarities?", "label": "not duplicate", "id": "train_3_22"}
{"question1": "Where are the best coworking office space in Bangalore?", "question2": "What's the nicest looking coworking space in Bangalore?", "label": "duplicate", "id": "train_3_23"}
{"question1": "Would you trade 5 IQ points for a life of guaranteed financial security where you never would have to work?", "question2": "How would your life change if your IQ dropped by 20 points?", "label": "not duplicate", "id": "train_3_24"}
{"question1": "What is your review of the 2016 MacBook Pro?", "question2": "Should I get the new Macbook Pro?", "label": "duplicate", "id": "train_3_25"}
{"question1": "How can entropy of two reversible process be same, between two temperature limits?", "question2": "How can conservation of information be true if two bosons can be at the same quantum state even though originated from different processes?", "label": "not duplicate", "id": "train_3_26"}
{"question1": "Given that some insects respond to anesthetics, is it reasonable to conclude that they feel some facet of what we call pain?", "question2": "Do insects feel pain?", "label": "duplicate", "id": "train_3_27"}
{"question1": "How may I know whether my wife is cheating on me?", "question2": "How do you know if your partner is cheating on you?", "label": "duplicate", "id": "train_3_28"}
{"question1": "Is the Sun actually electric? Is, perhaps, the electric universe theory true?", "question2": "How powerful is the sun?", "label": "not duplicate", "id": "train_3_29"}
{"question1": "Why do people try to ask silly questions on Quora rather than googling it?", "question2": "Why do many Quora users ask questions they could look up online?", "label": "duplicate", "id": "train_3_30"}
{"question1": "What is the scope of gynaecologist business?", "question2": "Which business has a good scope in Chennai?", "label": "not duplicate", "id": "train_3_31"}
{"question1": "Can a M. Tech post graduate become hr mager?", "question2": "What does a typical workday for a company's senior accountant look like?", "label": "not duplicate", "id": "train_3_32"}
{"question1": "Help! I need motivation to lose weight. I need to lose 30 kilos?", "question2": "How do I find the motivation to lose weight?", "label": "duplicate", "id": "train_3_33"}
{"question1": "How do Indian military and Paramilitary forces keep killing peaceful civilians protestors in Jammu Kashmir?", "question2": "Why is Indian Army killing innocent civilians in Kashmir?", "label": "duplicate", "id": "train_3_34"}
{"question1": "Why is the gym busy in August and will it ever slow down?", "question2": "Why is the gym always busy in April and when will it slow down?", "label": "not duplicate", "id": "train_3_35"}
{"question1": "\"What is \"\"waive off\"\" in this context?\"", "question2": "What is environmental context in design?", "label": "not duplicate", "id": "train_3_36"}
{"question1": "What is the scope for MBA marketing graduates in sales & marketing in hospitality industry?", "question2": "What is the scope for MBA marketing graduates in hospitality sector sales & marketing?", "label": "duplicate", "id": "train_3_37"}
{"question1": "\"Did the Allies really care about Hitler's treatment of Jews and other \"\"inferior\"\" peoples?\"", "question2": "The U.S didn't really get involved in WW2 because of the Holocaust right? They didn't even care about how blacks and other races were treated at home.", "label": "not duplicate", "id": "train_3_38"}
{"question1": "If universe expansion is caused by potential energy that transforms into kinetic energy with no limit, then, is there infinite potential energy?", "question2": "Is universe expaning with no limit because of potential energy transforming into kinetic energy? If yes, then is there infinite potential energy?", "label": "duplicate", "id": "train_3_39"}
