{"question1": "What is the best programs for mechanical engineerings?", "question2": "What are the best courses for mechanical engineer for high salary?", "label": "duplicate", "id": "train_1_0"}
{"question1": "Don't know what happen to my friend (girl) stopped messaging to me or talk to me..no reason what to do?", "question2": "Which combat sport currently generates more money: MMA (UFC) or Boxing?", "label": "not duplicate", "id": "train_1_1"}
{"question1": "How do I download Microsoft Office for free?", "question2": "Where can we download Microsoft Office for free?", "label": "duplicate", "id": "train_1_2"}
{"question1": "Why is it not advisable to talk to guys who text after 11 pm?", "question2": "Is it “easy” to become wealthy if you have a computational PhD?", "label": "not duplicate", "id": "train_1_3"}
{"question1": "What is prison for?", "question2": "What is it like to be a prison doctor?", "label": "not duplicate", "id": "train_1_4"}
{"question1": "Are there really mermaids?", "question2": "Is there any real proof of mermaids?", "label": "duplicate", "id": "train_1_5"}
{"question1": "Do you like waking up early or staying up late?", "question2": "Why do we like to stay up late especially when we have to wake up early?", "label": "not duplicate", "id": "train_1_6"}
{"question1": "If Harry Potter was the rightful owner to the elder wand, why did he destroy it in Harry Potter and the Deathly Hallows Part 2?", "question2": "Why did Harry break the Elder Wand in the last scene of Deathly Hallows Part 2?", "label": "duplicate", "id": "train_1_7"}
{"question1": "What are the best colleges in India for an M.Tech in renewable energy?", "question2": "Do we have subsidies on renewable energy in India?", "label": "not duplicate", "id": "train_1_8"}
{"question1": "How can I increase the traffic on my website?", "question2": "What is the best way to drive traffic to a website?", "label": "duplicate", "id": "train_1_9"}
{"question1": "What is soil erosion?", "question2": "What are the causes of soil erosion?", "label": "duplicate", "id": "train_1_10"}
{"question1": "What are the chances Donald Trump is assassinated in office if he were to become president?", "question2": "Could Donald Trump be a Democratic plant? Is he trying to help Hillary Clinton?", "label": "not duplicate", "id": "train_1_11"}
{"question1": "How is the victory of Donald Trump going to affect the international students aspiring to pursue their Masters in US?", "question2": "Now that Donald won the election, how will this affect the admission of international students into undergraduate and graduate programs in the US?", "label": "duplicate", "id": "train_1_12"}
{"question1": "What should I put in the subject line of an email while applying for a job?", "question2": "How do I write an irresistible subject line for a cold email?", "label": "not duplicate", "id": "train_1_13"}
{"question1": "Interior Design: What features and components would the dream office contain?", "question2": "Where can I find some cool home decor products in USA?", "label": "not duplicate", "id": "train_1_14"}
{"question1": "What is it like to be transgender and regret transitioning at some point?", "question2": "Do you regret transitioning to another sex?", "label": "duplicate", "id": "train_1_15"}
{"question1": "Which is the best QuickBooks Tech Support Number in New York, USA?", "question2": "What is Quickbooks tech support number in Arizona?", "label": "duplicate", "id": "train_1_16"}
{"question1": "How many Facebook shares are there?", "question2": "How many Facebook shares does Microsoft own?", "label": "not duplicate", "id": "train_1_17"}
{"question1": "Why do we worship Shivling?", "question2": "Why do we worship the linga of Lord Shiva?", "label": "duplicate", "id": "train_1_18"}
{"question1": "What is the van der Waals equation?", "question2": "What is Van der Waals radius?", "label": "not duplicate", "id": "train_1_19"}
{"question1": "I have a problem of getting attached to people in a short span of time and I always end up hurting myself when the feeling isn't reciprocated?", "question2": "MySQL: How to avoid reading stale data from Slaves? Do I always need to read from Master?", "label": "not duplicate", "id": "train_1_20"}
{"question1": "What are the likely impacts of Internet2 in business?", "question2": "What are the likely impacts of Internet2 on business?", "label": "duplicate", "id": "train_1_21"}
{"question1": "What are your new year resolutions for 2017?", "question2": "What is your New Year Resolution for 2017?", "label": "duplicate", "id": "train_1_22"}
{"question1": "Is political correctness a good or bad thing how and why?", "question2": "How is political correctness a bad thing?", "label": "not duplicate", "id": "train_1_23"}
{"question1": "How can you salt unsalted nuts?", "question2": "Why is salt ground?", "label": "not duplicate", "id": "train_1_24"}
{"question1": "Can people see if you have viewed their instagram?", "question2": "How can I see who viewed my instagram post?", "label": "duplicate", "id": "train_1_25"}
{"question1": "What are the benefits of Green Card?", "question2": "What are the benefits of having a US Green Card?", "label": "not duplicate", "id": "train_1_26"}
{"question1": "How can I improve my English speaking ability?", "question2": "What can I do to improve my English speaking?", "label": "duplicate", "id": "train_1_27"}
{"question1": "What is best way to to become a good cyber security analyst?", "question2": "What is the best way to learn Cyber Security?", "label": "not duplicate", "id": "train_1_28"}
{"question1": "What is wurtz reaction?", "question2": "What is a Wurtz reaction?", "label": "duplicate", "id": "train_1_29"}
{"question1": "Why isn't there a video game development company in India that actually makes video games?", "question2": "Why does India not make video games?", "label": "duplicate", "id": "train_1_30"}
{"question1": "What does matrix multiplication do?", "question2": "Linear Algebra: Why is matrix multiplication defined the way it is?", "label": "not duplicate", "id": "train_1_31"}
{"question1": "Why are 2nd level connections in my Linkedin contacts list?", "question2": "Is it possible to code a desktop app that plugs on LinkedIn and sucks in the contact list, to be augmented withs tags and attributes locally?", "label": "not duplicate", "id": "train_1_32"}
{"question1": "What the best science documentaries?", "question2": "What are some good science documentaries?", "label": "duplicate", "id": "train_1_33"}
{"question1": "Why do bullies bully?", "question2": "What creates a bully?", "label": "duplicate", "id": "train_1_34"}
{"question1": "What are some French-language television shows about teenagers similar to Degrassi (Canadian) or Skins (UK)?", "question2": "What TV series are worth watching?", "label": "not duplicate", "id": "train_1_35"}
{"question1": "What are good metaphors in English?", "question2": "What are the best metaphors?", "label": "not duplicate", "id": "train_1_36"}
{"question1": "If Michelle Obama had run for president, would you vote for her? Would she have beaten Clinton in the Primary?", "question2": "Would you vote for Michelle Obama if she was running for President?", "label": "duplicate", "id": "train_1_37"}
{"question1": "What would be your New Year resolutions for 2017?", "question2": "What is your New Year Resolution for 2017?", "label": "duplicate", "id": "train_1_38"}
{"question1": "Why can't Engineering graduates become Cabin Crew members in an Airline?", "question2": "What software license should I sign with a company with no restrictions as to my own usage of the code with no liability to the company?", "label": "not duplicate", "id": "train_1_39"}
