{"text": "So in -- first of all, the segments, we are -- we are more selective than we were in the past.", "label": "no", "id": "train_2_0"}
{"text": "Furthermore, we are implementing the following four measures with the aim of responding rapidly to environmental changes in any circumstances and creating a system to increase corporate value in a sustainable manner.", "label": "yes", "id": "train_2_1"}
{"text": "For goodwill and IT development not yet taken into use, the cash generating units are defined as the operating segments.", "label": "no", "id": "train_2_2"}
{"text": "The CO2 savings achieved in recent years have proved to be much larger than expected.", "label": "yes", "id": "train_2_3"}
{"text": "The collaboration will enable Nestlé to deliver sustainable, tasty, and nutritious plant- based products that provide a vegan source of protein, healthy lipids, and various micronutrients.", "label": "yes", "id": "train_2_4"}
{"text": "AXA believes that this work is compatible with the practical work conducted by the AOA with this ‘Call’ supports its members’ commitment to investment carbon neutrality, as well as COP26-related developments.", "label": "no", "id": "train_2_5"}
{"text": "In addition, Nikon aims that its Science Based Targets will be validated, an international initiative that encourages com- panies to set science-based targets with the aim of keeping the average global temperature increase from pre-industrial times below 2°C.", "label": "yes", "id": "train_2_6"}
{"text": "Normally, run rates are what we consider when we put the program together.", "label": "no", "id": "train_2_7"}
{"text": "The flaring down project of the M’Boundi field was completed during the year with a decrease of approximately 64 mmcf in daily volumes of gas flaring, thus achieving the zero flaring target in the area.", "label": "yes", "id": "train_2_8"}
{"text": "But as part of this economic cycle, we've seen deleveraging, a building up of liquidity and cash and our borrowing in our client base.", "label": "no", "id": "train_2_9"}
{"text": "By utilizing 3M Natural Pozzolan as a cement replacement, the greenhouse gas footprint of a yard of concrete is also reduced.", "label": "yes", "id": "train_2_10"}
{"text": "Those revenues have not really impacted our results yet, so we're looking for that to start to impact the back half of the year.", "label": "no", "id": "train_2_11"}
{"text": "The latter figure constitutes 75% of total non-hazardous waste generation (25 percentage points above the 2020 objective of the Waste Management Plan).", "label": "no", "id": "train_2_12"}
{"text": "1,945 m 2 of photovoltaic panels, which produce 750 MWh a year;", "label": "yes", "id": "train_2_13"}
{"text": "In addition, we work with the National Union of Students (NUS) through their Positive Impact Awards to encourage environmentally friendly living habits by our customers as they live independently for the first time in many cases.", "label": "yes", "id": "train_2_14"}
{"text": "On the demand gen side of it, I think, what I mentioned was, Jason went and met with our sellers and traveled around meeting with clients and prospects and coming through the sales pipeline.", "label": "no", "id": "train_2_15"}
{"text": "Dedicated to offshore wind power, the joint venture will combine Vestas’ technological capabilities and long-standing track record with MHI’s strong presence in global power markets and related technologies.", "label": "yes", "id": "train_2_16"}
{"text": "But at this point, as part of our strategy, we're continuing to look and we'd like to believe that we can add some businesses, tuck-in, fold-in type business as we've done in the past.", "label": "no", "id": "train_2_17"}
{"text": "At the same time, desks are being equipped with advanced, energy-saving technology.", "label": "yes", "id": "train_2_18"}
{"text": "These positions are only included in the liquidity risk calculation after applying conservative discounts.", "label": "no", "id": "train_2_19"}
{"text": "Our goal was to get to 10% to 15%, we're there.", "label": "no", "id": "train_2_20"}
{"text": "Highlights for the UK • We have smart meters in 70% of our UK offices which help us to monitor and better manage our energy usage;", "label": "yes", "id": "train_2_21"}
{"text": "So the 600,000 tons includes a decent amount of thermal coal that the previous owner was taking out of the mines.", "label": "no", "id": "train_2_22"}
{"text": "In addition to the goal of having net zero emissions by 2050, the 2020 Climate Statement commits AGL to the following five actions: 1.", "label": "yes", "id": "train_2_23"}
{"text": "FUKUSHIMA's strength in supporting commercialization, and the Fukushima Prefectural Government's strength in policy support, we hope to nurture technologies, products, and business models that can be said to be \"Made in Fukushima.\"", "label": "no", "id": "train_2_24"}
{"text": "The companies conduct autonomous activities by setting environmental targets corresponding to the environmental action plan.", "label": "yes", "id": "train_2_25"}
{"text": "In February, we will give you an update on our longer-term strategy around Solar.", "label": "no", "id": "train_2_26"}
{"text": "Energy G4-DMA We are constantly seeking to increase the en- ergy efficiency of our production processes with- in our business and to expand the use of renew- able resources in our energy mix.", "label": "yes", "id": "train_2_27"}
{"text": "It is a roadmap on policies to achieve carbon neutrality in the EU by 2050 and includes policies to develop markets for lowcarbon and circular products, in combination with stricter targets for emission reduction.", "label": "yes", "id": "train_2_28"}
{"text": "Then we're also using, we're also aiming to deliver this calendar year our first flex plans with mobile wireless.", "label": "no", "id": "train_2_29"}
{"text": "Positive-energy secondary school In the context of the project to restructure the Montjoie development area in Saint- Denis, teams from Eiffage Construction broke ground, in March 2015, on a positive- energy secondary school that will serve 1,240 students.", "label": "no", "id": "train_2_30"}
{"text": "Relative to our base year, our carbon footprint was reduced by 27% in 2016 as a result of increasing our renewable electricity consumption to 91% of total electricity consumption, which is a 14% increase since 2014.", "label": "yes", "id": "train_2_31"}
{"text": "Through its power generation and water businesses, Marubeni aims to become a major global player in the public utility fi eld.", "label": "no", "id": "train_2_32"}
{"text": "Climate risk toolkit Set Clinton Global Initiative target to mobilise 2007 USD8-10 billion towards renewable energy and clean technology 2007–12 2009 2.", "label": "yes", "id": "train_2_33"}
{"text": "We aim to reduce the waste we generate and dispose the same responsibly.", "label": "yes", "id": "train_2_34"}
{"text": "India will lead China in terms of market growth because the demand for coal in India’s power production sector will rise exponentially while local coal production cannot meet the demand.", "label": "no", "id": "train_2_35"}
{"text": "Just as a reminder, we are currently at about 40% or so of our total site locations covered with energy centers, and our current plan is to get to approximately 70% to 75% over the coming years.", "label": "no", "id": "train_2_36"}
{"text": "For example, activities related to electronic waste, residential solar energy, and energy efficiency were carried out.", "label": "yes", "id": "train_2_37"}
{"text": "Under its updated Climate Vision 2050, the Group took the strategic decision not to invest in any additional coal-fired generation facilities and to progressively phase out all remaining coal-based assets by the middle of the century.", "label": "yes", "id": "train_2_38"}
{"text": "And they were asked by a very, very large German company to develop the tooling around the concept of this gas injection.", "label": "no", "id": "train_2_39"}
