{"text": "Our build includes millions of homes in the country’s toughest-to-reach areas as we do everything we can to connect rural communities.", "label": "no", "id": "train_4_0"}
{"text": "In this regard, we are closely involved in the National Renovation Platform (NRP) and our New Our sustainability programme, SST, specifically presents carbon emissions reduction as an important aspect of addressing climate change.", "label": "yes", "id": "train_4_1"}
{"text": "Under the concept of the world’s best energy-saving textile mill, the factory is fi tted with lighting fi xtures, air conditioners and other equipment that incorporate the latest advancements in environmental technologies.", "label": "yes", "id": "train_4_2"}
{"text": "We completed our $270 million cost saving programme, with original targets set for 2015 achieved ahead of schedule in the course of 2014.", "label": "no", "id": "train_4_3"}
{"text": "The disposals/write-off of CO2 licences correspond to the licences consumed during 2015 and delivered to regulatory authorities.", "label": "no", "id": "train_4_4"}
{"text": "The three-year project aims to improve sustainability in the mint supply chain and help farmers optimize their farm management in a sustainable way.", "label": "yes", "id": "train_4_5"}
{"text": "They also endorsed our new TAKE2 Climate Change Pledge and updates to our Environment and Climate Change Policy.", "label": "yes", "id": "train_4_6"}
{"text": "Again, it [ puts ] a couple points on our U.S. RAC business.", "label": "no", "id": "train_4_7"}
{"text": "We also raised $418 million for the IFC Catalyst Fund — managed by IFC Asset Management Company — which invests in funds that support companies developing innovative ways to address climate change.", "label": "yes", "id": "train_4_8"}
{"text": "Our approach to investing in public investments, which include fixed income and public equities, is to focus on high-quality investments that can generate sustainable income and growth, which we believe results in more consistent returns and lower volatility.", "label": "no", "id": "train_4_9"}
{"text": "We operate three nuclear units in Minnesota — one at Monticello and two units at Prairie Island — that provide 13 percent of our energy mix.", "label": "no", "id": "train_4_10"}
{"text": "We are committed to doing our part to enable the transition to the low carbon economy, in alignment with Canada’s commitments to reduce GHGs 30% by 2030 over 2015 levels.", "label": "yes", "id": "train_4_11"}
{"text": "Glencore recognises the importance of continued reductions of greenhouse gas emissions from our operations.", "label": "no", "id": "train_4_12"}
{"text": "Positive impact The 3DEXPERIENCE platform is composed of an applications portfolio which enables Dassault Systèmes’ customers to imagine breakthrough innovations and reduce their greenhouse gas emissions (see paragraph 2.2.2.1 “The 3DEXPERIENCE platform at the heart of breakthrough innovations”).", "label": "yes", "id": "train_4_13"}
{"text": "We simply were acting to do our part to try to stop the crisis from getting worse.", "label": "no", "id": "train_4_14"}
{"text": "And the third part is that it reduces the carbon footprint of the industry in that country.", "label": "yes", "id": "train_4_15"}
{"text": "The A350 XWB features a wider fuselage than that of competing new generation aircraft, Rolls-Royce Trent XWB engines, A380 systems technology and over 50% composite material.", "label": "no", "id": "train_4_16"}
{"text": "In every segment and portfolio, we will continue the work of shifting our portfolio in a ‘greener’ and more responsible direction.", "label": "yes", "id": "train_4_17"}
{"text": "Going for- ward, resource recycling is expected to be promoted in society as a whole, which in turn contributes to decarbonization.", "label": "yes", "id": "train_4_18"}
{"text": "But it's -- we feel, again, comfortable that we're in an environment where inflation is increasing.", "label": "no", "id": "train_4_19"}
{"text": "The electricity generated by solar energy is fed into the local power grid to reduce the carbon density of electricity production.", "label": "yes", "id": "train_4_20"}
{"text": "The baseline is an estimate, as client or asset level emissions data is currently not available in all cases and where appropriate, we have used internal and external data and proxies to fill these data gaps.", "label": "no", "id": "train_4_21"}
{"text": "For sectors that have a clear decarbonization pathway, like oil and gas, power, and automotives: a company’s technology/fuel mix and production volume trajectory by technology/fuel for sectors that have a clear technology decarbonization pathway; or 2.", "label": "no", "id": "train_4_22"}
{"text": "In this regard, Abengoa has defined a climate action mechanism by establishing an internal carbon price, aligning it with the emerging climate regulation as a result of the Paris Agreement and with the evolution of the business.", "label": "yes", "id": "train_4_23"}
{"text": "Through these efforts, we continue to promote “recycle, reuse and reduce” concept and minimize our environmental impact.", "label": "yes", "id": "train_4_24"}
{"text": "This reflects enhancements to our customer offers through both direct and broker channels, including our online-only British Gas Lite tariff which has been designed around the needs of the smaller SME customers.", "label": "no", "id": "train_4_25"}
{"text": "By 2030, we commit to reducing the overall intensity of our carbon footprint by 50% aligned with Sciences-Based Targets (SBTs).", "label": "yes", "id": "train_4_26"}
{"text": "And with the Kensington plant coming on, we've got adequate capacity that will continue to be ramping up there.", "label": "no", "id": "train_4_27"}
{"text": "By printing this publication on Cocoon Preprint, the environmental impact was reduced by:", "label": "yes", "id": "train_4_28"}
{"text": "It's important to keep in mind that a lot of cost-reduction actions we've taken are going to start to annualize and flow into a benefit next year.", "label": "no", "id": "train_4_29"}
{"text": "Gas is also a cleaner fuel with resultant environmental benefi ts.", "label": "yes", "id": "train_4_30"}
{"text": "And so our focus right now is to continue to de-lever, and then to reinvest in these projects as we identify them so we can really execute de-lever and to increase our profitability.", "label": "no", "id": "train_4_31"}
{"text": "VERBUND’s target is to reduce the energy intensity in 2021 by 25% compared with 2015.", "label": "yes", "id": "train_4_32"}
{"text": "In June 2018, the Group launched its indoor air quality solution and received positive client feedback.", "label": "no", "id": "train_4_33"}
{"text": "As a part of rural Infrastructure development initiative, a total of 135 ponds & 64 farm ponds have been deepened and 66 streams have been widened resulting in increase of 32,52,882 cu.mt storage capacity.", "label": "no", "id": "train_4_34"}
{"text": "Our investment in LED at Bullring, Birmingham reduced electricity consumption by 20% year-on-year.", "label": "yes", "id": "train_4_35"}
{"text": "Environmentally Conscious Distribution Policies Toray’s Basic Distribution Policies emphasize environmental preservation, together with fair and equitable transactions.", "label": "yes", "id": "train_4_36"}
{"text": "Targeted car ac- quisitions aim to tap growth opportunities, complementing the fleet of privately owned railcars that traverse CN’s network.", "label": "no", "id": "train_4_37"}
{"text": "And the other thing is in this kind of an environment, in some instances, our clients were not able to win the deals that we were advising them on just based on the climate.", "label": "no", "id": "train_4_38"}
{"text": "Our commitment to source 100% of our palm oil from sustainable sources is helping to avoid emissions from deforestation (see pages 14 and 47).", "label": "yes", "id": "train_4_39"}
