{"text": "Our comprehensive approach to sustainable investment supports our role as a prudent fiduciary and the desire to have a positive impact on society. •", "label": "yes", "id": "train_3_0"}
{"text": "Altogether, 6.4 million euro have been disbursed in favour of projects concerning COVID-19 (40% of these disbursements were made in 2020).", "label": "no", "id": "train_3_1"}
{"text": "An important aspect of achieving this involves taking an integrated ESG approach to addressing climate change.", "label": "yes", "id": "train_3_2"}
{"text": "The other part is really general surgery, where the opportunity is more driven by the restricted measures the government takes against antibiotics and antibiotics overuse.", "label": "no", "id": "train_3_3"}
{"text": "To reduce or exclude the release of active ingredi- ents into the environment, we take further action in our production facilities.", "label": "yes", "id": "train_3_4"}
{"text": "The active involvement of our people, through volunteering, remains at the core of our social investment strategy.", "label": "no", "id": "train_3_5"}
{"text": "They wanted to have renewable and green power there, and they partnered with us.", "label": "no", "id": "train_3_6"}
{"text": "Ma- naged by NEoT Capital, NEoT Offgrid Africa is a platform that invests in distributed renewable energy projects in Africa.", "label": "yes", "id": "train_3_7"}
{"text": "In terms of leverage, I mean, our goal with our capital deployment strategy is to continue to naturally de-leverage our balance sheet.", "label": "no", "id": "train_3_8"}
{"text": "Coupled with an ambitious energy efficiency programme, this has led to a 49.6% reduction in our carbon emissions in absolute terms since 2015.", "label": "yes", "id": "train_3_9"}
{"text": "We have been meeting those expectations each year – and even reaching our cash cost reduction target a year early.", "label": "no", "id": "train_3_10"}
{"text": "Promoting sustainable use of water One example of how we work to protect the environment and promote sustainability is our water treatment systems, which are designed to ensure the most efficient use of water.", "label": "yes", "id": "train_3_11"}
{"text": "In 2019, a requirement for farms to allow soil regeneration was added to the Standards.", "label": "yes", "id": "train_3_12"}
{"text": "The work on climate risk is at such an early stage, both for KLP and for the industry as a whole, that we do not intend to report on specific risk and opportunity factors.", "label": "no", "id": "train_3_13"}
{"text": "We are continuing to work on wins and opportunities to move some of our Penn 8 coal offshore.", "label": "no", "id": "train_3_14"}
{"text": "Encouraged by this achievement, we adopted the CO2 Reduction Indicator as one of our environ- mental management indicators, and have subsequently been working to increase the Group’s contribution.", "label": "yes", "id": "train_3_15"}
{"text": "The Company continues to invest in state-of-the-art technology to drive innovation and performance, including asphalt plants that use more recycled products and substantially less energy.", "label": "yes", "id": "train_3_16"}
{"text": "Obviously, with Marriott acquiring Gaylord and the fact that our Residence Inn is just across the parking lot, that hotel, I believe, was up about 11.5% in the third quarter.", "label": "no", "id": "train_3_17"}
{"text": "Regency is committed to sustainability and has been implementing measures to reduce our environmental footprint for many years.", "label": "yes", "id": "train_3_18"}
{"text": "Power sales was up 1% at 27.6TWh in 2019 compared to 2018.", "label": "no", "id": "train_3_19"}
{"text": "The facility is expected to generate clean power that is at least equal to the amount of energy our Bank uses each year—enough to eliminate 143,000 metric tons of greenhouse gases and power 25,000 homes.", "label": "yes", "id": "train_3_20"}
{"text": "In April 2018, a 160-metre-long, 510-tonne tunnel-boring machine started to excavate a 3.3-mile (5.4-kilometre) tunnel under the River Humber to house the Feeder 9 replacement pipeline;", "label": "no", "id": "train_3_21"}
{"text": "We predict large players will become larger on FinTech developments and rising costs of compliance, as it will be increasingly difficult for turnover-dependent smaller brokerages to survive.", "label": "no", "id": "train_3_22"}
{"text": "CGD S.A. In 2018, CGD set the goal of reducing its total GHG emissions (scope 1 and 2) by 43% by 2021, compared to 2015.", "label": "yes", "id": "train_3_23"}
{"text": "Thermoelectric natural gas plants, such as TermoAndes, are not subject to CAMMESA fuel purchases and are able to purchase gas directly from the producers.", "label": "no", "id": "train_3_24"}
{"text": "The permitting process requires a thorough study to determine the baseline condition of the mining site and surrounding area, an environmental impact analysis, and proposed mitigation measures to minimize and offset the environmental impact of mining operations.", "label": "yes", "id": "train_3_25"}
{"text": "For 2020 the company aims to remain a benchmark in the Argentine electricity sector, in addition to consolidating, within the current framework of the country, the confidence of the market and thus be awarded new contracts.", "label": "no", "id": "train_3_26"}
{"text": "CO2 emissions from office As part of our ambition to switch to circular a decrease of 38% versus 2019, due primarily to sourcing and procurement, we collaborate with energy-saving projects and COVID-19 shut-downs.", "label": "yes", "id": "train_3_27"}
{"text": "In addition, it is also an import- ant measure against global warming because it does not emit CO2 when generating.", "label": "yes", "id": "train_3_28"}
{"text": "We are committed to getting our capital levels back to the pre-CECL levels by the end of 2020, which could mean that we curtail the 2019 share repurchase authorization a bit.", "label": "no", "id": "train_3_29"}
{"text": "Our efforts benefit the planet, as well as our business performance, as they simultaneously ensure our license to operate, reduce our environmental footprint and reduce operational costs.", "label": "yes", "id": "train_3_30"}
{"text": "NTPC has been reporting annually its absolute and specific carbon emissions through Annual and Sustainability Reports.", "label": "no", "id": "train_3_31"}
{"text": "But you're certainly not going to see it grow above 3%, and you've seen us come in pretty flat in the last 2 years well below the 3% target we set.", "label": "no", "id": "train_3_32"}
{"text": "According to the Fraunhofer ISE (www.energy-charts.de), the proportion of total German electricity generation accounted for by sustainable energy generation increased to just over 40% (2017:", "label": "yes", "id": "train_3_33"}
{"text": "In September 2020, BBVA, together with other financial institutions, published a joint methodology to align its credit portfolios with the objectives of the Paris Agreement on climate change.", "label": "yes", "id": "train_3_34"}
{"text": "They measure -- they've actually added about $2.5 billion of their general sales tax and a portion of their future motor vehicle sales tax to the highway fund.", "label": "no", "id": "train_3_35"}
{"text": "During the course of the year, we'll conduct, as Stu mentioned, more cost reductions, and we expect the aggregate of those dis-synergies to be $50 million, not to exceed $50 million for the 2 companies.", "label": "no", "id": "train_3_36"}
{"text": "We discontinued the use of a coal-fired power plant at Kennecott and are also working to reduce our environmental footprint at both of our diamonds operations.", "label": "yes", "id": "train_3_37"}
{"text": "Energy companies will become competent and reliable partners who handle these tasks for customers, citizens and local authorities.", "label": "no", "id": "train_3_38"}
{"text": "The session on zero waste living was aimed at spreading awareness on; Minimising food waste, ditching plastic packaging, eliminating disposable paper products, avoiding plastic bags, compostable items, separating your waste and recycling everything you can.", "label": "yes", "id": "train_3_39"}
