{"text": "We will collaborate with various corporations with a view to realizing a low-carbon society, working to develop and popularize domestic renewable energy power sources by participating in investment funds and related activities.", "label": "yes", "id": "train_1_0"}
{"text": "We also made improvements to our terminals over the years in terms of biodiesel, ethanol expansion and more recently butane blending, and we continue to get more value out of those when those opportunities arise.", "label": "no", "id": "train_1_1"}
{"text": "To prevent these problems, we promote the establishment of social systems for appropriate treatment of End-of-life vehicles, using our long-established technologies and Video manual on hydrogen gas removal know-how to not impose environmental load.", "label": "yes", "id": "train_1_2"}
{"text": "At this time last year, we saw a denigration of business of 50%.", "label": "no", "id": "train_1_3"}
{"text": "And even though we have had a variety of driver-friendly initiatives to help keep our drivers at Swift proposed to going -- to drive for some other carrier.", "label": "no", "id": "train_1_4"}
{"text": "The use of slag helps to conserve limestone, a natural resource used in cement, and provides the environmental benefit of lowering CO2 emissions by around 40%* compared with concrete made entirely from cement.", "label": "yes", "id": "train_1_5"}
{"text": "Thanks to their canopy and rooting system, they reduce the impact of climate deregulations.", "label": "no", "id": "train_1_6"}
{"text": "In order to support the development of Taiwan’s renewable energy, FENC has begun to purchase green power since 2015.", "label": "yes", "id": "train_1_7"}
{"text": "In addition, gate-to-gate is relatively new, but it increases the amount of real estate that we have to sell in advertising and sponsorship deals.", "label": "no", "id": "train_1_8"}
{"text": "Basic Policy for the Development of Environmentally Friendly Products The NSK Group minimizes the environmental impact of its products at every stage-from R&D and design, to production, usage, and disposal-by upholding the following standards:", "label": "yes", "id": "train_1_9"}
{"text": "These new coolers use either CO or HC (hydrocarbon) as refrigerant agents, which have zero global warming potential, and are also 57% more energy-efficient than conventional coolers.", "label": "yes", "id": "train_1_10"}
{"text": "It's not exact science, but it certainly lags the Energy market stabilization.", "label": "no", "id": "train_1_11"}
{"text": "The gas emission of waste-to-energy projects of the Group has fully complied with Euro 2000 Standard and the leachate treatment has met the national Grade 1 emission standard.", "label": "yes", "id": "train_1_12"}
{"text": "And one of the ways we win is that a really broad selection, personalization, ease-of-use and otherwise it's just a habit, like being able to see the red Netflix button on the remote control.", "label": "no", "id": "train_1_13"}
{"text": "A first project was defined in agreement with the Ministry of Health and includes the construction of a Primary Health Care Center which will provide health services to approximately 60,000 people in the Port Said area.", "label": "no", "id": "train_1_14"}
{"text": "Under this colloboration, the production of green hydrogen using power from NTPC’S RE plant and subsequent uses of Hydrogen in Mobility segment as well as for production of synthetic fuel is being explored.", "label": "yes", "id": "train_1_15"}
{"text": "At the same time, it is natural for us to act in as environmentally friendly a manner as possible in our own operation.", "label": "yes", "id": "train_1_16"}
{"text": "And we have a strong certainty that the spending of $30 million will drive to an increase of capacity by 4,000 tonne by the end of this year.", "label": "no", "id": "train_1_17"}
{"text": "However, Newcrest is seeking opportunities to improve its energy efficiency to reduce direct mining and processing costs and is assessing options to use renewable power generation and low emission technologies to reduce its greenhouse gas emissions intensity.", "label": "yes", "id": "train_1_18"}
{"text": "Yes, I won't to comment on exactly where we sell those, other than it was not concentrated only there.", "label": "no", "id": "train_1_19"}
{"text": "And then we're doing as much we can to offset the labor-related expenses.", "label": "no", "id": "train_1_20"}
{"text": "In 2019, we enhanced management, control and automation tools in our branches and replaced air conditioning equipment with more energy efficient models.", "label": "yes", "id": "train_1_21"}
{"text": "These repair shops, vendors and contractors have a demonstrated commitment to things like energy conservation, emissions reductions and/or recycling, or providing paperless service and processes that are less damaging to the environment.", "label": "yes", "id": "train_1_22"}
{"text": "For example, the Company could face significant financial impacts in Europe if it is unable to make the necessary investments to decarbonise and reach its 35% target by 2030 due to the design of European policy.", "label": "no", "id": "train_1_23"}
{"text": "We look forward to talking to folks and reporting next quarter where we should continue to see these trends improve.", "label": "no", "id": "train_1_24"}
{"text": "A first milestone has already been reached: Since January 1, 2020, our customers in Germany have been surfing on the “green network,” meaning that Deutsche Telekom’s domestic power needs are met by electricity from 100 % renewable sources.", "label": "yes", "id": "train_1_25"}
{"text": "AGF is exposed to a broad range of operational risk, including information technology and system failures, processing and execution errors, third-party service failures, business disruption, theft and fraud.", "label": "no", "id": "train_1_26"}
{"text": "We will continue to accumulate the technology and know-how of LNG and natural gas, improve infrastructure and its competitiveness, and pursue both a safer and more reliable supply of energy and reduction in energy costs.", "label": "yes", "id": "train_1_27"}
{"text": "Social acceptance of Eiffage’s activ- ities is crucial to development that can be sustained over the long term.", "label": "no", "id": "train_1_28"}
{"text": "Furthermore, these products make buildings more energy efficient, thus protecting our environment.", "label": "yes", "id": "train_1_29"}
{"text": "The joint venture will aim to be a leader in mobility and low-carbon solutions, bringing cleaner and affordable options for Indian consumers with digital and technology being key enablers.", "label": "yes", "id": "train_1_30"}
{"text": "By November 2018 a total annual saving of over £1.3 million had been delivered.", "label": "no", "id": "train_1_31"}
{"text": "Could you tell us more about the framework of actions that contribute to the future success of Schneider Electric?", "label": "no", "id": "train_1_32"}
{"text": "Our featured innovations included the washing machine with a synthetic microfiber filtration system that filters microfibers which enter into the oceans and seas, at a rate above 90%;", "label": "yes", "id": "train_1_33"}
{"text": "This is operationalised by identifying the most significant topics relating to environmental, social and governance (ESG) factors, setting clear targets, and integrating ESG factors into the strategy and corporate governance.", "label": "yes", "id": "train_1_34"}
{"text": "We have focused relent- lessly on reducing our fixed cost base for two years now to increase the resilience of our business in unsupportive markets and gain greater leverage in constructive mar- kets.", "label": "no", "id": "train_1_35"}
{"text": "In the case of Anglo American's thermal coal operations, the intermittent release of exceptionally low concentration fugitive methane from underground thermal coal mines is a challenge for estimating emissions.", "label": "no", "id": "train_1_36"}
{"text": "—— We will design our future assets with electric heating systems so we can move away from gas consumption and reduce our impact on London air quality.", "label": "yes", "id": "train_1_37"}
{"text": "We are developing hydrogen trials and investing to understand the impact of hydrogen on our existing gas assets to address the decarbonisation of heat.", "label": "yes", "id": "train_1_38"}
{"text": "In addition to the main island of Okinawa, we have established independent internal combustion power-generating facilities in 10 remote islands including Ishigaki and Miyako islands.", "label": "no", "id": "train_1_39"}
