{"text": "And whilst these, despising the canaille, and envying the privileged, talked largely of equality--by which they meant an ascending equality that should confuse themselves with the gentry--the proletariat perished of want in its kennels.", "label": "no", "id": "train_1_0"}
{"text": " Then, two young men demonstrate the boys how to pass and shoot the ball in the basket.", "label": "yes", "id": "train_1_1"}
{"text": "There was a light breeze, high aloft a flight of small cloudlets crossed the paling azure sky, and one could hear a slow but mighty palpitation, as if the soul of Paris here dwelt around its cradle.", "label": "no", "id": "train_1_2"}
{"text": "Two women in a child are shown in a canoe while a man pulls the canoe while standing in the water, with other individuals visible in the background.", "label": "yes", "id": "train_1_3"}
{"text": "Mr. Caryll flashed a sidelong glance at Rotherby, who had turned to stare at his father, and in his heart he cursed the stupidity of my Lord Ostermore.", "label": "yes", "id": "train_1_4"}
{"text": " A hand covers the camera lens.", "label": "no", "id": "train_1_5"}
{"text": "  One boy gets the other one pinned to the floor.", "label": "yes", "id": "train_1_6"}
{"text": "\"I only say it's fishy,\" returned Michael, \"that is, pertaining to the finny tribe.\"", "label": "no", "id": "train_1_7"}
{"text": "Monsieur Champoun, a clean, neat, smoothly-shaven, old Frenchman, is sharing the meal with him.", "label": "yes", "id": "train_1_8"}
{"text": "\"No; scraping one's feet against the gravel, some little material noise, will set him whistling.\"", "label": "no", "id": "train_1_9"}
{"text": " Madrid Spain on a map appears and it quickly goes into various different clips of men in arenas holding red capes as they taunt angry bulls.", "label": "no", "id": "train_1_10"}
{"text": "Passepartout shook it, but with no perceptible effect; for neither shaking nor maledictions could prevail upon if to change its mind.", "label": "yes", "id": "train_1_11"}
{"text": "Say----\" But he broke off listening.", "label": "no", "id": "train_1_12"}
{"text": " man is sanding in a fence in a mall looking o the first floor.", "label": "yes", "id": "train_1_13"}
{"text": "Keep still,\" and then he went out, probably to discuss with the sentinel the nature of our conspiracy.", "label": "yes", "id": "train_1_14"}
{"text": "It's just that something seems to be in my grasp that I've always longed for, and I must go--Rob, I must go.\"", "label": "no", "id": "train_1_15"}
{"text": "Above them projected the mounted cannon.", "label": "no", "id": "train_1_16"}
{"text": "He asked her to go for a row up the river in the twilight and she assented; she handled an oar very well, he found out, and the exercise became her.", "label": "yes", "id": "train_1_17"}
{"text": "His eyes were fiercely focused upon a cartridge-belt hanging upon the wall, and there they remained, seemingly a fixture, while thought, no longer chaotic, flew through his revivified brain.", "label": "no", "id": "train_1_18"}
{"text": " The ballerinas are moving around the set while the camera is rolling.", "label": "yes", "id": "train_1_19"}
{"text": "There was something so menacing in his look, and in his wrathful frown, that Gualtier started back a pace, and put his hand to his breast-pocket to seize his revolver.", "label": "yes", "id": "train_1_20"}
{"text": "I have not forgotten that our arms are a unicorn ripping up a lion, and our motto.", "label": "no", "id": "train_1_21"}
{"text": "\"And the gambler who advanced the money to save Tappington?\" he said breathlessly.", "label": "no", "id": "train_1_22"}
{"text": " The person pets the belly of the cat.", "label": "yes", "id": "train_1_23"}
{"text": "When the ball comes back,two of the boys begin to play fight with their croquet.", "label": "yes", "id": "train_1_24"}
{"text": "These questions she had meant to ask him when he was sleeping: now she could not ask them from that bowed head, nor yet from those clasped hands.", "label": "no", "id": "train_1_25"}
{"text": "And after getting his handkerchief out in case he should be moved to tears, he began: THE BALLADE OF A BUN.", "label": "yes", "id": "train_1_26"}
{"text": "\"Wot did you put it all on to me for?", "label": "no", "id": "train_1_27"}
{"text": "A large group of kids are seen dancing in a room followed by men moving around and laughing.", "label": "yes", "id": "train_1_28"}
{"text": "\"Kick your feet out of the stirrups,\" he ordered.", "label": "no", "id": "train_1_29"}
{"text": "\"Sista, there's some betterment in the weather, now; it teem't awhile ago.\"", "label": "no", "id": "train_1_30"}
{"text": "It's no news up in Utah how he holes in canyons an' leaves no track.\"", "label": "yes", "id": "train_1_31"}
{"text": "\"Sit down a minute,\" Gordon said, \"'I have something to tell you.", "label": "yes", "id": "train_1_32"}
{"text": "Pictures are shown of people running.", "label": "no", "id": "train_1_33"}
{"text": "While I was lying still as a corpse, hoping that by a perfect physical inaction I should hasten mental repose, an awful incident occurred.", "label": "no", "id": "train_1_34"}
{"text": " He uses another tool to unscrew a washer out of the axle.", "label": "yes", "id": "train_1_35"}
{"text": " One group of people are seen swimming while hundreds of people cheer and many people look to the camera and smile.", "label": "yes", "id": "train_1_36"}
{"text": "\"I went a second time to the Palace of Tears, while she was there.", "label": "no", "id": "train_1_37"}
{"text": "On the first day this noble company came, my lord would not hear of their departure before dinner, and carried away the gentlemen to amuse them, whilst his wife was left to do the honors of her house to the old Marchioness and her daughter within.", "label": "no", "id": "train_1_38"}
{"text": "The boys are outside in the grass,one of them has on jumping shoes and the other one is walking around bare foot.", "label": "yes", "id": "train_1_39"}
