{"text": "Two girls are shown raking up leaves in a yard while continuously talking to the camera.", "label": "yes", "id": "train_4_0"}
{"text": "\"You'll not leave me thus!\" \"With your permission, sir, I will.\"", "label": "no", "id": "train_4_1"}
{"text": "Other folk keep a secret among two or three near friends, and somehow it leaks out; but among these clansmen, it is told to a whole countryside, and they will keep it for a century.", "label": "no", "id": "train_4_2"}
{"text": "Two teams play polo holding poles to kick a ball on front a crowd in a field.", "label": "yes", "id": "train_4_3"}
{"text": " The man then shows a leg of the chair and wipes it down as well.", "label": "yes", "id": "train_4_4"}
{"text": " A woman and child are in a park with a jump rope.", "label": "no", "id": "train_4_5"}
{"text": "Often the gangrene kept mounting higher and higher, and amputation had to be repeated until the entire limb was gone.", "label": "no", "id": "train_4_6"}
{"text": "Seizing her in my arms, I kissed her again and again.", "label": "yes", "id": "train_4_7"}
{"text": " A man does the same.", "label": "no", "id": "train_4_8"}
{"text": "At every effort he sank deeper.", "label": "yes", "id": "train_4_9"}
{"text": "After the crowd is shown and more people are seen running through the city or even participating in a wheel chair as the people on the side cheer them on.", "label": "yes", "id": "train_4_10"}
{"text": " They are engaged in a game of foosball together.", "label": "no", "id": "train_4_11"}
{"text": " The person begins to run down the track while still holding the pole.", "label": "yes", "id": "train_4_12"}
{"text": "how great was the anguish, the torture in the cab, when Blaise brought Mathieu and Marianne back with him.", "label": "no", "id": "train_4_13"}
{"text": "Said he had been chased all the way from Chesham by a pink rat with yellow spots.", "label": "yes", "id": "train_4_14"}
{"text": "Below, perhaps four hundred yards, was a slide open for a long way; all the rest was green incline, with many dead branches sticking up like spars, and an occasional crag.", "label": "no", "id": "train_4_15"}
{"text": " man is doing skateboard and is felling of the board in different places.", "label": "yes", "id": "train_4_16"}
{"text": "I used to hit plumb center with a rifle.", "label": "no", "id": "train_4_17"}
{"text": "\"You don't know then what it was he brought up from that moon a few hours ago--those two big cases he stowed away in the vault?\"", "label": "no", "id": "train_4_18"}
{"text": "He was disarmed; he hung his head gloomily upon his breast, and was silent for a time.", "label": "yes", "id": "train_4_19"}
{"text": "\"The rain has begun,\" mutters the cobbler, kicking up the dust with his bare, bony feet.", "label": "no", "id": "train_4_20"}
{"text": "I'll nearly die being lonesome when you're gone----\" Then I ran for downstairs, and when I reached the door, where the steps went into the sitting-room, I stopped, scared at all the people.", "label": "yes", "id": "train_4_21"}
{"text": " With a knife, she cuts a lemon in half.", "label": "yes", "id": "train_4_22"}
{"text": "At least daily she had kissed him--what kisses!", "label": "no", "id": "train_4_23"}
{"text": "'Why, pard, I can't swim!'", "label": "no", "id": "train_4_24"}
{"text": "The jurymen broke up into little knots, tilted their chairs back, and settled into the easiest positions that their cramped quarters allowed.", "label": "yes", "id": "train_4_25"}
{"text": "I raised my voice, I cried out, 'The gods reject the prayers of a king who is now become a tyrant, and who attempted to murder a reasonable wife, in order to marry a woman remarkable for nothing but her folly and extravagance.'", "label": "no", "id": "train_4_26"}
{"text": "Alden was already out and Nelson sped through the door barely in time to escape the razor-sharp talons of the foremost allosaurus as it scrambled into the deserted cell with a resounding bellow of disappointed fury.", "label": "yes", "id": "train_4_27"}
{"text": "The man looks at the camera and then goes back to looking somewhere else and talking.", "label": "no", "id": "train_4_28"}
{"text": "As he approached the hall door he found the atmosphere heavy with the soporific vapors from the broken vial, and he staggered drunkenly.", "label": "yes", "id": "train_4_29"}
{"text": "Now, d'ye see, it's all clear--the drogher must have gone down in a squall--the shark must have picked up my son Jack, and must have digested his body, but has not been able to digest his watch.", "label": "no", "id": "train_4_30"}
{"text": " He stirs everything in the pot together.", "label": "yes", "id": "train_4_31"}
{"text": "Fear would only cease to pursue as the coffin went down into the grave.", "label": "no", "id": "train_4_32"}
{"text": "There was a most dreadful noise and the fox rolled over and lay still.", "label": "yes", "id": "train_4_33"}
{"text": "He struggled madly for life, and by a terrible effort wrenched the tightening fingers away.", "label": "yes", "id": "train_4_34"}
{"text": "After all, his head still bulged out at the back as of old.", "label": "no", "id": "train_4_35"}
{"text": "The transfer of the provisions and the party to the other side was barely concluded before they could see the gentlemen coming; they were riding a little more rapidly than when they had set out, and were arriving fully three hours before their time.", "label": "no", "id": "train_4_36"}
{"text": " He screws in the new one and puts the hubcap back on.", "label": "yes", "id": "train_4_37"}
{"text": " The person steps over the orange cord.", "label": "yes", "id": "train_4_38"}
{"text": "It is a custom to laugh at forebodings and set them down to the vagaries of a disordered stomach.", "label": "no", "id": "train_4_39"}
