{"text": "The troops then moved forward to the foot of the first hill, where two strong redoubts had been erected by the enemy.", "label": "yes", "id": "train_2_0"}
{"text": "He was wrapped in a large black cloak reaching nearly to his feet; a small black velvet cap covered his head.", "label": "no", "id": "train_2_1"}
{"text": "A male gymnast in a blue outfit applies chalk dust to his hands.", "label": "yes", "id": "train_2_2"}
{"text": "You see, Cap'n, father wasn't a rich man, but he had saved a trifle.", "label": "no", "id": "train_2_3"}
{"text": "Beside the snake pattered a wolf, a big, gaunt monster, who was ready to seize fast in his throat when the snake had twisted about his feet and bitten him in the heel.", "label": "no", "id": "train_2_4"}
{"text": "He sat astride on the wall for an instant, and then disappeared among the dark foliage of the trees.", "label": "yes", "id": "train_2_5"}
{"text": " We see the arena in blue and the sax player in red.", "label": "no", "id": "train_2_6"}
{"text": "boy is going down an slope passing by houses till is dark.", "label": "yes", "id": "train_2_7"}
{"text": "A news anchor presents a story behind a desk in a large newsroom.", "label": "no", "id": "train_2_8"}
{"text": "\"Thank you,\" said Nina, tossing her head.", "label": "yes", "id": "train_2_9"}
{"text": "The lad was righteous and God-fearing, truthful and sober, filled with stern ideals by which he sought to shape his life.", "label": "no", "id": "train_2_10"}
{"text": "\"Well, Rachel,\" he replied in his usual voice, upon which she opened her eyes quite widely and smiled with her familiar smile.", "label": "yes", "id": "train_2_11"}
{"text": "I stuffed up the sashes of the windows with neckties and odd socks, and sat over the smoky fire to keep warm.", "label": "yes", "id": "train_2_12"}
{"text": " Two people talk to the camera.", "label": "no", "id": "train_2_13"}
{"text": "On the 11th December, Mataafa received twenty-eight thousand cartridges, brought into the country in salt-beef kegs by the British ship Richmond.", "label": "no", "id": "train_2_14"}
{"text": "Then he growled a little, and the dog inside growled too; and then, as Roy had an appointment with the butcher at his own back door, I went out to see him home.", "label": "yes", "id": "train_2_15"}
{"text": "As often as not, he carried a book in his hand, into which he would glance, then shut it up, and repeat the rest of the ode from memory.", "label": "no", "id": "train_2_16"}
{"text": " She shows a bottle of hair spray and sprays it in her hair.", "label": "yes", "id": "train_2_17"}
{"text": "They sent him over the hotel to question all the people, but this search was as vain as the others had been.", "label": "no", "id": "train_2_18"}
{"text": " She runs and jumps into a sand pit while a man records her score.", "label": "yes", "id": "train_2_19"}
{"text": "Their host shook his head.", "label": "yes", "id": "train_2_20"}
{"text": "A man is seen looking off into the distance and leads into him speaking to the camera.", "label": "no", "id": "train_2_21"}
{"text": " A man approaches the guy clapping.", "label": "yes", "id": "train_2_22"}
{"text": "During his stay at the encampment he found her sitting before his lodge every morning.", "label": "no", "id": "train_2_23"}
{"text": " The boy jumps and catches the doll and slams it between his legs on the trampoline.", "label": "yes", "id": "train_2_24"}
{"text": "A man is standing in a living room.", "label": "no", "id": "train_2_25"}
{"text": " Another group of men are playing soccer.", "label": "yes", "id": "train_2_26"}
{"text": "It was, as we have said, about four weeks after the commencement of the regency of the Duke of Courland, when a sedan-chair was set down before a small back door of the Duchess Anna Leopoldowna's palace; it had been borne and accompanied by four serfs, over whose gold-embroidered liveries, as if to protect them from the weather, had been laid a tolerably thick coat of dust and sweat.", "label": "no", "id": "train_2_27"}
{"text": "Your Bishop has shot a half dozen men, an' it wasn't through prayers of his that they recovered.", "label": "no", "id": "train_2_28"}
{"text": "But the big breaths of rough fresh air blown over the heather filled her lungs with something which was good for her whole thin body and whipped some red color into her cheeks and brightened her dull eyes when she did not know anything about it.", "label": "yes", "id": "train_2_29"}
{"text": "The steamer was sunk.", "label": "yes", "id": "train_2_30"}
{"text": "\"I thought all the while it was for a girl,\" she said; \"and--\" But here the mere effort of speech sent her off into an audible and genuine outburst of laughter.", "label": "no", "id": "train_2_31"}
{"text": "At last, out of the door she went.", "label": "yes", "id": "train_2_32"}
{"text": "Finally,it is time to shave and the beard is taken completely down.", "label": "no", "id": "train_2_33"}
{"text": "It is so easy to be thankful that one's friends are no worse that one sometimes forgets to remember that they might be better; and it would have been only natural if he thought of himself more highly than he ought to think, since he had received a good deal of applause and admiration.", "label": "no", "id": "train_2_34"}
{"text": " Now the man is getting ready to jump and this one is 6'2 feet high, he clears it, lands on the padded landing, gives himself a thumbs up and walks off.", "label": "yes", "id": "train_2_35"}
{"text": "Through the bushes he caught a glimpse of the oncoming figure.", "label": "yes", "id": "train_2_36"}
{"text": " The man talks in an indoor environment.", "label": "no", "id": "train_2_37"}
{"text": "\"Yes, Major,\" answered Jeekie, reassuming his grand manner, \"I shall continue to collect information which may prove to your advantage, but personally I wish that you were clear of the whole caboodle, except Miss Barbara.\"", "label": "no", "id": "train_2_38"}
{"text": "It was little, in good sooth, that I knew about courtships or Love-tokens or Fleet Matches; but I believe that a woman, for want of a better gossip, would open her Love-budget to a Baby or a Blind Puppy, and I listened so well that she kissed me ere we parted, and gave me a pocketful of cheese-cakes.", "label": "yes", "id": "train_2_39"}
