{"text": " A hand holds ropes  from the sail.", "label": "no", "id": "train_0_0"}
{"text": "Whilst Monsieur Rambaud pressed Helene's hand and sat down without speaking, smiling like one who felt quite at home, Jeanne threw her arms round the Abbe's neck.", "label": "yes", "id": "train_0_1"}
{"text": "On arriving at the shore, the deputation were met by many personages.", "label": "no", "id": "train_0_2"}
{"text": "This he administered without a moment's delay, and the ranchman opened his eyes.", "label": "yes", "id": "train_0_3"}
{"text": " She then uses a spoon to drink the water as well as a straw and nodding her head waving.", "label": "yes", "id": "train_0_4"}
{"text": "Several shots of wrestlers are shown.", "label": "no", "id": "train_0_5"}
{"text": "The dull-red birth-mark on his shoulder, something like a conventionalised Tartar cloud, had slipped his memory or he would not have bathed.", "label": "no", "id": "train_0_6"}
{"text": "Then suddenly the fountains in the deep of her blue eyes were broken up; she burst into a sob, and buried her head in her hands, and her hands on his shoulder.", "label": "yes", "id": "train_0_7"}
{"text": "The sobbing sounds in the snow, the cries far away, the crackle of the rifle-shots, the rumble of the thunder broke in again, and the elements outside seemed to whirl round her in the tempest of her trouble.", "label": "no", "id": "train_0_8"}
{"text": "Vixen walked on to the seashore, and the smiling little harbour, and the brave old castle.", "label": "yes", "id": "train_0_9"}
{"text": " He then covers the ombre to a silhouette of a tree on a hill.", "label": "no", "id": "train_0_10"}
{"text": "When the six-o'clock whistle blew, and the workmen streamed out of the factories, it was a wild waste of winter and storm.", "label": "yes", "id": "train_0_11"}
{"text": "It seemed a mighty sepulcher from which misty fumes rolled upward.", "label": "no", "id": "train_0_12"}
{"text": " A man stands next to him and writes something on a paper.", "label": "yes", "id": "train_0_13"}
{"text": "\"John Upham sent his oldest boy over here this morning to tell me the baby's sick.", "label": "no", "id": "train_0_14"}
{"text": "Then they moved away in a body to the opposite side of the deck, where I could still hear them whispering, though they were concealed from my view by the saloon skylights.", "label": "yes", "id": "train_0_15"}
{"text": "Having nothing better to do, and not caring to go anywhere in particular without you, I remained in the city until Jack Courtwell noted my general despondency and brought me down here to his place on the sound to manage some open-air theatricals he is getting up.", "label": "yes", "id": "train_0_16"}
{"text": "PLANISTON--(1) The Five Thousand Kilometre (overland) was won last year by L. V. Rautsch, R. M. Rautsch, his brother, in the same week pulling off the Ten Thousand (oversea).", "label": "no", "id": "train_0_17"}
{"text": "Like children they watched and smiled and laughed, and always, like the flood of the dream, their numbers seemed to increase and increase.... The noise was deafening, but always above the merry-go-rounds and the cheap-jacks and the shrill screams of the Japanese and the cries of the pedlars I heard the chant of the \"Marseillaise\" carried on high through the brown leafless park.", "label": "no", "id": "train_0_18"}
{"text": " The woman begins to puts eye liner on with a fine pencil.", "label": "yes", "id": "train_0_19"}
{"text": " A woman is shown behind a bar with different alcohol bottles.", "label": "no", "id": "train_0_20"}
{"text": "But he found his feet again, and swerved like a hunted hare in one desperate bound.", "label": "yes", "id": "train_0_21"}
{"text": " He is showing a white spray bottle with black lid, while he is holding a yellow cloth.", "label": "no", "id": "train_0_22"}
{"text": " He lifts the barbell up to his chest.", "label": "yes", "id": "train_0_23"}
{"text": "The yacht would return round the Cape, of course.\"", "label": "no", "id": "train_0_24"}
{"text": "We can't leave our camp, six miles south, for almost a year yet; so we have blazed a trail and strung barbed wires securely around this lease.", "label": "yes", "id": "train_0_25"}
{"text": "A person is seen standing next to a tree while waving and speaking to the camera.", "label": "no", "id": "train_0_26"}
{"text": " More shots are shown of people playing the game and ends with a 3d animation across the screen.", "label": "yes", "id": "train_0_27"}
{"text": "It was a tight deck, yet it leaked smoke like a sieve.", "label": "no", "id": "train_0_28"}
{"text": "Two boys sits talking as they hold their cell phones.", "label": "yes", "id": "train_0_29"}
{"text": "  The scuff mark is gone and she talks to the camera.", "label": "no", "id": "train_0_30"}
{"text": "The Maynard's car was carrying his comrades away.", "label": "yes", "id": "train_0_31"}
{"text": " He is also shaving his face with a blue razor.", "label": "yes", "id": "train_0_32"}
{"text": "He oughter have closed up with that scientific chap, Grant, and married him to Clementina while the big boom was on\"-- \"Hush!\" said Peters, indicating Grant, who had just entered quietly.", "label": "no", "id": "train_0_33"}
{"text": "A smear of decisive lead-coloured paint had been laid on to obliterate Henchard's name, though its letters dimly loomed through like ships in a fog.", "label": "no", "id": "train_0_34"}
{"text": " A person climbs a bump with a motorcycle.", "label": "yes", "id": "train_0_35"}
{"text": " The dog looks angry and show his teeth.", "label": "yes", "id": "train_0_36"}
{"text": "\"Yes, I always insisted that the soil about here is auriferous and we had only to stick to it to obtain our reward.\"", "label": "no", "id": "train_0_37"}
{"text": "The man is very proud of his throw as he cheers and other competitors as well as people in the stands clap and cheer for him as well as he walks away from the area he was standing in and continues to cheer himself on a little more while giving a thumbs up to a group of camera men taking his picture.", "label": "yes", "id": "train_0_38"}
{"text": "Fired by the contagious spirit of Paul, Israel, forgetting all about his previous desire to reach home, sparkled with response to the summons.", "label": "no", "id": "train_0_39"}
