{"text": "The nose had become rudimentary, leaving a large, blank expanse in the middle of their faces that gave them a peculiarly hideous expression.", "label": "no", "id": "train_3_0"}
{"text": "I turned off all the other lights and went to the cellar.", "label": "yes", "id": "train_3_1"}
{"text": "This time, Exman gave a number of military details, evidently picked up from orders issuing from Brungarian rebel headquarters.", "label": "no", "id": "train_3_2"}
{"text": "The Robot clamped a metal band with a stout metal chain to Mary's ankle.", "label": "yes", "id": "train_3_3"}
{"text": "The lips were in a hollow; the cheeks were concave; the eyes had receded; and there were pits in the forehead.", "label": "no", "id": "train_3_4"}
{"text": " She then rides around on her blades while looking over to the camera and speaking.", "label": "yes", "id": "train_3_5"}
{"text": "The rigging tautened, and the huge sails flapped in thunder as the Harpoon sped upon her course, and all around was greatness and the present majesty of power.", "label": "yes", "id": "train_3_6"}
{"text": "Feeling ashamed of my quaker-cut costumes (Alma had a costume for every day of the week, and wore a large gold snake on her arm), I bought the most costly toilettes, and loaded myself with bracelets, rings and necklaces.", "label": "no", "id": "train_3_7"}
{"text": "They moved slowly but with the precise gestures of those about a demanding and very important task as they traced each depression in the wall before them with the wand points.", "label": "yes", "id": "train_3_8"}
{"text": "CHAPTER XII ON THE MARCH AGAIN WITH ALAN It was likely between one and two; the moon (as I have said) was down; a strongish wind, carrying a heavy wrack of cloud, had set in suddenly from the west; and we began our movement in as black a night as ever a fugitive or a murderer wanted.", "label": "no", "id": "train_3_9"}
{"text": " The boy wins and the crowd cheers.", "label": "yes", "id": "train_3_10"}
{"text": "Then, somehow, it was quite possible that any place in which Sara lived might turn out to be nice.", "label": "no", "id": "train_3_11"}
{"text": "The trail down from Dammerung inside the ridge, unlike the outside trail, was clear and well-marked, and we wound down the slope, walking in easy single file.", "label": "no", "id": "train_3_12"}
{"text": " She emerges and washes her hands.", "label": "yes", "id": "train_3_13"}
{"text": "She ran halfway up the ridge, and met the farm hand returning.", "label": "yes", "id": "train_3_14"}
{"text": "It's a pang to part with her' (says I, my fine hi's filling with tears), 'but part from her I must.'", "label": "no", "id": "train_3_15"}
{"text": "The passage narrowed as he went up; it became a slant, hard for him to stick on; it was smooth as marble.", "label": "no", "id": "train_3_16"}
{"text": "One fancies that, had it been summer, Israel would have travelled with a wheelbarrow, and so trundled his wares through the primeval forests, with the same indifference as porters roll their barrows over the flagging of streets.", "label": "yes", "id": "train_3_17"}
{"text": "An screen comes up about WOOFD2 a club for dogs who catch discs.", "label": "no", "id": "train_3_18"}
{"text": " He stands on the stairs to mow.", "label": "yes", "id": "train_3_19"}
{"text": "In the meantime, unpleasant remarks, disguise them as some well-meaning people might, were floating around them every day.", "label": "no", "id": "train_3_20"}
{"text": "To see him, wet as a drowned rat, tugging up the muddy bank with his ill-omened and unsightly prey, was indeed a singular spectacle.", "label": "yes", "id": "train_3_21"}
{"text": "He kissed the hand of Editha de Chavasse, and bowed in mute and deferential sympathy to the young girl-wife, who of a truth had this day quaffed at one draught the brimful cup of sorrow and of shame.", "label": "yes", "id": "train_3_22"}
{"text": "But over him he could faintly see the stairs and the balustrade, winding away to what seemed immeasurable height.", "label": "no", "id": "train_3_23"}
{"text": " The game continues on with the men doing back and fourth playing with the soccer ball.", "label": "yes", "id": "train_3_24"}
{"text": "Being young, the constant offering up of prayers and exhortations has vexed me almost to desperation, and yesterday, while the good preacher who attends then was in the midst of the third hour of his discourse I stole downstairs, and borrowing his hat and cloak, together with his horse, determined to set out to join my uncle, who is a farmer down in Gloucestershire, and where in sooth the companionship of his daughters--girls of my own age--suits my disposition greatly better than that of", "label": "no", "id": "train_3_25"}
{"text": "\"What?\" Mantelish's thick white eyebrows shot up.", "label": "yes", "id": "train_3_26"}
{"text": "After three-quarters of an hour's hard rowing the barge approached her side.", "label": "no", "id": "train_3_27"}
{"text": " Her same lift is shown again in slow motion.", "label": "no", "id": "train_3_28"}
{"text": "In another instant Ralph grasped the line, and slid down the snowy slopes into the water; entering so quietly that no sound, whatever, betrayed his entry.", "label": "yes", "id": "train_3_29"}
{"text": " There is a person dressed in black who is their referee.", "label": "no", "id": "train_3_30"}
{"text": " The girl flips on a trampoline.", "label": "yes", "id": "train_3_31"}
{"text": " They put the clean clothes in a bucket on the floor.", "label": "yes", "id": "train_3_32"}
{"text": "As he edged it around, there was another sound below.", "label": "no", "id": "train_3_33"}
{"text": "Even the image of the charming girl was swept from his view in the flood of moral distress.", "label": "no", "id": "train_3_34"}
{"text": " They begin playing a game of tug of war.", "label": "yes", "id": "train_3_35"}
{"text": " The man sits in the drivers seat of the van and places the rod frame into a socket and twists it around.", "label": "yes", "id": "train_3_36"}
{"text": "\"The village is on fire!\" Those who were sitting above looked round, and a terrible and extraordinary spectacle met their eyes.", "label": "no", "id": "train_3_37"}
{"text": " More clips are shown of them wakeboarding as well as riding in the boat and jumping into the water.", "label": "yes", "id": "train_3_38"}
{"text": "Indeed, we could not hear him, and he had to stagger round and shout his command into each several ear.", "label": "no", "id": "train_3_39"}
