{"text": "In the fiscal year ended March 31, 2020, GHG emissions from the Head Office, Company offices and branches, and domestic and overseas subsidiaries were 0.75 million tons. Further, GHG emissions from un-incorporated joint ventures in the metal resources and energy field totaled 3.07 million tons. As a result, total GHG emissions were 3.82 million tons. In addition, Scope 3,", "label": "metrics", "id": "train_4_0"}
{"text": "Subsidiaries are companies over which the Group is able to exercise control pursuant to IFRS 10, that is when the Group is exposed, or has rights, to variable returns from its involvement with the investee and has the ability to affect those returns through its power over the investee. Subsidiaries are consolidated line by line from the date the Group obtains control until the moment when control ceases to exist.", "label": "none", "id": "train_4_1"}
{"text": "44 National Australia Bank delayed in the 2020 financial year, due to COVID-19, but is expected to be completed in the 2021 financial year. - Climate Measurement Standards Initiative (CMSI) - The Group joined and supported this cross-sector industry initiative which formed in the 2020 financial year. The CMSI includes representatives from across the banking, insurance and investment sectors alongside pre-eminent Australian climate scientists working together under the auspices of the National Environmental Science Program's Earth Systems and Climate Change (ESCC) Hub, professional services firms and finance sector industry bodies. The objectives of the CMSI are to provide open- source voluntary guidelines for financial institutions (banks, insurers and asset managers and owners) with consistent scientific and technical guidance on how to assess the physical risk of climate-related damage to homes, buildings and other critical infrastructure arising from extreme weather events - such as tropical cyclones, bushfires and floods. The CMSI focused on supporting implementation of the Task Force on Climate-related Financial Disclosures recommendations in addition to better understanding the financial system's exposures to climate-related risks. Two key reports were published in the 2020 financial year, including a finance report and a science report which are available at: https://www.cmsi.org.au/reports - Climate-KIC Australia (Climate-KIC) - The Group has been working with Climate-KIC and a number of other organisations, including government agencies and industry bodies on an Adaptation Finance Project. This project is exploring how the financial sector can invest in climate adaptation to deliver commercial returns and greater climate resilience with a view to developing insights into the creation of a scalable approach to adaptation finance. In 2020, the project completed a report that shares insights and makes recommendations for current and future projects focused on addressing the adaptation finance gap. This work has contributed to the adaptation finance discourse in Australia - the report is available at: https://climate-kic.org.au/our-projects/ adaptation-finance-project/ - Resilience Investment Vehicle (RIV) - The Group has been working with IAG, CSIRO and a number of other government agencies, industry groups and not-for-profits on a RIV. This project is exploring how the financial sector can invest in climate adaptation to deliver commercial returns and greater climate resilience with a view to developing insights on the creation of a scalable approach to climate adaptation finance. - Australian Industry Energy Transitions Initiative (AIETI) - The Group joined this collaborative industry initiative supported by ClimateWorks Australia and Climate-KIC in the 2020 financial year. The AIETI aims to accelerate informed action by Australian industry towards the achievement of net zero emissions in hard-to-abate sectors by 2050 while managing the transition to thrive in a decarbonised global economy. The AIETI will focus on five supply chains critical to achieving the Paris Agreement temperature goals ('well-below two degrees", "label": "risk", "id": "train_4_2"}
{"text": "Climate action lines: In 2018, CaixaBank signed an agreement with the European Investment Bank (EIB) consisting of a line of credit amounting to EUR 30 million to fund investments in SMEs, individuals, and the public sector to combat climate change (e.g., electric cars, modifications to facilities, and home improvements). In addition, CaixaBank acts as a broker for EIB funds related to renewable energy projects. Specifically, in 2018, EUR 35 million have been allocated to finance a wind farm project.", "label": "strategy", "id": "train_4_3"}
{"text": "The highest governing body for sustainability-related issues is the Group ESG Board. Meeting quarterly, it is comprised of three Allianz SE BoM members as voting members, one BoM member as standing guest voting on operations topics, and key departments being represented. On a case-by-case basis, further participants from Group Functions and operating entities participate. The ESG Board is responsible for sustainability and climate-related topics and oversees the Allianz Group Climate Change Strategy. It steers the whole corporate responsibility agenda, including for example positioning on Sustainable Finance as well as approving and steering external climate and ESG-related commitments and initiatives. Furthermore, it is responsible to ensure alignment of the ESG agenda with Allianz’s business operations, especially by validating with Group functions such as Group Risk and Group Compliance. It also oversees the integration of climate and ESG aspects into all core lines of business and central Group processes.", "label": "governance", "id": "train_4_4"}
{"text": "- We participated in launching Align17 - a WEF Young Global Leaders initiative - an independent platform which stands out in connecting a wider range of public, institutional, and private wealth investors with investment opportunities related to the Sustainable Development Goals.", "label": "governance", "id": "train_4_5"}
{"text": "5.2.2 Insurance Risk Management To control climate risks in insurance products, Ping An has developed insurance risk management mechanism and a scientific and consistent insurance risk management system within the Group.", "label": "risk", "id": "train_4_6"}
{"text": "Women’s empowerment, an essential factor to achieve sustainable and inclusive growth We share the G20 leaders’ view that “Gender equality and women’s empowerment are essential for achieving sustainable and inclusive economic growth.” In Japan, if the securities industry, which employs about 90,000 executives and employees, endeavors to promote working reforms, enhance productivity, and become an environment conductive to a diverse range of human capital, it has the potential to contribute greatly to improvement of working conditions as a whole. With this in mind, the JSDA has conducted a number of initiatives starting with the survey to grasp the current status of working conditions in the industry. The survey revealed some current challenges to gender equality in the workplace, such as the lack of female workers at managerial level, lack of diverse role models, and the unconscious bias among workers. To address these challenges, the JSDA began a series of measures including: • Establishing the “Women’s Network” for the securities industry • Signing the Women’s Empowerment Principles (WEPs) *See Page 9 for details", "label": "none", "id": "train_4_7"}
{"text": "Air Pollution Measures: Expanded Verification Tests in California Freight trucks currently operate in coastal areas of the United States, releasing significant amount of carcinogens, diesel particulate matters (DPM) and other pollutants and causing serious problems for communities in the vicinity of the Port of Long Beach and Port of Los Angeles. To solve these problems, we conducted verification tests toward the practical use of heavy-duty commercial fuel cell (FC) electric trucks. Toyota is working with various partners to improve the global atmospheric environments by expanding the use of hydrogen.", "label": "strategy", "id": "train_4_8"}
{"text": "The COO's Employee Performance Scorecard (EPS) includes improvements in CN's fuel efficiency, in line with the Canadian rail industry medium-term emission intensity reduction target of 6% by 2022 from a 2017 baseline and the company's long-term sciencebased target to reduce Greenhouse gas emission intensity (tCO2 kilometres) by 29% by 2030, based on 2015 levels.", "label": "metrics", "id": "train_4_9"}
{"text": "Forecast for Fiscal 2016 The Company’s demand forecast for major businesses in 2016 is for continued solid macroeconomic conditions in developed markets, but with uncertainty continuing in emerging markets due to declining resource prices and weaker currencies in countries like Indonesia and Brazil. Given these expectations, the Company plans to increase the earnings power of all its businesses. This will be achieved by further developing the market for platform models in the motorcycle business, leveraging the strength of the brand to maintain high profitability in the marine products business, and strengthening the sports segment for ROVs in the power products business. These earnings will then be invested to facilitate lasting growth, with the aim of evolving into “a unique company that continues to achieve dynamic milestones.”", "label": "none", "id": "train_4_10"}
{"text": "At the Telefonica, S.A. Group, the strategy includes adaptation measures relating to physical and transitional changes. The main measures include the Business Continuity Plan for Climate Disasters and the Energy Efficiency and Renewable Energy Plan.", "label": "strategy", "id": "train_4_11"}
{"text": "Any misalignments will be represented at sector, technologies and counterpart level and road-testing banks will be able to leverage the methodology for reporting and steering potential capital misallocation, in order to be aligned with the 2 C goal of the Paris Agreement. The underlying matching software and calibration for matching instruments will be made publicly available at the end of the project.", "label": "risk", "id": "train_4_12"}
{"text": "Debut EBRD green covered bond investment The EBRD invested the Polish zloty equivalent of €11.7 million in the issuance by Poland’s PKO Bank Hipoteczny of green covered bonds. They will help the mortgage bank to finance residential buildings that reduce greenhouse gas emissions, fund green mortgages and diversify its investor base. The project also promotes capital market development in Poland. A second investment for the same amount was made later in 2019.", "label": "metrics", "id": "train_4_13"}
{"text": "The ESG Sustainability Council pulls together the geographical business scopes led by our three EVP Zone CEOs and functional leadership at the Executive Board level. It meets every month and reports progress to the full Executive Board monthly.", "label": "governance", "id": "train_4_14"}
{"text": "Today, Biogen is more focused than ever on the areas where we can have the greatest impact through science that truly matters. In the year ahead, we hope to continue to demonstrate how the pieces we have brought together can benefit patients worldwide.", "label": "none", "id": "train_4_15"}
{"text": "Scenario planning Suncor uses three energy futures scenarios to 2050 and is introducing a new 2 C scenario to 2100 to test and assess the resiliency of our business strategy. We consistently develop several distinct, challenging, relevant and plausible world trajectories, adjusting all variables in an internally consistent manner. Some of the aspects we consider in our scenario development include demographics, economics, environment,", "label": "risk", "id": "train_4_16"}
{"text": "Initial tests of the methodology involved a significant percentage of clients in each sector (more than 80% of outstanding loans). As a result, BNP Paribas has an overview of the loan book, with a benchmark scenario at a given date, in addition to the projection for that same portfolio five years later. The loan book will be made increasingly compatible with the Paris Agreement scenario through dynamic management of the loan book itself and through external technological developments.", "label": "strategy", "id": "train_4_17"}
{"text": "DEFINITIONS Scope 1 emissions are direct emissions from owned or operated facilities. Cenovus accounts for emissions on a gross operatorship basis. This includes fuel combustion, venting, flaring and fugitive emissions. It does not include emissions from the 50% non-operated ownership in the company’s refineries or emissions from non-operated Deep Basin assets.", "label": "metrics", "id": "train_4_18"}
{"text": "Since the Fund is a small organisation, where several senior executives are directly involved in climate work, the executive management is judged to have a good knowledge of the work that is taking place. Thus, the Fund has god opportunities to assess and manage cli- mate-related risks and opportunities.", "label": "governance", "id": "train_4_19"}
{"text": "Accordingly, we have defined the associated risks and opportunities from a medium- to long-term perspective looking to 2030 and beyond rather than based on the short-term timeframe of the three-year medium-term management plan.", "label": "none", "id": "train_4_20"}
{"text": "As regards to risks, as the first line of defence (LOD1), the Business Units and Service Units (for their own activities) bear primary responsibility for assessing, managing and monitoring their risk levels in all risk categories, including climate-related risks.", "label": "governance", "id": "train_4_21"}
{"text": "The program includes a toolkit and business processes that help to build the capability within our various functions involved in product innovation to understand the environmental and climate impacts of product design, and to make sustainable choices.", "label": "risk", "id": "train_4_22"}
{"text": "The Bank also signed a €19 million deal in 2019 in Poland with BNP Paribas Bank Polska to improve energy efficiency in existing homes. The Polish bank will use the money to give loans to farmers and homeowners to install solar panels. The money also will help housing associations improve energy efficiency.", "label": "strategy", "id": "train_4_23"}
{"text": "In order to achieve Environmental Future Vision 2050, we set out the following breakdown of greenhouse gas (GHG) reduction targets for FY2030 and are promoting initiatives to achieve such targets. In 2020, we also acquired approval of the Science Based Targets (SBT) initiative regarding our FY2030 target.", "label": "metrics", "id": "train_4_24"}
{"text": "Clean Energy Infrastructure Our Clean Energy Infrastructure team works closely with Arevon Asset Management, our dedicated asset management group that is fully integrated with our Clean Energy Infrastructure investment platform and that helps oversee risk management and performance optimization functions related to our renewable energy and battery storage projects.", "label": "governance", "id": "train_4_25"}
{"text": "Climate change The EIB Group has committed to aligning to the principles and goals of the Paris Agreement by the end of 2020 and will gradually increase the share of its financing dedicated to climate action and environmental sustainability, expecting to support in total EUR 1 trillion of investments by 2030 (see the Looking Ahead Chapter).", "label": "metrics", "id": "train_4_26"}
{"text": "For our analysis, we evaluated both interim/bridge and commercial mortgage loans. For both types of loans, we looked at the impact of high and low capital requirements needed to make the environmental retrofits. For the high capital requirement scenario, we evaluated the impact of low, mid and high rent increases resulting from LEED certification and how this affected the overall risk rating for the mortgage. For these scenarios, we assumed that the energy savings would be on the low end of the range for a conservative result.", "label": "risk", "id": "train_4_27"}
{"text": "Villeret Métiers d’Art Binchōtan Through its Métiers d’Art collection, Blancpain innovates by combining the know-how of its craftsmen with ancestral decora- tive techniques rarely used in watchmaking. In 2018, the Maison presented its first dials in binchōtan, a charcoal of remarkable quality because it is extremely dense, resulting from the slow combustion of ubamegashi wood in a clay furnace heated to around 1300 degrees Celsius. The sudden rise in temperature, followed by rapid cooling, reduces the bark of the tree to ashes and gives way to a smooth surface with a hardness comparable to that of steel. Blancpain has acquired this 17th century Japa- nese skill to create a series of unique dials.", "label": "none", "id": "train_4_28"}
{"text": "A reduction in GHG emissions relies on the commercial viability and scalability of emission reduction strategies and related technology and products. In the event that we are unable to implement these strategies and technologies as planned without negatively impacting our expected operations or cost structure, or such strategies or technologies do not perform as expected, we may be unable to meet our GHG 2030 targets or 2050 ambition on the current timelines, or at all.", "label": "strategy", "id": "train_4_29"}
{"text": "In addition to the carbon risk scenario analysis, S&P Global took steps to further explore the risks and opportunities presented above to assess and plan for a range of potential scenarios. The CFO convened a Scenario Discussion Workshop where members of senior leadership discussed the Company's current state, considered possible future scenarios, identified different risks and opportunities within these scenarios, and discussed the financial implication of these impacts on the Company.", "label": "governance", "id": "train_4_30"}
{"text": "AXA and the IFC, a member of the World Bank Group focused on the private sector, launched a US$500 million partnership in 2017, supporting an infrastructure fund that will notably finance green infrastructures in emerging countries, including renewable energy, water, green transport and telecoms. At the end of 2019, mandatory loans amount to US$390 million, of which US$120 million has already been financed. Coal and oil- sands related projects are explicitly excluded.", "label": "metrics", "id": "train_4_31"}
{"text": "Monitoring and studies During the year, we continued the Picarro 'sniffer truck' infrastructure survey operations and fugitive emission research with CSIRO. The sniffer truck survey covers all our operating wells and gathering lines at least twice during the year. We use the data from the sniffer truck inspections to establish site specific factors for emission determination, instead of the default factors prescribed by NGER, to enable more accurate measurement of our emissions.", "label": "risk", "id": "train_4_32"}
{"text": "Looking forward, Brambles is committed to leveraging its global scale and industry-leading expertise as we collaborate with customers to build the supply chains of the future. We seek to deliver growth and operational excellence in our core pallet, RPC and container pooling businesses through a focus on the core drivers of value, which include: strengthening our network advantage; delivering operational and organisational efficiencies; driving disciplined capital allocation and improved cash generation; and developing our people.", "label": "none", "id": "train_4_33"}
{"text": "In May 2020, BBVA was the first private financial institution in Europe to issue a COVID-19-related social bond and, two months later, the Bank was the first financial institution to issue contingent convertible perpetual bonds (CoCos) classified as green bonds, for EUR 1 billion. The funds will be used to finance eligible green assets in BBVA's portfolio. The portfolio is diversified into assets from different green sectors: energy efficiency, renewable energy, sustainable transportation, waste management and water management.", "label": "strategy", "id": "train_4_34"}
{"text": "Risks to the network and supporting processes are evaluated and mitigated based on both asset cost and impact to the network’s functionality, inclusive of facilities and equipment. Extensive risk-scenario planning is conducted within the air and ground networks to evaluate potential disruption in key operating facilities from a variety of risk sources, including climate change issues related to weather and/or natural disasters and change in governmental policies.", "label": "risk", "id": "train_4_35"}
{"text": "For example, the primary responsibility for the application of the ESR Framework lies with Front Office (FO) which includes relationship managers and deal principals. They act as the first line of defence, identifying environmental (including climate) and social risks in the transactions. The FO must evidence compliance with the applicable ESR sector policies and credit risk managers act as a second line of defence to verify compliance of a transaction with the ESR Framework.", "label": "governance", "id": "train_4_36"}
{"text": "Data: Advancements in new technologies and new services, an increasing external threat landscape, and changing regulatory requirements increase the need for the Group to effectively govern, manage, and protect its data (or the data shared with third-party suppliers). Failure to manage data risk effectively can result in unethical decisions, poor customer outcomes, loss of value to the Group and mistrust.", "label": "none", "id": "train_4_37"}
{"text": "Ecological factors and environmental regulations for access to raw material deposits also create a degree of uncertainty. In some regions of the world, for example in West Africa south of the Sahara, raw materials for cement production are so scarce that cement or clinker needs to be imported by sea. Rising transportation costs and capacity constraints in the port facilities can lead to an increase in product costs.", "label": "strategy", "id": "train_4_38"}
{"text": "- green business development through (i) a growing commitment to renewable energy (approx. 1,000 MW installed power in 2021); (ii) development of the second phase of the Venice biorefinery (with a maximum capacity of 560 ktonnes/ year from 2021) and the completion of the Gela biorefinery (with maximum capacity of 720 ktonnes/year) by 2018; (iii) strengthening of Green Chemistry, with production of bio-intermediates from vegetable oil at Porto Torres (capacity of 70 ktonnes/year), studies, pilot projects and partnerships with other operators. The total investments in the 2018-21 four-year period amount to more than €1.8 billion, included the scientific and technological development (R&D) activities related to the path to decarbonization;", "label": "metrics", "id": "train_4_39"}
{"text": "We have developed two new portfolio metrics to provide greater transparency to the alignment of our power generation and commercial building portfolios with climate scenarios. These two sectors were chosen because electricity generation is responsible for around a third of Australia's national emissions with the non-residential buildings sector among the largest final end users of electricity. Supporting our customers' efforts to decarbonise the electricity supply and reduce the energy needs of commercial buildings will be key focus areas for ANZ over the coming decades.", "label": "metrics", "id": "train_4_40"}
{"text": "Ethos We are a firm built on clear, shared values. Derived from the beliefs of our founder Sir Ove Arup, they shape our goals and our behaviour, wherever we are working. Quality, integrity, humanity and usefulness are the underpinning principles – driving forward a firm that constantly strives to make a difference.", "label": "none", "id": "train_4_41"}
{"text": "As renewable penetration of the NEM continues to increase, Eraring will increasingly be run at lower loads and operated in response to changes in renewable energy supply. The flexibility of Eraring continues to support increased renewables in the NEM, however this may lead to a higher emissions intensity of Eraring over time.", "label": "strategy", "id": "train_4_42"}
{"text": "Using a more narrow application of climate-related scenarios to inform Prudential's efforts to mitigate its environmental impact, the company initiated a high-level analysis of science- based target setting methods to inform an update to its Global Environmental Commitment.", "label": "risk", "id": "train_4_43"}
{"text": "Of the 28 trade associations assessed, 25 are aligned with Eni position on climate policies, two (Methanol Institute and National Biodiesel Board) are partially aligned and one (American Fuel and Petrochemical Manufacturers) is not aligned.", "label": "governance", "id": "train_4_44"}
{"text": "On top of this, we issued our first green bond for €1,000 million as a starting point for a global plan on sustainable emissions. The net proceeds will be divided between existing wind and solar assets on Santander balance sheet and new assets of the same nature that will be added. The re-financing share will be less than 50% during the term of the bond.", "label": "metrics", "id": "train_4_45"}
{"text": "Setting an investment horizon is part and parcel of our policy of focusing on the long term and helping clients to build capital. Both financial and non-financial aspects play a role in measuring investment returns. Even if we make a successful investment in a mining company today, the same company may nonetheless cause damage to the environment tomorrow, and thus be compelled to make substantial provisions for improving its waste-processing activities and paying fines. As an asset manager that focuses on the long-term prospects, we can’t ignore the non-financial aspects.", "label": "risk", "id": "train_4_46"}
{"text": "Oil and gas mining projects in the Arctic The Arctic Circle (an area north of the 66 33' latitude) is home to rare ecosystems and indigenous people with a unique culture. For mining projects in this region, environmental and social risk assessments are conducted, and close attention is paid not only to environmental considerations but also to measures to protect biodiversity and indigenous communities, when considering lending.", "label": "strategy", "id": "train_4_47"}
{"text": "At UPS, we believe our purpose is to move our world forward by delivering what matters, and contributing to a truly sustainable global society matters. The sustainability team works with cross-functional teams to implement programs that create better not bigger business value and drive progress toward UPS’s sustainability goals. The sustainability team convenes individual working groups to address specific sustainability issues and initiatives, such as urban logistics and last mile delivery, electric vehicles, renewable electricity and airline efficiency. The CSO also: • Is a member of the company’s ELT Risk Committee, which is an internal group that meets quarterly to review the company’s enterprise risk strategy; and • Partners with the company’s Chief Diversity, Equity & Inclusion Officer to support programs aimed at supporting the company diversity goals.", "label": "governance", "id": "train_4_48"}
{"text": "In our view, capital expenditure in the industry has to increase, with companies needing to spend on new projects and exploration to maintain production levels. We believe that the recent spate of consolidation in the industry – led by the mergers between Barrick Gold and Randgold, and Newmont Gold and Goldcorp – is a response to the under-investment.", "label": "none", "id": "train_4_49"}
{"text": "The risk of credit loss or non-financial risks, such as reputational damage, arising from environmental, social and governance (ESG) issues, including climate change. While a key component of ESG risk arises indirectly from the financial services we provide to our customers, it can also result directly from our own operations.", "label": "strategy", "id": "train_4_50"}
{"text": "The circles in Figure 2 represent projected annual economic damages in 2090 in the U.S. by sector in 2015 dollars assuming a 5 C temperature rise (RCP3F 4 8.5/5 C) scenario; lighter areas signify damages avoided under a 2.5 C (RCP4.5/2.5 C) scenario indicating the significant economic expense that can be prevented by limiting the temperature rise.", "label": "risk", "id": "train_4_51"}
{"text": "Indirect emissions, known as scope 2 and 3 emissions, result from operational activities we do not own or control. These include emissions produced as a consequence of electricity we purchase to power our treatment plants (scope 2) and other indirect emissions such as travel on company business (scope 3). Emissions from electricity we use are calculated by converting each kilowatt hour purchased into its carbon dioxide equivalent.", "label": "metrics", "id": "train_4_52"}
{"text": "After a difficult 2018, in which we undertook a significant restructuring process, which resulted in reducing our workforce by a third, South Deep can now report material and steady progress towards sustainable growth. With costs cut by 31% and production up by over 40%, South Deep stemmed its decade- long cash burn in 2019 and contributed US$15m in net cash compared to an outflow of US$146m in 2018. As significant, the leadership team has managed to facilitate a new culture of performance at the mine, as exemplified by a 30% improvement in employee and fleet productivity. It truly is remarkable progress, and we are cautiously optimistic about further entrenching these developments during 2020.", "label": "none", "id": "train_4_53"}
{"text": "Climate-related risks and opportunities are part of Pandora’s Enterprise Risk Management system reporting to the Executive Leadership Team and the Board of Directors. Pandora’s climate and renewable energy targets are governed by the Sustainability Board, which has five members from the Executive Leadership Team.", "label": "governance", "id": "train_4_54"}
{"text": "Reducing Carbon dioxide Emissions in Production Activities In 2019, Toyota's plant manufacturing departments worked with production engineering and drive force departments to conduct energy diagnoses at production sites, propose improvements and implement measures.", "label": "strategy", "id": "train_4_55"}
{"text": "The BoM reports regularly and comprehensively to the Supervisory Board on business development, the company’s financial position and earnings, planning and achievement of objectives, business strategy, and risk exposure. Climate-related issues are part of these regular updates where relevant.", "label": "governance", "id": "train_4_56"}
{"text": "Compliance Risk Management Compliance risk (a type of operational risk) is the risk resulting from the failure to comply with laws (legislation, regulations and rules) and regulatory guidance, and the failure to appropriately address associated impacts, including to customers. Compliance risk encompasses violations of applicable internal policies, program requirements, procedures, and standards related to ethical principles applicable to the banking industry.", "label": "none", "id": "train_4_57"}
{"text": "MN has various units of measurement and objectives that relate to climate risks and opportunities, and reports on these in regular reports.Units of measurement used MN maps out climate risks and opportunities in the portfolios using the units of measurement below.", "label": "metrics", "id": "train_4_58"}
{"text": "As a first step towards performing a proper scenario analysis, UniCredit is partnering with the global think tank 2 Investment Initiative (2 ii) in road-testing their Paris Agreement Capital Transition Assessment (PACTA) methodology in a pool of 17 international banks. Originally developed to assess the exposure of both equity and bond portfolios to transition technologies across key sectors, a research programme to expand the model to the banks' corporate lending portfolios has been launched by 2 ii .", "label": "risk", "id": "train_4_59"}
{"text": "Finance. There is also a full-time headcount in both the Communications and Investor Relations departments dedicated to Environmental, Social, and Governance matters. The Risk department (RISQ) accounts 10 headcounts working on the development of climate-related risk methodologies (reference climate-related macro-economic scenario, climate vulnerability indicator).", "label": "governance", "id": "train_4_60"}
{"text": "2 Degrees Investing Initiative Morgan Stanley is one of 17 global financial firms testing the Paris Agreement Capital Transition Assessment (PACTA), developed by the 2 Degrees Investing Initiative (2DII). The analytical tool enables financial institutions to understand how their corporate loan portfolios align with the international goals agreed to in 2015.", "label": "risk", "id": "train_4_61"}
{"text": "This target was determined by comparing our 2010 GHG emissions against the 40-year 2°C aligned reduction trajectory to 2050, using the European 66% emission mitigation scenario (2010-50 Representative Concentration Pathway (‘RCP’) 2.6). In 2017, there was no telecommunications industry standard or specific reduction pathway. However, through aligning to the higher European decarbonisation requirement, the 2025 target meant Vodafone would decarbonise at the rate needed to keep global warming at 2°C or below, which equated to a 40% reduction by 2025.", "label": "metrics", "id": "train_4_62"}
{"text": "Validation We established a common understanding between Toyota Motor Corporation (TMC) and all regions at the global meetings also based on the analyses conducted by overseas affiliates. We also engaged in dialogue with international organizations to validate the issues identified from perspectives outside of the company. The matrix was confirmed by relevant executives.", "label": "none", "id": "train_4_63"}
{"text": "To tackle ground emissions, we have been actively converting our fleet of owned conventional ground support equipment (GSE) to electric alternatives (eGSE). In line with the Opportunities Escalation Process, this was first identified as an opportunity for large-scale conversion in 2014. We then started a trial at JFK International Airport in 2015. Despite initial skepticism about electric vehicles before the trial, 70% of crewmembers using the vehicles preferred electric over conventional, as they offered similar or better technical performance with less noise and no fumes.", "label": "strategy", "id": "train_4_64"}
{"text": "Deforestation Policy For projects which involve deforestation, support is provided after confirming that illegal logging and incineration are not carried out and the laws and regulations of each country are observed.For large-scale projects, environmental impacts, such as the destruction of primeval forests and ecosystems, are evaluated in accordance with the Equator Principles when considering lending.", "label": "risk", "id": "train_4_65"}
{"text": "In July 2020, BlackRock provided comments to the Department of Labor's proposed rule on 'Financial Factors in Selecting Plan Investments' (the 'DoL Proposal') highlighting our concern that the DoL Proposal could interfere with plan fiduciaries' abilities and willingness to consider financially material Environmental, Social, and Governance factors. BlackRock provided recommendations that aimed at helping the Department of Labor improve the DoL Proposal, while mitigating the potential burdens the DoL Proposal would have placed on plan fiduciaries. We were pleased to see several of our suggestions incorporated into the final rule.", "label": "strategy", "id": "train_4_66"}
{"text": "We can engage on our own (via our own funds) and also together with other investors. Joint engagements are for example done via our active membership of the IIGCC (Institutional Investor Group on Climate Change) and the Principles for Responsible Investment. Kempen is also part of an international engagement initiative called Climate Action 100+ that was launched in December 2017 and targets over 150 carbon intensive companies. For more engagement examples see kempen.com/en/asset-management/ responsible-investment.", "label": "governance", "id": "train_4_67"}
{"text": "Identifying, quantifying and managing risk is complex and challenging. Although it is our policy and practice to identify and, where appropriate and practical, actively manage such risks to support objectives in managing capital and future financial security and flexibility, our policies and procedures may not adequately identify, monitor and quantify all risks.", "label": "none", "id": "train_4_68"}
{"text": "Changes in the portfolio’s carbon footprint may occur for two reasons: a change in portfolio composition or a change in the emissions of investee companies. Not until companies reduce their real emissions will we see a reduction of atmospheric carbon and an improvement in the climate. In the past, it was not possible to show the reasons for changes in portfolio carbon footprint. However, the AP funds in 2019 were for the first time able to quantify changes over time in total carbon emissions and portfolio-weighted carbon intensity. Nevertheless, the metrics have limitations that restrict their applicability for measuring total portfolio climate risk and impact. This is because the figures do not, for example, include carbon emissions caused indirectly by investee business activities.", "label": "metrics", "id": "train_4_69"}
{"text": "To test the resilience of new projects, we assess potential costs associated with GHG emissions when evaluating all new investments. Our approach applies a uniform project screening value (PSV) of $40 (real terms) per tonne of carbon dioxide (CO2) equivalent to the total GHG emissions of each investment. This PSV is generally applied when evaluating our new projects around the world to test their resilience across a range of future scenarios. The project development process features a number of checks that may require development of detailed GHG and energy management plans. High-emitting projects undergo additional sensitivity testing, including the potential for future CCS projects. Projects in the most GHG-exposed asset classes have GHG intensity targets that reflect standards sufficient to allow them to compete and prosper in a more CO2 regulated future. These processes can lead to projects being stopped, designs being changed, and potential GHG mitigation investments being identified, in preparation for when regulation would make these investments commercially compelling.", "label": "risk", "id": "train_4_70"}
{"text": "Responding to the threats of climate change Our exposure to climate change falls into two broad categories. Physical risks, particularly to our property assets from severe weather events; and transition risks from the move to a low carbon economy, which will impact the value of investments associated with higher levels of greenhouse gas emissions. The two risks are linked. Continued emissions will increase physical risks, and limiting the impacts will require substantial emission reductions increasing transition risks.", "label": "strategy", "id": "train_4_71"}
{"text": "The Group is exposed to multiple risks relating to the conduct of its general insurance business. The following risks noted below are not meant to represent an exhaustive list, but the risks faced by the Group that have been identified by the RMS process:  strategic risk: the risk of not achieving corporate or strategic goals;", "label": "none", "id": "train_4_72"}
{"text": "At the same time, Equinor aims to continue to improve the efficiency, reliability, carbon emissions, and lifespan of fields already in production. During 2019, Equinor updated the climate ambitions for Norway. Driven by a large remaining resource potential on the NCS, Equinor aims to reduce the absolute greenhouse gas emissions from its operated offshore installations and onshore plants in Norway with 40% by 2030, 70% by 2040, and towards near zero by 2050, compared to 2005. The 2030 ambition alone is expected to require investments of around NOK 20 billion Equinor share, in projects within energy efficiency, electrification, infrastructure consolidation, digitalization, and new value chains, such as CCS and Hydrogen.", "label": "metrics", "id": "train_4_73"}
{"text": "Shimizu launched the company-wide, cross-organizational Task Force on Climate-related Financial Disclosures Working Group to extract and categorize the risks and oppor- tunities presented by these transitions and physical changes as impacts on each level: procurement, direct operations, and product demand.", "label": "governance", "id": "train_4_74"}
{"text": "Due to the overlapping nature of the environmental services that WM provides and climate-related issues, the risks and opportunities are discussed, in whole or in part, at each meeting through one or all of the following governance mechanisms: strategy, major plans of action, risk management policies, annual budgets, business plans, performance objectives, major capital expenditures, and progress against goals and targets for addressing climate-related issues. Specifically, reviewing and guiding strategy is scheduled into every board meeting to inform the entire board and contribute to managing information, making decisions about what the company will do, and adapting those decisions based on climate-related information. Issues discussed in the reporting year include (1) the ability to provide carbon-reduction services such as recycling, composting, renewable energy, and advisory services; (2) direct GHG reductions from changes associated with our fleet, use of renewable energy, and operational efficiencies; (3) physical risk of severe weather to our employees, facilities, and ability to provide services, and (4) regulatory risk associated with climate change policy issues. Successful management of these issues relies not only upon significant investment in, for example, collection of landfill gas and production of renewable natural gas (RNG) and state-of-the-art material recovery facilities leveraging robotics and automation, but also an overarching strategic plan to address the financial viability of recycling, deployment of capital in our fleet, and WM’s ongoing development of landfill-gas-to-fuel facilities. Therefore, reviewing and guiding strategy at each board meeting is essential to meeting goals and targets. Additionally, one-on-one sessions with the Committee Chairs are conducted on an ad hoc basis.", "label": "governance", "id": "train_4_75"}
{"text": "Our business model may also be adversely affected by risks related to the physical impacts of climate change and extreme weather conditions. As the risk of flooding, wildfires, storms or hail increases it could become more difficult for LeasePlan to offer affordable insurance protection and may impact our pricing of these products. These could also impact our RMT services if more vehicles in our fleet are damaged or require more frequent servicing as a result of changing weather patterns. Finally, there is the possibility that extreme weather events will impact our business continuity at certain locations, if our employees are unable to reach their places of work or if office locations and delivery stores are physically damaged.", "label": "strategy", "id": "train_4_76"}
{"text": "Joined Brambles as a Non-Executive Director in August 2004 and was appointed Chairman in September 2014. He is a Non-Executive Director of Goodman Group and a former Chairman and a Non-Executive Director of Leighton Holdings and Spark Infrastructure Group, and a former Executive and Non-Executive Director of Westfield Group. Stephen had a long executive career with Westfield where he held a number of senior positions including that of Finance Director from 1985 to 2002. He is also a Director of the Garvan Institute of Medical Research. He has a Bachelor of Economics degree from the University of Sydney and is a Fellow of the Institute of Chartered Accountants in Australia and a Fellow of the Australian Institute of Company Directors. Age: 70.", "label": "none", "id": "train_4_77"}
{"text": "Supporting our agribusiness customers Last year, we undertook climate scenario analysis to beer understand the potential impacts that a changing climate may have on farm productivity and the long-term outlook for the sector. Separately, we have also used historical industry data to map productivity levels for regions in Australia for the grains, livestock and dairy sectors. A closer focus on productivity levels across these three sectors and regions helps us understand and beer support individual customers' needs and circumstances. We used these insights to guide our approach to agribusiness lending for these sectors, to help our customers manage sustainability through agricultural cycles.", "label": "risk", "id": "train_4_78"}
{"text": "Percentage of 'Ultra Supercritical, GCC' in Existing Coal-Fired Thermal Power Plants Approximately 60% of existing loan balances for coalfired thermal power plants are highly-efficient, ultra-supercritical power plants or gas-turbine combined-cycle (GCC) power plants, which emit relatively less Carbon dioxide than conventional power plants.", "label": "metrics", "id": "train_4_79"}
{"text": "Scope 1 emissions come mostly from refrigerant leaks and to a lesser extent from stationary combustion in furnaces. Our Scope 3 emissions result primarily from the production of goods for sale, transportation of products, and waste generated in our operations. We use the GHG Protocol’s Corporate Value Chain methodology (Scope 3) to determine our reporting category.", "label": "metrics", "id": "train_4_80"}
{"text": "Economic and financial results in the four-year plan: the adjusted operating profit expected at €0.9 billion in 2021; cumulated free cash flow at €2.1 billion in 2018-2021. ● Reducing refining break-even margin at approximately 3 $/barrel by the end of 2018. ● Completion of the Gela conversion in biorefinery and the development of the second phase of the Venice biorefinery. ● Strengthening of marketing activities in countries of presence. ● Focus on digitalization to optimize operations and enhance efficiencies.", "label": "none", "id": "train_4_81"}
{"text": "Leadership sets the tone and provides clear direction and governance for effective risk management. The GEC remains responsible for the implementation of our climate change response. The GEC is supported by the PSSR to provide strategic climate change oversight and steer. The SSEC at Board level provides ultimate steer and oversight of climate change-related risks and opportunities.", "label": "governance", "id": "train_4_82"}
{"text": "The circles in Figure 2 represent projected annual economic damages in 2090 in the U.S. by sector in 2015 dollars assuming a 5 C temperature rise (RCP 3F 48.5/5 C) scenario; lighter areas signify damages avoided under a 2.5 C (RCP4.5/2.5 C) scenario indicating the significant economic expense that can be prevented by limiting the temperature rise.", "label": "risk", "id": "train_4_83"}
{"text": "Citi is focused on enabling progress in the communities in which we work and live. Together with companies, governments and institutions of all shapes, sizes, scale and scope, we lend, facilitate and invest in products and services that power the global economy. We also recognize that we can play an important role in working with others to address key social and economic challenges facing clients and communities. goal to lend, facilitate and invest $100 billion toward activities that reduce the impacts of climate change and create environmental solutions that benefit people and communities.", "label": "strategy", "id": "train_4_84"}
{"text": "The Logan Enhancement Project Completing a comprehensive climate change risk assessment and adaptation response Through the Logan Enhancement Project's commitment to address climate related risks, a comprehensive Climate Change Risk Assessment and Adaptation report was prepared and used to inform key design elements of the project.", "label": "risk", "id": "train_4_85"}
{"text": "Collectively, these activities revealed some uncomfortable truths about the way our society and parts of our industry operate. They encouraged many of my colleagues and me to learn much more about racism. We will continue our journey to become a truly inclusive, increasingly diverse and actively anti-racist organisation in 2021, becoming a better, more effective business with each step we take.", "label": "none", "id": "train_4_86"}
{"text": "The members of the Student Manifesto called on the Group, at the annual EpE dinner held on 18 March 2019, to lead an ecological awakening, asking the EpE business leaders attending the event to 'communicate that (they) need students who have taken classes addressing ecological issues included in their general course requirements before they choose their specialisation.' Jean-Laurent Bonnafe met this call by sending a letter to the headmasters of ten leading French universities from which BNP Paribas recruits many of its employees.", "label": "governance", "id": "train_4_87"}
{"text": "These objectives include, amongst others, the commitment to facilitate the mobilisation of €120 billion of green finance between 2019 and 2025, as well as to financially empower 10 million people in the same period, through increasing microfinance activities, financial education programmes and other tools that give access to financial services.", "label": "metrics", "id": "train_4_88"}
{"text": "As part of this process of transforming society as a whole Deutsche Borse Group is engaged in a continuous exchange with internal and external stakeholders on sustainability, climate action and sustainable finance. It sees this not only as part of its strategic approach but also as managing climate-related opportunities and risks.", "label": "strategy", "id": "train_4_89"}
{"text": "From July 2021, we will no longer provide individual insurance covers for those oil and gas companies that are responsible for the world's 5% most carbon-intensive oil and gas production.", "label": "strategy", "id": "train_4_90"}
{"text": "Optus has been proactive through ABR on research and policy influence on government, given the major interdependencies on policy and funding. We also actively monitor and engage in the regulatory development relating to reporting and carbon emission taxes. In Australia, Optus provides annual comprehensive energy reporting to the National Green Energy Regulator (NGER).", "label": "governance", "id": "train_4_91"}
{"text": "The majority of our Scope 1 emissions include fugitive emissions from the production of coal and consumption of fuel and reductants. Scope 2 emissions principally relate to purchased electricity for our operations, in particular our metals processing assets, which require secure and reliable energy 24 hours a day, 365 days a year.", "label": "metrics", "id": "train_4_92"}
{"text": "£3 billion (20 per cent) of the Group’s revenue and our customer facing channels to market are mentioned on page 24. Additional technology investments are aimed at improving execution and efficiency in all areas of our business from warehousing, fleet, inventory and customer relationship management to back-office human resources and financial management and reporting systems.", "label": "none", "id": "train_4_93"}
{"text": "Assessing our portfolios in relation to the Paris Agreement on climate During 2019 we started implementing measures to fulfil the Collective Commitment on Climate Action. A key action was our participation, along with 16 other banks, in the PACTA (Paris Agreement Capital Transition Assessment)3 pilot led by 2 Investment Initiative (2Dii). This internationally recognised methodology allows banks to compare the alignment of their corporate lending portfolios with 2 C benchmarks.", "label": "risk", "id": "train_4_94"}
{"text": "We could suffer losses and our business has been and could be adversely affected by the failure to adopt and implement effective risk management We have implemented risk management strategies, policies and internal controls involving processes and procedures intended to identify, monitor and manage risks facing the Group. However, our risk management framework has not always been, or may not in the future prove to be, effective.", "label": "none", "id": "train_4_95"}
{"text": "2 Transition Risks. The electricity used in Fifth Third's facilities is generated from many generation sources in regulated and deregulated markets. If future legislation increases the cost of greenhouse gas emissions, the company could experience an increase in generation expenses from generators that use coal or natural gas. In 2017, Fifth Third signed a Power Purchase Agreement (PPA) to purchase as much power from a new solar project as the company uses in a year. While the primary reasons for this purchase were to demonstrate environmental leadership, a secondary beneft is that the company now has a long-term contract to buy carbon-free power. The project demonstrates our ability to lead on environmental sustainability while fnding ways to understand, control, and keep new risks within our risk appetite.", "label": "strategy", "id": "train_4_96"}
{"text": "The Technology and Operations and Enterprise Services teams work with Corporate Sustainability to implement initiatives to reduce the environmental impact of BlackRock's operations. In addition, BlackRock's Business Continuity Management and Disaster Recovery planning, strategy, and crisis management activities are managed by the Business Continuity Management team, which sits within Enterprise Services.", "label": "governance", "id": "train_4_97"}
{"text": "Fails to assess a portfolio’s total climate risks, such as the physical risks of extreme weather, flooding and drought or the consequences of more stringent legislation governing energy efficiency. Nor is a carbon footprint a reliable measure of a portfolio’s overall climate potential or how well it is positioned for transition to a carbon-efficient society.", "label": "risk", "id": "train_4_98"}
{"text": "The long-term ambition is clear (to align its businesses with the Paris Agree- ment goals), but to achieve that ambition calls for short and medium-term targets in more specific bu- siness lines, allowing the Group to steer its various business operations with greater precision.", "label": "metrics", "id": "train_4_99"}
