{"text": "However, compared with large corporations, SMEs are typi- cally in a disadvantageous position. For example, they have few opportunities to study about how climate change and other social issues may impact their operations while lacking sufficient resources to plan and execute countermeasures.", "label": "risk", "id": "train_0_0"}
{"text": "The alignment degree of an asset or client is calculated using a specific indicator for each activity. In some sectors the indicator focuses on measuring technology substitution (for example, the generation mix in the power generation sector), while in other industries, without a mature technological alternative, the indicator focuses on capturing improvements in production processes (for example, the emissions intensity in the cement sector).", "label": "metrics", "id": "train_0_1"}
{"text": "In this environment, there are several the Group, as a global distributor, faces due to climate change. These include physical risks with increased likelihood of more extreme events such as storms, and heatwaves which could affect the business’s physical sites or its distribution process. A further risk is regulatory change, often by governments, designed to reduce greenhouse gas (GHG) emissions. These may render certain products obsolete whilst increasing demand for others. Other potential impacts include increases, for example, in the costs of air transport of inventory to meet customer demands. There is also reputation risk if the business is not seen to be taking deliberate and tangible actions to reduce its GHG emissions.", "label": "strategy", "id": "train_0_2"}
{"text": "5.1.6 Commitment to monitor emissions from shipping finance Societe Generale is one of the founding signatories to the Poseidon Principles in collaboration with the Global Maritime Forum, and in league with a significant number of the shipping industry's leading banks.", "label": "governance", "id": "train_0_3"}
{"text": "Prior to submission to the Board of Directors for final approval, investment decisions are reviewed by the EBRD Investment Committee (OpsCom). OpsCom is chaired by the First Vice President and Head of Client Services Group and includes representatives of all relevant functions involved in the business activity, including Banking, Legal, Risk Management, and the Economics, Policy and Governance team looking after the mandated objectives of the EBRD.", "label": "none", "id": "train_0_4"}
{"text": "Limitations and uncertainties This analysis is based on best available information. However, it is unable to overcome some important limitations and uncertainties. For example, climate change simulations currently have minimal ability to model extreme weather events. Similarly, agricultural impact models need to be further developed to test the bounds at which statistical relationships change.", "label": "risk", "id": "train_0_5"}
{"text": "Group has divested from. Therefore, AXA also restricts insurance coverage for coal and oil sands-related assets (as well as in the other industries mentioned in the previous section), and arctic drilling. Since 2017, the underwriting restrictions ban Property and Construction covers for coal mines, coal plants, oil sands extraction sites or associated pipeline.", "label": "strategy", "id": "train_0_6"}
{"text": "Thus, the Board of Directors, upon recommendation of its Compensation & Governance Committee, and following a comparative review of national, European and industry practices, decided to maintain unchanged, for 2018, the Chief Executive Off icer’s target annual variable compensation, at €1.45 million, i.e. 100% of the amount of his annual fixed compensation.", "label": "none", "id": "train_0_7"}
{"text": "In addition to the board, the DLC SEC (a board appointed committee) takes responsibility for monitoring the nonfinancial elements of sustainability, specifically the group's performance in terms of social, environmental (including climate change) and governance (ESG) indicators. Extreme events are assessed, and mitigating actions are considered within the risk appetite framework. Climate considerations are integrated into multidisciplinary, company-wide management processes throughout the group. The DLC SEC is also responsible for promoting the relevance and importance of sustainability, climate issues and sustainable development across the group.", "label": "governance", "id": "train_0_8"}
{"text": "The common goal set by the Paris Climate Agreement is to limit the rise in global average temperature to less than 2°C by the end of the century. Following this trajectory, VINCI aims to reach the target of carbon neutrality (i.e. net zero emissions) by 2050 in its direct scope of business activities. As such, the Group is engaged in a proactive approach to achieve a 40% reduction in Scope 1 and 2 GHG emissions by 2030 compared with 2018 levels (see page 228). That comes out to a decrease of 940,000 tonnes of CO₂ equivalent relative to the scope of business activities in 2018. As an absolute value, this target will be updated in line with any significant changes to the Group’s scope, such as acquisitions.", "label": "metrics", "id": "train_0_9"}
{"text": "We manage these risks in each stage of the building cycle: We conduct deep due diligence during the acquisition phase which includes building resiliency, energy and water consumption, building safety and materials, social impacts on the local community, certifications, environmental regulations and risk of disasters such as earthquakes and flooding.", "label": "risk", "id": "train_0_10"}
{"text": "Emission sources not reported This section of the report details the emission sources that we have not reported on and provides the reasons behind our decisions. Only some of the offices we operate directly make use of gas and we have included this in our emissions from combustion of fuel. We do not have distinct data on heat/steam for our other offices as this is most likely embedded in the office service charges that we pay. As a result, we have not currently reported on purchased heat or steam. In future we will devise a methodology to estimate the emissions associated with heating requirements that we are responsible for.", "label": "metrics", "id": "train_0_11"}
{"text": "Climate change Climate change exposes UPM to variety of risks, that can be considered strategic, operational, hazard or financial. Strategic risks are related to competition, markets, customers, products and regulation. For example, unpredictable regulation and subsidies may distort raw material and final product markets, and costs of greenhouse gas emissions may influence UPM’s financial performance. However, transition to low-carbon economy should bring business opportunities to UPM’s renewable and recyclable products. Operational risks can be related to supply chain, availability and price of major inputs. Climate change may also cause operational or hazard risk related to exceptional weather events such as more severe storms, floods and draughts resulting in e.g. unpredictable wood harvesting conditions and hydro power availability. Climate change may also contribute to financial risks such as electricity price.", "label": "strategy", "id": "train_0_12"}
{"text": "Regulatory compliance can divert management attention and increase capacity needed to make changes to comply, thereby reducing the aptitude to pursue strategic objectives. It often tends to increase the size of risk, compliance and assurance functions which monitor, maintain and report on compliance. Regulatory compliance can introduce complexity and inefficiencies into ordinary business processes, which drive up cost and impact customers who do not always appreciate the value of regulations.", "label": "none", "id": "train_0_13"}
{"text": "Management Management, like all employees at CN, are responsible for upstream and operations cost control, including energy efficiency, and are educated on energy management best practices through our EcoConnexions employee engagement program. Management at CN works collaboratively across the value chain to support sustainable production and consumption. Our employees are highly engaged in working together to optimize materials and minimize waste in our operations, which is also reflected by the inclusion of emissions and energy efficiency strategy performance indicators in their EPS objectives.", "label": "governance", "id": "train_0_14"}
{"text": "Developing Innovative New Metrics In 2019, we developed new metrics to assess our credit exposure to carbon-related industries, as defined by TCFD. To do so, we participated in an industry working group that brought together Canadian financial institutions to discuss TCFD-related disclosures. We used the metrics identified to assess our gross credit exposures to carbon-related assets, as well as to power generation by energy source.", "label": "metrics", "id": "train_0_15"}
{"text": "F rom an investor’s perspective, climate change entails both physical and transition risks, which have an impact on the value of investments. Physical risks are divided into acute and chronic risks, which refer to the challenges that climate change poses to companies and society, such as unexpected damage caused by extreme weather events or the depletion of natural resources in the longer term. Transition risks refer to changes, for example, in regulation, technology and consumer behaviour that the transition to a lower-carbon economy entails.", "label": "strategy", "id": "train_0_16"}
{"text": "The Bank of England published a discussion paper which detailed their proposed approach. The proposed scope and breadth of the BES will be a pioneering exercise. We are proud to participate in this exercise and we hope that our combined effort will encourage other central banks to build upon these first steps to understand and mitigate our shared global challenge. http://home.barclays/annualreport home.barclays/annualreport Barclays PLC Environmental Social Governance Report 2019 59", "label": "risk", "id": "train_0_17"}
{"text": "A4S Support S&P Global's CFO, Ewout Steenbergen, is a member of the Accounting for Sustainability (A4S). A4S was established by HRH The Prince of Wales and aims to inspire action by finance leaders to drive a fundamental shift toward resilient business models and a sustainable economy.", "label": "governance", "id": "train_0_18"}
{"text": "Businesses subject to this policy and implementation methods In this document, section 4.3.1.3 (1) Financing and Investment Transactions Prohibited Regardless of Sector lists projects for which we prohibit any financing or investment.", "label": "none", "id": "train_0_19"}
{"text": "The Chief Sustainability Officer (CSO) reports directly to the CEO. The CSO meets regularly with the CEO, who is also a member of our Board, to discuss the key issues identified in the Enterprise Risk Management (ERM) process, and holds responsibility for managing information on climate-related issues, developing strategy, and adapting decisions based on climate-related information as necessary. Climate issues such as the ability to provide GHG emissions-avoiding services, the physical risks of climate change on WM facilities and services, and meeting WM’s GHG reduction goals impact WM’s recycling, composting, renewable energy production, fleet composition, advisory services and landfill operations of our business. In addition, carbon reduction and response to climate change are central factors in our municipal and private sector customers’ decisions to employ our services.", "label": "governance", "id": "train_0_20"}
{"text": "Staff Working Paper on mortgage lenders' valuation of housing collateral after extreme weather events, published in March 2020. This finds that UK mortgage lenders do not value housing collateral against local price declines following flood events, resulting in upward-biased valuations.", "label": "risk", "id": "train_0_21"}
{"text": "Global warming was ranked in the Top 3 concerns of survey participants in each of these countries, sen- ding a strong signal of what civil society expects from the Group in terms of its contribution to the energy transition and decarboni- sation of the economy.", "label": "strategy", "id": "train_0_22"}
{"text": "- Project-related corporate loans with a total aggre - gate loan amount of at least US$100 million and an individual commitment by CaixaBank of at least US$50 million, and a loan term of at least two years.", "label": "none", "id": "train_0_23"}
{"text": "We participate in the Carbon Disclosure Project Climate Change programme to disclose our climate strategy and performance to a collaboration of institutional investors. In 2019, our score dropped to B from A- in 2018, mainly due to our score for governance of climate-related issues and being unable to report on our full scope 3 inventory at the time of reporting. While disappointing, we now have measures in place to help to restore our score. These measures include strengthened governance through our new Board-level Sustainability Committee, and the work on scope 3 emissions described on page 40.", "label": "metrics", "id": "train_0_24"}
{"text": "One of the biggest opportunities for innovation in our sector is in electric mobility. Advancements in electric engines for commercial and passenger vehicles, in addition to other types of transportation, will require the creation of a more robust, digitalized, and connected energy infrastructure. This vision guided our creation of the Emotive program, an R&D initiative that during a five-year period has evaluated possible business models for battery recharging and customer service. In 2020, our strategic vision will include continued work on the topic. Our Sustainability Plan includes investment of R$ 45 million in the development of technologies for electric mobility through 2024.", "label": "strategy", "id": "train_0_25"}
{"text": "Sustainable resources and climate change In 2015 the EBRD pledged its commitment to successful implementation of the historic agreement on fighting global warming adopted by more than 190 countries at the UN climate conference in Paris. With its Green Economy Transition (GET) approach, approved by the Board in September 2015 and due for rollout in 2016, the EBRD aims to raise the level of environmental investment to 40 per cent of its total financing by 2020. This would correspond to a GET investment of €18 billion over the period 2016-20 and bring a major contribution to efforts by the Bank’s countries of investment to move towards a low carbon economy, in line with the Paris accord.", "label": "metrics", "id": "train_0_26"}
{"text": "Our fiscal 2020 results reflect headwinds from our BD AlarisTM System remediation efforts and more notably, the ongoing COVID-19 pandemic and its significant impact on healthcare utilization. However, the perseverance of our associates—and the notable success of our BD Life Sciences–Integrated Diagnostic Solutions team in developing innovative COVID-19 diagnostic testing—allowed the business to return to revenue growth in the fiscal fourth quarter and finish the year with revenues down slightly on a year-over-year basis.", "label": "none", "id": "train_0_27"}
{"text": "The Group faces many other risks which, although important and subject to regular review, have been assessed as less significant and are not listed here. These include, for example, natural catastrophe and business interruption risks and certain financial risks. A summary of financial risks and their management is provided on page 33.", "label": "risk", "id": "train_0_28"}
{"text": "In addition, the committee will oversee our work to further develop products, capabilities, and services in support of our clients as we work together to address the transition to a low- carbon economy.", "label": "governance", "id": "train_0_29"}
{"text": "The Group carried out a variety of initiatives with investment clients throughout 2019: - The Group launched 10 Climate indices which raised over $750 million in 2019, and the green funds managed by BNP Paribas Asset Management (primarily invested in alternative energies and energy efficiency) totalled $11.6 billion in AuM at 31 December 2019. - BNP Paribas Cardif, the insurance subsidiary of BNP Paribas, more than doubled its green investments in the general funds of its domestic countries (France, Italy, Luxembourg).", "label": "metrics", "id": "train_0_30"}
{"text": "Equator Principles (EP) within the scope covered by this initiative. Moreover, Societe Generale has voluntarily expanded the scope of application of the EP to include a range of transactions likely to present E&S challenges, such as equity capital market transactions, debt capital market transactions, mergers and acquisitions, and acquisition financing. Even beyond this scope, any financial transaction entered into by Corporate and Investment Banking involves the identification of any E&S risks relating to the client, other than financial institutions.", "label": "risk", "id": "train_0_31"}
{"text": "New Chittoor facility During FY20, our eighth manufacturing facility in Chittoor district in Andhra Pradesh was commissioned with Phase I installed capacity of 0.4 million units. The total Phase I investment for setting up the manufacturing facility is around ` 622 crore for a projected 1.8 million units annual capacity.", "label": "none", "id": "train_0_32"}
{"text": "The Group is focusing its efforts on not only improving the percentage and quality of client coverage, but also gaining a better understanding of projected trends in each sector. The results of these efforts will serve to develop sector strategies and measure their impacts on the alignment of the loan book with the Paris Agreement goals.", "label": "strategy", "id": "train_0_33"}
{"text": "Scentre Group has a Responsible Business Group, comprised of members of the Executive Team and subject matter experts that are leading initiatives as part of our Sustainable Business Framework. Membership reflects accountability for the delivery of initiatives that contribute to our primary environmental target of Net Zero Emissions by 2030.", "label": "governance", "id": "train_0_34"}
{"text": "An additional 15 head counts are spread into the Group's business units acting as entry points for Corporate Social Responsibility issues across the Group's 3 pillars of Global Banking and Investor Solutions, French Retail Banking, and International Retail Banking and Financial Services.", "label": "governance", "id": "train_0_35"}
{"text": "We may be subject to unionization, work stoppages, slowdowns or increased labor costs and the unionization of the Company’s pilots and inflight crewmembers could result in increased labor costs. Our business is labor intensive and the unionization of any of our crewmembers could result in demands that may increase our operating expenses and adversely affect our financial condition and results of operations. Any of the different crafts or classes of our crewmembers could unionize at any time, which would require us to negotiate in good faith with the crewmember group’s certified representative concerning a collective bargaining agreement. In addition, we may be subject to disruptions by unions protesting the non-union status of our other crewmembers. Any of these events would be disruptive to our operations and could harm our business.", "label": "none", "id": "train_0_36"}
{"text": "One of our We Mean Business commitments was to set a science-based emissions target independently approved by the Science- Based Target initiative (SBTi), and in 2017, we became the first company in Australia to do so. To date, we remain the only company in the Australian energy sector to have validated and approved science-based targets. Our targets cover not only Scope 1 and Scope 2 emissions but also Scope 3 emissions. We have also long supported a net-zero emissions target for the electricity sector by 2050 or earlier.", "label": "metrics", "id": "train_0_37"}
{"text": "Claims and insurance supply chain  Risks of growing numbers of natural perils related claims was demonstrated by the bushfire, hail and storm events this financial year. This presents a short-term risk to operational claims handling capacity. In the medium term, supply and demand imbalances have the potential to impact claims inflation. Underlying supply chain costs could be impacted by limited availability of raw materials and potential carbon regulation but, as noted above, this is expected to be relatively immaterial.", "label": "strategy", "id": "train_0_38"}
{"text": "Joint article in Nature Climate Change on the climate change challenges for central banks and financial regulators, published in May 2018. This article presents the key controversies in central banks' and regulators' response to climate change, and potential areas for future research and policy;", "label": "risk", "id": "train_0_39"}
{"text": "The ERMC is supported by multiple committees, including the Corporate Responsibility & Reputation Committee (CRRC), Corporate Credit, Operational Risk, Management Compliance, and Asset/Liability. The CRRC is responsible for providing oversight and review of policies, programs, practices, and strategies that refect the company's core values and impact our reputation. It is also responsible for overseeing the identifcation and mitigation of top reputation risk issues and negative public perceptions. The CRRC charter explicitly includes environmental matters, including climate change. The CRRC includes the following roles: the Chief Communications and Reputation Ofcer, the Chief Enterprise Responsibility Ofcer, the Environmental Sustainability Director, Chief Ethics Ofcer, the Deputy General Counsel, and many others. Additional corporate policies and processes help identify, assess, and manage risk, including a new products and services risk assessment, self- identifed issues management program, reputation risk councils, vendor due diligence, and credit risk review.", "label": "governance", "id": "train_0_40"}
{"text": "We provide training on Environmental, Social, and Governance risks and opportunities to staff through our credit college and have an Environmental, Social, and Governance guideline handbook that is available to assist all staff in assessing Environmental, Social, and Governance matters.", "label": "risk", "id": "train_0_41"}
{"text": "Ao Yun means “flying above the clouds” in Chinese: a name that invites you on a jour- ney to discover this premium Chinese wine. For this singular project, the journey was taken by Christophe Navarre, President of Moët Hennessy. He traveled to the north of the province of Yunnan, not far from the mythical city of Shangri La, to locate the vineyard where this one-of-a-kind wine is produced, between the banks of the Mekong and the summits of the Himalayas. With its rich culture and breathtaking landscapes, the Yunnan region provides the best natural environment to create this new wine. It was a daring move, to develop and grow at an altitude of 2,600 meters a French grape variety that had never experienced the thrill of such high altitudes.", "label": "none", "id": "train_0_42"}
{"text": "Employee training While it is always necessary to have employees specialised in climate-related issues in charge of coordinating efforts, it is also important for all em- ployees to incorporate climate-related risks and op- portunities in the work they do each and every day.", "label": "strategy", "id": "train_0_43"}
{"text": "Cornwall’s energy ambitions At the end of 2016, we announced a £19 million local energy market trial in Cornwall, UK. The three-year trial will test how flexible demand, generation and storage can reduce pressure on the electricity grid, enable the growth of renewables and avoid expensive network upgrades. Since then, over 300 homes and businesses registered to get involved and in 2017, we welcomed our first business to the trial – a working farm and holiday retreat. Pioneering battery storage technology was installed to help them better manage the energy generated by their solar panels. In 2018, we expect to roll-out storage and solar panels in 100 homes and commence larger installations of storage, renewables and distributed generation across 15 businesses.", "label": "metrics", "id": "train_0_44"}
{"text": "The attribution of the portion of annual variable pay tied to Corporate Social Responsibility criteria is based on a multi-criteria measurement founded on a holistic approach to the environmental, civic and social external initiatives undertaken by BNP Paribas.", "label": "governance", "id": "train_0_45"}
{"text": "Philips’ supply chain is exposed to fluctuations in energy and raw material prices. Commodities such as oil are subject to volatile markets and significant price increases from time to time. If Philips is not able to compensate for, or pass on, its increased costs to customers, such price increases could have an adverse impact on its financial condition and operating results.", "label": "strategy", "id": "train_0_46"}
{"text": "Last year the Aviva Foundation in the UK invested unclaimed assets of shareholders through grants and social enterprise investments. In 2019 the Foundation has now committed to giving £3.7 million to nine non-profit organisations and social enterprises that, working with our business, can support our communities and vulnerable customers. This has included funding counselling for vulnerable home insurance customers who experience trauma following serious events such as flooding.", "label": "metrics", "id": "train_0_47"}
{"text": "We have devoted significant resources to develop our risk management capabilities and expect to continue to do so in the future. Nonetheless, our risk management strategies, models and processes, including our use of various risk models for assessing market exposures and hedging strategies, stress testing and other analysis, may not be fully effective in mitigating our risk exposure in all market environments or against all types of risk, including risks that are unidentified or unanticipated.", "label": "none", "id": "train_0_48"}
{"text": "Another deal we evaluated in the past year had significant potential market and policy risks due to the carbon-intensity of the core business model. We worked with a third-party ESG consultant to conduct on-the-ground diligence of the material ESG risks we identified. As part of that work, we modeled out investment implications under different carbon-pricing scenarios. We also incorporated improved monitoring of greenhouse gas emissions and a more robust approach to reducing those emissions over our hold period as part of our investment thesis, as we believe this would position us for a stronger exit.", "label": "risk", "id": "train_0_49"}
{"text": "To guide engagements, questionnaires were developed in line with the guidance of the Transition Pathway Initiative, a global, asset-owner led initiative, which assesses companies' preparedness in addressing physical and transitional risks in the shift toward a low carbon economy. AIA is cognizant of, and devising ways to address and mitigate, risk of stranded assets in a low carbon economy.", "label": "risk", "id": "train_0_50"}
{"text": "During 2019, we participated in the Carbon Disclosure Project and aligned our responses to the Task Force on Climate-related Financial Disclosures recommendations. Our 2019 score was B (Global average is C), consistent with the previous year but with improvements in scores on a number of dimensions including risk disclosure and risk management processes.", "label": "metrics", "id": "train_0_51"}
{"text": "In late 2015, Capgemini set out to improve the everyday lives of a million people by 2020 with its outreach initiatives, especially through projects that promote education and skills. These initiatives draw on the skills of our employees and, to some extent, our technological solutions. The approach has given strong impetus to employee engagement: our people are often keen to share their skills with those who need them the most. The approach, closely linked to the heart of our business and the expertise of our employees, has an immediate impact.", "label": "none", "id": "train_0_52"}
{"text": "If the Barclays Bank Group does not adequately embed risks associated with climate change into its risk framework to appropriately measure, manage and disclose the various financial and operational risks it faces as a result of climate change, or fails to adapt its strategy and business model to the changing regulatory requirements and market expectations on a timely basis, it may have a material and adverse impact on the Barclays Bank Group’s level of business growth, competitiveness, profitability, capital requirements, cost of funding, and financial condition.", "label": "strategy", "id": "train_0_53"}
{"text": "Bank is a founding member of the NGFS. The Network was co-founded by eight central banks and supervisors in December 2017. As of April 2020, membership has grown to over 65 members and 12 observers representing countries responsible for approximately 60% of global carbon emissions. Through the NGFS, the", "label": "governance", "id": "train_0_54"}
{"text": "From July 2023, we will no longer provide individual insurance cover for those oil and gas companies that are responsible for the world's 10% most carbon intensive oil and gas production.", "label": "strategy", "id": "train_0_55"}
{"text": "STOREBRAND'S USE Task Force on Climate-related Financial Disclosures Alignment and Current Use Storebrand will mainly use consistent and comparable risk metrics and values information that shows how climate-related risks are considered, compared with other areas of risk management.", "label": "risk", "id": "train_0_56"}
{"text": "During the next 15 years, we expect to add thousands of megawatts of solar energy and gas-fired generation capable of ramping up and down quickly to ensure a reliable grid. This includes 300 megawatts of renewable energy that would power a large Facebook data center under development on the outskirts of Richmond. These clean energy investments could total more than $500 million per year.", "label": "metrics", "id": "train_0_57"}
{"text": "We aim to promote equal opportunities by inspiring underrepresented groups to take up STEM fields by exposing them to aviation employment options and opportunities. By fueling the pipeline today through our support of educational initiatives and STEM programs, we will help to ensure more diverse perspectives in the hangars and boardrooms of the future.", "label": "none", "id": "train_0_58"}
{"text": "At the request of the Board's Responsible Banking, Sustainability and Culture Committee and the Board Supervision, Regulation and Compliance Committee, a joint session was held to review the current and emerging risks in the oil & gas and mining & steel portfolios of the Santander Group. This provided a good opportunity to deliberate the issues facing these sectors with independent board members that brought complementary skills and approaches to the discussion.", "label": "governance", "id": "train_0_59"}
{"text": "This transition does not, however, automatically translate into a financial risk for us. For example, motor insurance is the most important business line of the re/insurance sector globally. According to Swiss Re's sigma database, it currently represents approximately 33% of global non-life gross written premiums and is expected to grow further, albeit at a lower rate.", "label": "none", "id": "train_0_60"}
{"text": "We emit greenhouse gases both directly and indirectly. Our direct (Scope 1) emissions come from our industrial businesses, including the use of natural gas and diesel, and fugitive emissions from coal mining. Our main source of indirect (Scope 2) emissions is electricity used by our operations. We also estimate our Scope 3 emissions, which are other indirect emissions that occur as a result of our operations (e.g. employee air travel), but are not controlled by us.", "label": "metrics", "id": "train_0_61"}
{"text": "A group of 80 employees, from all Group bu- siness lines and regions (many working di- rectly with major BNP Paribas clients), was created to share best practices Groupwide with the aim of seizing on as many energy transition opportunities as possible together.", "label": "risk", "id": "train_0_62"}
{"text": "Absolute coal threshold Coal assets are particularly carbon-intensive and susceptible to stranded asset risk given the long life of these assets, as well as the evolving regulations on carbon emissions. To ensure we actively manage such risks, we implemented an absolute coal threshold to identify large carbon emitters with a diversified business mix, where relative thresholds may provide inadequate guidance. Our willingness to tackle climate change challenges is reflected in our new, 2019 commitment to not invest in mining companies producing at least 20 million tonnes of coal per year and power utility generators with more than 10 gigawatts of installed coal fire capacity.", "label": "strategy", "id": "train_0_63"}
{"text": "Climate risk is currently governed by ING's Climate Change Committee and relevant risk management committees. In 2020, we formed a climate risk working group to further develop suitable methodologies and support its integration in risk management processes.", "label": "governance", "id": "train_0_64"}
{"text": "Of these scenarios, 'Autonomy' is the scenario we consider best represents the technology and policy context that would be essential to meet the aspiration of limiting cumulative emissions to 450 ppm.", "label": "risk", "id": "train_0_65"}
{"text": " At the end of 2017 and the beginning of 2018, the economic environment and prospects for the watchmaking industry were improved and Swatch Group was able to meet the high demands of the different markets. This was made possible by employees who not only remained active during the difficult months but also used the time available to acquire new skills and thus meet the challenges facing Swatch Group. It was important to maintain a good and open relationship with the staff, who acknowledged the efforts made by their em- ployers to maintain the positions as well as the general condi- tions required for each person’s personal fulfillment.", "label": "none", "id": "train_0_66"}
{"text": "Climate change is increasing the frequency and intensity of natural disasters. According to a report by the United Nations Office for Disaster Risk Reduction (UNDRR), there were 7,255 natural disasters worldwide within the 20 years from 1998 to 2017, and 91% of them were climate-related. Moreover, among disasters associated with climate change, such as floods, storms, drought and heat waves, damage from floods and storms is particularly heavy, and the number of such disasters increased 2.2 times compared with the previous 20 years.", "label": "strategy", "id": "train_0_67"}
{"text": "Scope 2 emissions are the main component of our emissions profile. Our Scope 2 emissions, in turn, result primarily from our purchase of grid electricity. We also report Scope 3 emissions derived from air travel undertaken by our colleagues for business purposes. At present, Scope 1 emissions resulting from the use of vehicular fuels and stationary combustion fuels, which comprise a comparatively insignificant proportion of our overall energy consumption and emissions, are excluded from our reporting.", "label": "metrics", "id": "train_0_68"}
{"text": "The Head of Sustainable Business manages the Sustainable Business team that includes the Environment Manager, whose responsibilities include creation, monitoring and reporting on climate change programmes and targets, such as the carbon reduction goals, Science Based Targets commitment, and Planet agenda actions.", "label": "governance", "id": "train_0_69"}
{"text": "Over the past several years, changing weather patterns and climatic conditions, including as a result of global warming, have added to the unpredictability, frequency and severity of natural disasters and created additional uncertainty as to future trends and exposures. In particular, the consequences of climate change are expected to significantly impact the insurance industry, including with respect to risk perception, pricing and modeling assumptions, and need for new insurance products, all of which may create unforeseen risks not currently known to us.", "label": "strategy", "id": "train_0_70"}
{"text": "Sasol promotes effective management and achievement of climate-related targets and objectives through appropriate performance incentives. With the exception of Mining employees below management levels who participate in production bonus plans, short-term incentives are distributed through the single short-term incentive (STI) structure, which applies to all other employees globally. Corporate performance targets are set in relation to the long-term incentive plan and are measured over a period of 3 years.", "label": "governance", "id": "train_0_71"}
{"text": "The Bank will also use the scenarios and results from the 2021 BES to assess any vulnerabilities it may face on its own balance sheet. This will build on the work done to analyse the exposure of the Bank's investment portfolios to the risks from climate change, which are set out in Chapter 4.", "label": "risk", "id": "train_0_72"}
{"text": "Managing our emissions We emit greenhouse gases both directly and indirectly. Our direct (scope one) emissions primarily come from our industrial businesses, including the use of natural gas, refrigerants, diesel and fugitive emissions from coal mining. Our main source of indirect (scope two) emissions is electricity used by our operations.", "label": "metrics", "id": "train_0_73"}
{"text": "$15-20 billion in projected savings for the banking sector by 2022 thanks to blockchain technology* in manufacturing efficiency over the next five years, contributing $500 billion in annual added value to the global economy. To helps its clients secure these benefits, Capgemini offers a Digital Manufacturing service line that improves efficiencies and productivity through smart, connected services (see page 60).", "label": "none", "id": "train_0_74"}
{"text": "Primarily concerning the below 2 C scenario, analysis was implemented on the impacts on credit rating in each scenario, and the financial impact on the overall credit portfolio in the targetted sectors.", "label": "risk", "id": "train_0_75"}
{"text": "We recognise that global warming is an existential threat to humanity and one that we collectively can take steps to address. However, this is not a simple issue and we wish to take action that both meets our legislative requirements and is effective. We note that carbon dioxide produced from coal is not the only, or even the most potent, source of greenhouse gas emissions. Any company that sources energy from coal fired (or gas fired for that matter) energy generation is to some extent complicit in and contributing to the problem. This also extends to governments that do not regulate or factor in the costs from the damage that greenhouse gas emissions cause. As such, the list of contributors to the problem extends to almost the full range of our potential investment universe. Further, shutting down all coal supplies to coal fired power plants overnight would cause blackouts in many countries around the world and severely affect energy infrastructure. Electric grid systems that can only manage with a high percentage of base load power are another contributing factor.", "label": "strategy", "id": "train_0_76"}
{"text": "However, the topic involves other areas of the Company, such as Forestry Operational Development, Environment (Industrial and Forestry), New Business, Research & Development, Planning (Strategic and Forestry), Recovery and Utilities, Investor Relations and Risks, among others.", "label": "governance", "id": "train_0_77"}
{"text": "The inability to reform mortgage markets has dramatically reduced mortgage availability. In fact, our analysis shows that, conservatively, more than $1 trillion in additional mortgage loans might have been made over a five-year period had we reformed our mortgage system. J.P. Morgan analysis indicates that the cost of not reforming the mortgage markets could be as high as 0.2% of GDP a year.", "label": "none", "id": "train_0_78"}
{"text": "During 2015, we emitted 23.4 million tonnes of Scope 1 (direct) CO2e emissions mainly from fuel usage. Our Scope 2 (indirect) CO2 emissions, totalled 13.7 million tonnes. Our Scope 3 emissions include emissions from a broad range of sources, including shipping, land transportation by third parties and the use of our energy products.", "label": "metrics", "id": "train_0_79"}
{"text": "On an annual basis, the proposed principal risks, risk watchlist and emerging risks are reviewed and approved by our ExCo before being submitted to the Audit and Risk Committee (‘ARC’) and the Board. In line with our Group risk management framework, the ARC meets quarterly to receive updates on how our principal and watchlist risks are being managed across Vodafone.", "label": "governance", "id": "train_0_80"}
{"text": "In 2018, S&P Global's 2017 Scope 1, 2 and 3 Greenhouse gas emissions received third-party assurance from Corporate Citizenship. The evaluation assessed the accuracy of our environmental data processes and systems and was verified against the ISAE 3000 assurance standard.", "label": "metrics", "id": "train_0_81"}
{"text": "The initiative has four working groups; government bonds, listed equities and corpo- rate bonds real estate and strategic asset alloca- tion. Representatives from AP2 participate in the steering group and in the working groups for government bonds and real estate.", "label": "none", "id": "train_0_82"}
{"text": "In technology development, we focus on increasing resource efficiency - aiming to reduce energy and water consumption, emissions, effluents and waste. In 2019, 81% of our R&D projects were related to initiatives targeting sustainability improvements.", "label": "strategy", "id": "train_0_83"}
{"text": "Such a calculation has no predictive value (it is very difficult to predict whether a carbon tax will be applied everywhere in the world, and at what level; and the Group's emissions de- crease regularly) but it can be used to get a rough idea of the order of magnitude of such a measure.", "label": "risk", "id": "train_0_84"}
{"text": "We have been investing in videoconferencing and remote working capabilities as part of our IT Transformation Programme. Videoconferencing is integrated into our online collaboration platforms, enabling colleagues to join virtual meetings anytime, anywhere. Our teams can run webcasts with up to 500 participants.", "label": "none", "id": "train_0_85"}
{"text": "The Trustee has a preference for engagement, rather than exclusion, as a method in encouraging greater disclosures and practices with regard to climate-related risks. Two examples of such engagements are:", "label": "risk", "id": "train_0_86"}
{"text": "Responsible investment, inclusive of climate change factors, is part of the standard due diligence conducted on each investment considered. Oversight of the proprietary rating system is the responsibility of our Responsible Investment Committee, which includes senior investment team representation from each platform. In this section we will touch on how the Capital Dynamics R-EyeTM Rating System, overseen by the Responsible Investment Committee and the firm's overall responsible investment initiatives help shape how we address climate change.", "label": "governance", "id": "train_0_87"}
{"text": "Finally, as one of the largest financiers of energy in the world, we pledged to facilitate $200 billion in clean financing through 2025. Through this commitment, JPMorgan Chase will help scale the impact of sustainability efforts among more than 20,000 corporate and investor clients in the U.S. and across the world.", "label": "metrics", "id": "train_0_88"}
{"text": "We may be impacted by the long term effects of climate change, including: • increased severity or regularity of extreme weather events which may result in business disruptions, changing supply conditions, safety risks for our team members and customers, and damage to our physical assets and transport infrastructure; • changes to global policy and government regulations; and • changes to customer needs, preferences and behaviours.", "label": "strategy", "id": "train_0_89"}
{"text": "Potential risk Disruptions to operations and client services Actions to mitigate risk - We identify properties that we lease or own, which contain business processes and supporting applications that require enhanced facility infrastructure to mitigate site disruptions, such as those caused by extreme weather events.", "label": "risk", "id": "train_0_90"}
{"text": "The highest governing body for sustainability-related issues is the Group ESG Board. Meeting quarterly, it is comprised of three Allianz SE BoM members as voting members, one BoM member as standing guest voting on operations topics, and key departments being represented. On a case-by-case basis, further participants from Group Functions and operating entities participate. The ESG Board is responsible for sustainability and climate-related topics and oversees the Allianz Group Climate Change Strategy. It steers the whole corporate responsibility agenda, including for example positioning on Sustainable Finance as well as approving and steering external climate and ESG-related commitments and initiatives. Furthermore, it is responsible to ensure alignment of the ESG agenda with Allianz’s business operations, especially by validating with Group functions such as Group Risk and Group Compliance. It also oversees the integration of climate and ESG aspects into all core lines of business and central Group processes.", "label": "governance", "id": "train_0_91"}
{"text": "We recognise the importance of disclosing to investors how we are ensuring that our material capital expenditure and investments align with the Paris Goals. This includes each material investment in the exploration, acquisition or development of fossil fuel (including thermal and coking coal) production, resources and reserves, as well as in resources, reserves and technologies associated with the transition to a low carbon economy.", "label": "strategy", "id": "train_0_92"}
{"text": "Most of the Group’s CO2 emissions are direct emissions (Scope 1) from its own operations. But greenhouse gas emissions are also generated in other parts of the value chain and the Group takes all CO2 emissions into account and accordingly discloses Scope 1-3 emissions.", "label": "metrics", "id": "train_0_93"}
{"text": "In light of the dynamism of domestic demand, the surplus of the foreign sector is deteriorating due to the deceleration of the world economy and the global climate of increased uncertainty. Thus, foreign demand will probably maintain a more moderate contribution to growth, while these forces continue to influence the foreign environment.", "label": "none", "id": "train_0_94"}
{"text": "An inclusive culture at 3M is built on our Be Respectful Principles - to respect the dignity and worth of individuals; encourage the initiative of each employee; challenge individual capabilities; and provide equal opportunity.", "label": "none", "id": "train_0_95"}
{"text": "Changes in precipitation patterns and extreme weather conditions such as floods, storms, droughts and fires may impact our plantations and the forests we source wood from and could result in fibre supply chain interruptions and higher fibre costs. Higher temperatures may also increase the vulnerability of forests to pests and disease. Increased severity of extreme weather events may also interrupt our operations. In water-scarce countries, we may see an impact on our production process as a result of limited water availability.", "label": "strategy", "id": "train_0_96"}
{"text": "- We participated in launching Align17 - a WEF Young Global Leaders initiative - an independent platform which stands out in connecting a wider range of public, institutional, and private wealth investors with investment opportunities related to the Sustainable Development Goals.", "label": "governance", "id": "train_0_97"}
{"text": "Origin's risk management framework supports the identification, management and reporting of material risks in areas such as health and safety, environment (including climate change), finance, reputation and brand, legal and compliance and social impacts. Our framework is aligned with the International Standard (AS/NZ ISO 31000).", "label": "risk", "id": "train_0_98"}
{"text": "Business Opportunities MUFG aims to contribute to environmental and social sustainability and help realize United Nations Sustainable Development Goals (SDGs) through financial services. We have committed to extending a total of ¥20 trillion for sustainable financing over a period spanning fiscal 2019 through fiscal 2030 (of this, ¥8 trillion will be used for environmental finance). In fiscal 2019, we made great progress, extending a total of ¥3.7 trillion.", "label": "metrics", "id": "train_0_99"}
