{"text": "Our success in business depends on our ability to meet a range of environmental and social challenges. We must show we can operate safely and manage the effect our activities can have on neighbouring communities and society as a whole. If we fail to do this, we may incur liabilities or sanctions, lose business opportunities, harm our reputation, or our licence to operate may be impacted (see “Risk factors” on page 10).", "label": "strategy", "id": "train_2_0"}
{"text": "The inte- rest rate on the loan is tied to two key perfor- mance indicators: (i) achieving a net positive impact on biodiversity in UPM's Finnish forests; (ii) reducing Carbon dioxide emissions generated from pur- chased fuel and electricity 65% by 2030 (com- pared to 2015 levels), in accordance with UPM's commitment to aligning its business with the 1.5 C climate scenario.", "label": "metrics", "id": "train_2_1"}
{"text": "The analysis can be used to identify companies that need to be placed on the watchlist, in which case their climate strategies are carefully observed during the next several non-financial performance assessment campaigns.", "label": "risk", "id": "train_2_2"}
{"text": "At fiscal 2019, year ended March 31, 2020, total assets decreased by JPY 93.0 billion, compared with the end of the previous fiscal year, to JPY 3,321.7 billion, owing to decrease in cash and cash equivalents and other factors. Total liabilities increased by JPY 158.1 billion, compared with the end of the previous fiscal year, to JPY 1,327.9 billion. The Holdings shareholders’ equity decreased by JPY 83.7 billion, compared with the end of the previous fiscal year, to JPY 1,953.3 billion. As a result, the current ratio decreased by 20.9 percentage points, to 225.6%, the debt-equity ratio increased by 10.6 percentage points, to 68.0%, and the shareholders’ equity ratio decreased by 0.9 percentage points, to 58.8%, compared with the end of the previous fiscal year. The Company is maintaining a stable level of asset liquidity and a sound capital structure.", "label": "none", "id": "train_2_3"}
{"text": "Screening Process for Loan and Investment Proposals When reviewing and making decisions on loan and investment proposals, MC has adopted a process in which the Investment Committee deliberates all proposals to be discussed by the Board of Directors and the Executive Committee comprehensively based not only on economic aspects, but on Environmental, Social, and Governance factors as well.", "label": "governance", "id": "train_2_4"}
{"text": "The new index was built in three stages: - Firstly, Controversial Weapons Manufacturers were excluded from the universe of stocks that make up the FTSE All World Index universe, as the Trustee has a financial preference for avoiding such stocks where possible. - Secondly, a four factor index was created (Value, Quality, Low Volatility and Low Size) that rebalances regularly through time to create a 'Balanced Factor' index with more attractive risk-return characteristics than the standard market capitalisation index. - Finally, three climate-related tilts were applied to the 'Balanced Factor' index to create a 'Climate Balanced Factor' index. The FTSE All World (ex controversial weapons) Climate Balanced Factor Index tilts away from Carbon Reserves and Carbon Emissions, whilst positively tilting towards Green Revenues. The tilts are set such that the inclusion of the climate-related tilts, introduces a relatively modest tracking error compared to the Balanced Factor index without climate tilts. This allowed the Trustee to conclude that the new index was consistent with its fiduciary duty and provided an element of climate change protection.", "label": "strategy", "id": "train_2_5"}
{"text": "We are using special modeling techniques for natural catastrophes which combine portfolio data (geographic location, characteristics of insured objects and their values) with simulated natural disaster scenarios to estimate the magnitude and frequency of potential losses. Where such stochastic models do not exist, we use deterministic, scenario-based approaches to estimate potential losses.", "label": "risk", "id": "train_2_6"}
{"text": "In 2019, ING joined the United Nations Environment Programme FI Pilot Project on Implementing the Task Force on Climate-related Financial Disclosures Recommendations for Banks, where ING specialists participated in sector working groups, including the oil & gas group. This experience has given us further qualitative and quantitative insights into the potential impacts of climate risk on our current lending portfolio and future business. https://new.ingwb.com/binaries/content/assets/insights/research-reports/energy-scenarios/ing-energy-scenarios-report.pdf https://www.ing.com/Newsroom/News/ING-further-sharpens-coal-policy-to-support-transition-to-low-carbon-economy.htm https://www.unepfi.org/banking/tcfd/ https://www.unepfi.org/banking/tcfd/", "label": "governance", "id": "train_2_7"}
{"text": "WM reports on progress against our goals in our annual Sustainability Report: Goals and Progress. Offset 4 times the GHG emissions we generate through our operations by 2038 70% of collection fleet to be alternative fuel vehicles by 2025 55% of alternative fuel vehicles to run on RNG by 2025 100% renewable electricity will be purchased for all WM controlled facilities", "label": "metrics", "id": "train_2_8"}
{"text": "Alibaba has a unique corporate culture. Over the years, Alibaba has remained true to being a people-centric organization that encourages innovation. We believe that only a caring organization can do great things. And the best way to attract the right talent is by continuously developing new business runways and fostering a culture of innovation that will attract like-minded people. We are also focused on exploring ways to enhance and strengthen the Alibaba governance structure in response to the evolving needs of our increasingly diversified and vibrant business. This remains a rarity within the Internet industry, not just in China but for multinationals as well. We hope to implement constructive changes, methodically and gradually, in our management practices, governance, performance measurement and resource allocation across the organization. We aim to make our organization more agile and our culture more straightforward to better focus on our priorities of customer experience, customer value creation and customer mindshare.", "label": "none", "id": "train_2_9"}
{"text": "“The Connect & Drive leadership program gave me a better understanding of what really fuels innovation. The first key to success, is putting ideas into practice, being bold, and applying what we learn. The second is interaction, because connecting to others always broadens our horizons. That’s an important lesson.”", "label": "none", "id": "train_2_10"}
{"text": "Beith: Stranded carbon assets was the underappreciated risk back then. Today it’s policy risk. There’s a palpable sense of grass-roots alarm as we see real-world, real-time effects of climate change, and that could create a policy tipping point where governments have historically been skeptical. That is the case next door to us in Australia, with its devastating bush fires, but also in the U.S., where state and municipal governments have taken the lead while the federal government moves in the opposite direction. Those potential tipping points create substantial investment risk.", "label": "strategy", "id": "train_2_11"}
{"text": "BNP Paribas conducted two studies in 2019 to as- sess the resilience of its loan books to transition risks and physical risks. - The Industry Research Department (EIS) of the Group Risk Department performed an internal analysis on five-year energy and climate-related risks, physical risks and transition risks. This report is part of the Group's standard analysis of syste- mic risks, inter alia in the context of the analyses conducted by EIS on the impact of different risk factors on economic sectors. The purpose of the analysis was to identify and assess the main en- ergy transition and climate change risks incurred by BNP Paribas. It notably examined the impact of climate change on sovereign risk and the more or less significant exposure of various economic sectors to energy transition risks and opportuni- ties. This broad, detailed study found BNP Pari- bas' business model to be resilient to these risks, with respect to: o its businesses, and the sector and geographic classifications of its portfolios; o the measures taken to mitigate these risks. - For the first time, in 2019 and with the help of external specialists, BNP Paribas performed an assessment, on a sample of clients in its portfolio, of physical risks covering the consequences of cli- mate change (extreme weather events) on the as- sets of Group clients. They generate financial risks for companies not only through direct impacts on their assets, but also in terms of indirect impacts through their supply chains and markets. For each counterparty analysed, the final score of exposure to physical risks is based on three risk factors: operational risks, supply chain risks (upstream) and risks of market share losses (downstream).", "label": "risk", "id": "train_2_12"}
{"text": "The EBRD committed US$ 68.5 million (€60 million equivalent) to Amundi Planet – Emerging Green One, a green bond fund dedicated to emerging markets. The International Finance Corporation and the European Investment Bank also participated in the fund, which will invest in bonds issued by financial institutions and support climate and environmental projects.", "label": "metrics", "id": "train_2_13"}
{"text": "The Executive Board has the final oversight of the Combined Non- financial declaration which includes the climate / environmental strategy, climate-related risk assessment, organization, management, measures and targets. The highest monitoring body in the area of sustainable management is the Supervisory Board. The Supervisory Board commissions a limited audit review of the Combined Non- financial declaration.", "label": "governance", "id": "train_2_14"}
{"text": "In 2020, approximately 7,900 of our own employees undertook training in human rights, totaling more than 8,800 hours. Since 2017, this number has reached more than 26 thousand hours of training.", "label": "none", "id": "train_2_15"}
{"text": "The detailed methodologies underpinning the joint MDB approach to alignment with the Paris Agreement are currently under development and are being tested to support the assessment of alignment at a project level. The MDBs will report periodically on the process of defining these methodologies and their applications.", "label": "risk", "id": "train_2_16"}
{"text": "Greenhouse gas Mitigation Measures Our five year Greenhouse gas mitigation plan consists of three key elements - Energy Efficiency (Reduce), Renewable Energy (RE) Purchase (Replace) and Travel Substitution (Reduce and Replace); of this, RE procurement will contribute the maximum, 80% share to Greenhouse gas emission mitigation strategy for Scope 1 and 2.", "label": "strategy", "id": "train_2_17"}
{"text": "In view of the expected increase in the number of directors as well as in the number per year of meetings of the Board of Directors for exceptional transactions and of the Strategy & CSR Committee the competencies of which have been extended to the social and environmental challenges, including those in relation to climate, it will be proposed to the Shareholders’ Meeting to be held on May 29, 2020 to set, as from the fiscal year 2020, the annual fixed amount to be allocated to board members as compensation due to their activity at €1.75 million.", "label": "governance", "id": "train_2_18"}
{"text": "As a result of this exercise, with data at 30 June 2020, 18.4% of the exposure measured by EAD (equivalent to 9.7% of the Group's EAD) of the wholesale portfolio has been identified as corresponding to sectors defined as 'transition risk sensitive', with a very high, high or intermediate level of exposure to this risk. This calculation was made on a portfolio of EUR 237.4 billion, corresponding to the EAD of the wholesale lending portfolio (EUR 451.7 billion of the Group's EAD).", "label": "metrics", "id": "train_2_19"}
{"text": "Until the end of March 2021, a total of 29 institutions, including domestic and foreign automobile manufacturers, automotive component manufacturers, and universities, will participate in these field operation tests to acquire test data, conduct analysis, and report test results. In addition, they are planning to carry out activities such as holding test drives and demonstration events and disseminating information to develop public acceptance of automated driving.", "label": "none", "id": "train_2_20"}
{"text": "e/million tonne The Employee Performance Scorecards (EPS) of the CFO and VicePresident Financial Planning include improvements in CN's fuel efficiency, in line with the Canadian rail industry medium-term emission intensity reduction target and the company's long-term science-based target.", "label": "governance", "id": "train_2_21"}
{"text": "− Scope 3: Optional scope that includes indirect emissions associated with the goods and services supply chain produced outside the organization. Included are emissions from the transport of products from our logistics centres to stores (downstream) performed by external logistics operators (air, land and sea transport) as well as the emissions associated with electricity consumption in franchise stores.", "label": "metrics", "id": "train_2_22"}
{"text": "BlackRock’s Sustainable Investing platform consists of more than $50 billion in dedicated ESG strategies. We also manage more than $440 billion in solutions that eliminate exposure to certain sectors or activities. And we offer our strategies in index and alpha-seeking, with varying levels of customization, from iShares Sustainable Core ETFs to bespoke, institutional client solutions.", "label": "strategy", "id": "train_2_23"}
{"text": "We recognise the importance of disclosing to investors how we ensure our material capital expenditure and investments align with the Paris Goals. This includes each material investment in the exploration, acquisition or development of fossil fuel (including thermal and coking coal) production, resources and reserves, as well as in resources, reserves and technologies associated with the transition to a low carbon economy.", "label": "risk", "id": "train_2_24"}
{"text": "When publishing its supervisory expectations, the PRA acknowledged that firms still face barriers to implementing the forward-looking, strategic approach necessary to minimise the risks. To reduce these barriers, in March 2019, the PRA together with the Financial Conduct Authority (FCA) set up the Climate", "label": "risk", "id": "train_2_25"}
{"text": "Transitional risks AGL's Climate Statement reflects our approach to the strategic management of risks and opportunities associated with the energy transition. These risks incorporate policy and legal risk, technology risk, market risk and reputation risk. Transitional risks also include risks in end-of-life asset planning and the rehabilitation of assets. Misalignment of these plans with future scenarios may lead to possible stranded assets and revenue loss amid continued policy uncertainty.", "label": "strategy", "id": "train_2_26"}
{"text": "He has worked for the French Environment Ministry, for a major-league energy firm (with positions as head of the R&D program on alternative fuels, head of the environment department in an oil & gas refinery, sustainable deve- lopment leader for new energies and head of low-carbon products and services), and headed up the energy transition activity of an advisory firm; - Astrid Behaghel has 14 years' experience as an electrical engineer in the energy sec- tor managing international projects; - Sophie Demartini has 14 years' experience in public-private partnerships and renewable energy project financing.", "label": "governance", "id": "train_2_27"}
{"text": "Operations and Greenhouse gas Emissions: To ensure we remain a leader in implementing sustainability practices and reducing operational risk, our Services Division is committed to minimizing the impact of our operations on the environment and adopting best practices. We have been carbon neutral across our global operations and business travel since 2015, and are progressing on our 2020 operational goals. Additionally, alongside the sustainable finance target, we announced new operational goals for 2025, with a focus on strategic, collaborative partnerships that drive market transformation. See Our Operational Impact.", "label": "metrics", "id": "train_2_28"}
{"text": "For the purposes of determining the number of shares held by the executive Directors, the relevant calculation will include shares beneficially owned by the executive Directors, annual bonus awards which are deferred into shares for three years and PSP awards that have met the performance criteria but are subject to a two-year holding period prior to release. The deferred share awards and PSP awards subject to a two-year hold period are not subject to any further performance criteria other than continued employment with the Group.", "label": "none", "id": "train_2_29"}
{"text": "The British Columbia Carbon Tax Act sets a carbon price of $40 per tonne of CO2e on fuel combustion and is expected to increase by $5 per tonne of CO2e per year, reaching the federal target carbon price of $50 on April 1, 2021. The federal government has stated this program meets the requirements of the federal Greenhouse Gas Pollution Pricing Act. The CleanBC Program for Industry directs an amount equal to the incremental carbon tax paid by industry above $30/tonne into incentives to reduce emissions. The Government of British Columbia has also introduced measures to reduce upstream methane emissions by 45 percent and establish separate sector-level benchmarks to reduce carbon tax costs for industrial facilities.", "label": "metrics", "id": "train_2_30"}
{"text": "MC regularly assesses which climate-related opportunities and risks warrant the most attention through both internal and external surveys, and makes official determinations at the Sustainability & Corporate Social Responsibility Committee, which consists of Group CEOs from each of MC's Business Groups.", "label": "risk", "id": "train_2_31"}
{"text": "Its purpose is to identify strategic Environmental, Social, and Governance opportunities, Environmental, Social, and Governance Products Business Ethics Risk Compliance & Crisis Management Information Security Our Material Environmental, Social, and Governance Factors Environmental Management Board Diversity Board Governance Diversity & Inclusion Talent Attraction & Retention Training & Development coordinate market and product development across the Company and solidify S&P Global's position as a trusted provider of Environmental, Social, and Governance data.", "label": "governance", "id": "train_2_32"}
{"text": "Customer credit risks relate to advance payments receivable from customers or to accounts receivable related to equipment handed over or to services rendered. This risk is managed by defining the rules for tendering, payment terms, authorizations and credit control as well as project man- agement controls. Advance payments, documentary credits and guarantees are used in payment terms to minimize customer credit risks. KONE proactively manages its accounts receivable in order to minimize the risk of customer defaults.", "label": "none", "id": "train_2_33"}
{"text": "Investec is promoting sustainability as part of its core strategy and believes there needs to be a balance between economic and financial imperatives, the needs of society and their combined impact on the environment. Our commitment to sustainability recognises the interconnected nature of our business, the economy, the environment and society. Within our operations we support efforts to limit global warming to less than 2 C above pre-industrial levels; and to transition to a low carbon economy. We have achieved net-zero carbon emissions in our global operations and committed to ongoing carbon neutrality for our operational footprint.", "label": "strategy", "id": "train_2_34"}
{"text": "Risks are assessed by the respective risk owners and aggregated in a risk map by the risk management function. This process takes into account all kind of risks, i.e. also risks related to climate change – including physical and transitional risks. The risk map is updated quarterly in close cooperation with different committees/departments throughout the Lufthansa Group. Thereby it is ensured that various professionals and environmental experts evaluate the climate-related risks/ opportunities . Based on their assessment the financial and strategic impact on the Group from climate-related risks is made transparent. Asset specific risks/opportunities from climate change are assessed in the respective departments.", "label": "risk", "id": "train_2_35"}
{"text": "The downsides of disruptive technology have been apparent in other engagements. The Forum’s discussions with Tesla, a company that potentially will play a central role in decarbonising the car industry, have focused on health and safety concerns about their Freemont car plant. Despite introducing new technologies on the production line, reports have suggested that incident rates are higher than their competitors. There have been similar concerns that employment standards and health and safety records have been worse in new industries, including in the renewable energy sector.", "label": "strategy", "id": "train_2_36"}
{"text": "Compliance risk Compliance risk is the risk of failure to comply with applicable rules and regulations, and in so doing, exposing the group to penalties and reputational damage. Penalties received or due for non-compliance are an example of this risk. As a leading financial services group, the group faces complex challenges to ensure that its activities comply with local legislation, regulations and supervisory requirements and the relevant international standards and requirements.", "label": "none", "id": "train_2_37"}
{"text": "Furthermore, again in 2019, the following plants were completed: - the Adam plant in Tunisia (5 MWp with energy storage, 2.5 MWp Eni share) which will power the facilities at the Adam oilfield operated by Eni; - the photovoltaic plant at Katherine in Australia with a capacity of 34 MWp and energy storage; - 70% of the Badamsha wind farm in Kazakhstan, which is also an absolute first for Eni, with a total capacity of 50 MW (completed in February 2020).", "label": "metrics", "id": "train_2_38"}
{"text": "The CSO has responsibility for sustainability and climate change oversight within UPS. The CSO is a member of the UPS Executive Leadership Team (ELT), which consists of the Company's most senior executive officials, and reports directly to the CEO.", "label": "governance", "id": "train_2_39"}
{"text": "Emerging risks are monitored proactively, their potential long-term impact on the Company is evaluated, and Senior Management and Risk Management Committee are informed on the subject. In this context, climate change risks stand out in terms of both impact and probability. Moreover, loss of reputation/brand damage, business interruption, failure to innovate, cyber attack and information security risks stand out as globally emerging risks.", "label": "risk", "id": "train_2_40"}
{"text": "Our Integris Global Equity portfolios exclude companies that have material connections to certain controversial industries, e.g. fossil fuels, tobacco and weapons. We also exclude companies that score the worst overall ESG score (‘CCC’) as calculated by an independent external ESG research company, MSCI ESG Research, and at the end of December 2018, there were 174 companies excluded from the portfolios as a result of this ESG screen.", "label": "strategy", "id": "train_2_41"}
{"text": "We believe it is important to have both dedicated in- house ESG expertise, as well as broad-based responsibility for ESG matters across investment teams. Carlyle has a dedicated global team of internal ESG professionals led by Carlyle’s Global Head of Impact, who reports in directly to the firm’s COO. The ESG team works closely with our deal teams and the Global Legal Investment team as they diligence potential investments, and subsequently directly with our majority-owned portfolio companies to drive understanding and adoption of ESG principles and to create tailored value-creation plans. We also work closely with investors and broader stakeholders to drive industry learnings and best practice. As such, our work on climate risks and opportunities are integrated across the responsibilities of Carlyle professionals.", "label": "governance", "id": "train_2_42"}
{"text": "At Karnataka, we produced and sold 2.2 million tonnes during FY2018, in line with the allocated environmental clearance (EC) limits. The Honourable Supreme Court has increased the cap on production of iron ore for the state from 30 to 35 million tonnes, and accordingly increase in our allocation for Karnataka from 2.3 to 4.5 million tonnes in May 2018.", "label": "metrics", "id": "train_2_43"}
{"text": "Against this backdrop we saw sales decrease by 2% to $27.6 billion (2019: $28.1 billion) reflecting lower volumes in our materials businesses in certain European and North American markets as public health restrictions resulted in reduced construction activity. This was partially offset by increased sales in our Building Products Division driven by a strong residential sector in the United States (US), particularly in Repair, Maintenance and Improvement (RMI) activity.", "label": "none", "id": "train_2_44"}
{"text": "METRICS AND TARGETS DNB sets targets and uses metrics to help monitor and manage our climate risk. Among our corporate ambitions from 2019, is to contribute with NOK 450 billion to the financing of renewable energy and infrastructure, and NOK 130 billion to the financing of green property in the period leading up to 2025. As of 2020, all new and refinanced shipping loans will include a clause on responsible ship recycling.", "label": "metrics", "id": "train_2_45"}
{"text": "Origin has a robust risk-based inspection and infrastructure integrity program that is designed to manage venting and minimise leaks. It includes an annual maintenance program for wellheads and surface facilities, and testing of pipework and vessels. We continue to focus on our gas monitoring program, aiming to reduce our reliance on regulatory emission factors. This monitoring data also informs decisions about whether to retrofit or change the design of new infrastructure to reduce emissions.", "label": "risk", "id": "train_2_46"}
{"text": "Lufthansa Group provides incentives for the achievement of climate- related targets on board-level. The Supervisory Board defined specific CO2 reduction as focus topic for the strategic and sustainability target for long-term variable remuneration (LTI) for the 2020 financial year. The non-financial performance criteria thus take the interests of key stakeholders into account and provide long-term incentives for the environmental goal of reducing specific carbon emissions. For the LTI, the possible range of the target achievement for the financial and non- financial targets is between 0% and 200%. For the non-financial target “Environment”, the targets set by IATA (International Air Transport Association) for fuel efficiency are used, i.e. the average amount of kerosene consumed to carry a passenger 100 kilometres. The aim is to reduce specific fuel consumption by 1.5% p.a. and so to improve specific CO2 emissions. The LTI for 2020 includes emissions from Lufthansa’s own fleet as well as those from wet lease flights. To calculate performance, the improvement in specific CO2 emissions is measured annually over the four-year performance period. This was the Further Disclosure only non-financial target for LTI in 2019 and 2020 and accounted for 25% of the LTI. Specific CO2 efficiency (including wet-lease flights) came to 10.52 kg/100 passenger-kilometres in 2020 (2019: 9.22 kg/100 passenger-kilometres), so that performance in the 2020 financial year for the environmental parameter for the LTI 2020 was 0%. The development of this KPI in 2020 was due to the corona pandemic and mainly driven by comprehensive travel restrictions which resulted in lower passenger load factor and a higher share of short-haul flights which emit relatively more CO2 than long-haul flights.", "label": "governance", "id": "train_2_47"}
{"text": "Regulatory developments Globalization affects the insurance industry as well as its customers. Although many of today’s risks are globally interconnected and the largest insurers operate globally, insurance regulation is still mainly focused on national markets. From a global perspective, the regulatory framework is fragmented. This threatens the efficient use of capital and makes it harder for global insurers to fulfil their potential as bearers of risk. As a global insurer, Zurich advocates a consolidated group-wide approach to regulation, such as the International Association of Insurance Supervisors’ Common Framework for the Supervision of Internationally Active Insurance Groups initiative.", "label": "none", "id": "train_2_48"}
{"text": "At CEMEX, we are seeking to invest in upgrading our cement plants, trying to maximize the use of alternative fuels to power our kilns and transition away from fossil fuels. In 2019, we pledged more than US$50 million to invest in an innovative global program to replace fossil fuels with alternative fuels. Among our initiatives, we are starting to integrate an innovative new hydrogen-based technology to enable our cement kilns to increase their use of alternative fuels by optimizing their combustion process, while lowering their consumption of fossil fuels and reducing their CO2 emissions.", "label": "strategy", "id": "train_2_49"}
{"text": "Pandora measures its carbon footprint across all three greenhouse gas scopes. Approximately 1% of CO₂ emissions are related to Scope 1, 8% to Scope 2 and 91% to Scope 3. We focus on reducing all three scopes through our climate targets: 1) become carbon neutral in our own operations by 2025, and 2) set a Science Based Target by the end of 2021.", "label": "metrics", "id": "train_2_50"}
{"text": "Our review did not find any significant differences in formal positions on climate change policy between Origin and key industry associations. It is pleasing that the BCA and APPEA are currently undertaking a review of their positions on climate change policy, in part because members such as Origin have pushed for greater ambition and clarity on climate change action. We are taking an active role in the working groups for both organisations' climate change policy reviews.", "label": "governance", "id": "train_2_51"}
{"text": "IAG is exposed to multiple risks relating to the conduct of its general insurance business. The risks noted below are not meant to represent an exhaustive list, but outline those risks faced by IAG that have been identified in IAG's RMS:  strategic risk – the risk of not achieving corporate or strategic goals due to poor business decisions regarding future business plans and strategies and/or a lack of responsiveness to changes in the business environment;", "label": "none", "id": "train_2_52"}
{"text": "The physical risks of climate change are divided into acute and chronic risks. Acute risks include risks related to extreme weather events, such as floods and hurricanes. Chronic risks include, for example, permanently higher temperatures and the ensuing sea level rise. Sectors particularly exposed to physical risks include the forest sector, agriculture and real estate, to name a few.", "label": "risk", "id": "train_2_53"}
{"text": " In a local context, over the short term, changes to events such as hailstorms and bushfires will need to be reflected in technical pricing assumptions. In the medium term, cyclones are expected to extend southward to more populated parts of Australia, potentially adversely impacting assets and infrastructure that were not built to withstand such events.", "label": "strategy", "id": "train_2_54"}
{"text": "In recent years the impact of climate change is being felt throughout Japan. Its e ects include higher surface temperature, more frequent heavy rainfall events, declining quality of agricultural products, shifting plant and animal species distributions, and a higher risk of heat illness. �ere is a high probability that these e ects will continue and become more severe over an extended period.", "label": "strategy", "id": "train_2_55"}
{"text": "We have enhanced our Environmental, Social, and Governance heat map to include proxy climate risk metrics. This heat map is available to our analysts and fund managers and updated on a monthly basis. It includes a composite carbon exposure metric based on the carbon-intensity of business activities, the extent of operations in jurisdictions with stringent carbon emissions regulations and the quality of a company’s carbon management. We targeted a £500 million annual investment in low-carbon infrastructure from 2015-2020, and an associated carbon saving target of 100,000 CO2e tonnes annually. In 2017, we signed £527.5 million of new investment into wind, solar, biomass and energy efficiency. Aviva holds over £744 million in green bonds.", "label": "metrics", "id": "train_2_56"}
{"text": "The following table presents financial guarantees given for real estate construction and development, including the maximum level of exposure to credit risk (i.e. the amount the Group could have to pay if the guarantee is called on).", "label": "none", "id": "train_2_57"}
{"text": "Scenario analysis is an emerging industry practice. TD is dedicated to undertaking the process thoughtfully to gain valuable insight into our overall business strategy. As such, we have embarked on a multi-year journey to conduct climate scenario analysis, using new methods, data and tools. In this report, we outline our approach and progress in laying the foundation for our analysis. As our scenario analysis practice matures, so too will our analytical inputs and results.", "label": "risk", "id": "train_2_58"}
{"text": "(CBI), the Association for Financial Markets in Europe (AFME) and the Institute of International Finance (IIF). On a senior level, we chair the UK Government's Global Resource Initiative and are members of the UK Finance Sustainable Finance Committee and the CBI Energy and Climate Change Board.", "label": "governance", "id": "train_2_59"}
{"text": "The dedicated Environmental, Social, and Governance Engagement Committee that oversees TDAM's overall Environmental, Social, and Governance strategy, integration and implementation facilitates discussion around Environmental, Social, and Governance issues, engagements and policy direction. Discussions are shared across teams to further Environmental, Social, and Governance integration efforts.", "label": "governance", "id": "train_2_60"}
{"text": "In the higher risk segments (such as coal and gas fired power generation) our customers are well advanced in the execution of their transition strategies, transforming their energy generation mix through re-engineering of their power plants and investments in more renewables and Santander is engaging with them and supporting them in their transition. For example, we have entered into several transactions with existing clients that have a residual amount of energy generation from coal and we have included contractual provisions to assure that there is a scheduled phase down towards lower emission generation, in line with the sponsors' strategy.", "label": "strategy", "id": "train_2_61"}
{"text": "Looking forward to 2018, we will continue to remain focused on our key sectors and core customers, while further exploring how digital technologies can drive value for our customers. We are excited by the opportunities presented by the Scape Major Works framework with the first projects coming to fruition in 2018. In a challenging market we are conscious of the obligation to build on our strengths and retain our financial and operational stability. A key component of long-term sustainability will be ensuring we can continue to attract the most talented people to our workforce, and our work on promoting a more diverse and inclusive workforce will be an increasing focus in the year ahead.", "label": "none", "id": "train_2_62"}
{"text": "La Poste SA's trajectory was SBTi-certified in 2019. It aims to achieve an overall objective of a 30% reduction in Scope 1, 2 and 3 emissions by 2025(1) compatible with the 2 C scenario of the Paris Agreement. This can be broken down into two sub-objectives:", "label": "metrics", "id": "train_2_63"}
{"text": "In Singapore, we have begun proactive engagement and advocating collaboration with the National Climate Change Secretariat and Centre for Liveable Cities as part of 100 Resilient Cities, and lead business engagement and roundtables to share and discuss longer term climate risks.", "label": "risk", "id": "train_2_64"}
{"text": "The financial communication strategy outlined for each year is based on the principles of transparency, rigour and consistency. This ensures that all relevant information is transmitted in a non-discriminatory, clear and complete manner to stakeholders.", "label": "none", "id": "train_2_65"}
{"text": "BMO's Chief Risk Officer (CRO) reports directly to the CEO and is head of Enterprise Risk and Portfolio Management and chair of the Risk Management Committee (RMC). The CRO is responsible for providing independent review and oversight of enterprise-wide risks and leadership on risk issues, developing and maintaining a risk management framework and fostering a strong risk culture across the organization. ERPM provides risk management oversight, supporting a disciplined approach to risk-taking for independent transaction approval and portfolio management, policy formulation, risk reporting, stress testing, modelling and risk education. ERPM is responsible for conducting climate change scenario analysis to identify potential risks in BMO's lending portfolio.", "label": "governance", "id": "train_2_66"}
{"text": "We do not provide normalised figures for our CO2 emissions nor ratios of CO2 to production, financial results or employee headcount, as we do not believe that reporting a normalised figure meaningfully contributes to an understanding of our performance. The scope and diversity of our products make a single production figure impossible to calculate and our financial results are impacted by commodity prices and foreign exchange rates, which are outside of our control. In addition, due to the nature of the exploration, development and the production cycle, our CO2 emissions do not necessarily correlate to our employee headcount.", "label": "metrics", "id": "train_2_67"}
{"text": "Climate change presents an evolving set of risks and opportunities for Coles, and has the potential to contribute to and increase the exposure of other material risks. These include increased frequency/intensity of extreme weather events and chronic climate changes which can disrupt our operations and compromise the safety of our team members, customers, supply chain and the food we sell; changes to government policy, law and regulation, which can result in increased costs to operate and potential for litigation; and failure to meet expectations of stakeholders resulting in reputational damage.", "label": "strategy", "id": "train_2_68"}
{"text": "Review Process We review the environmental materiality once every five years at the timing of the formulation of the five-year action plan. If there are any major shifts in society or Toyota, we will conduct flexible reviews regardless of the regular interval.", "label": "risk", "id": "train_2_69"}
{"text": "Like many of our customers, shareholders, and team members, we are concerned about climate change and other environmental challenges affecting our planet. We’ve launched the “Greener Every Day” campaign to educate and inspire our team members to join our environmental efforts by making simple changes in their behavior each day at home, work, and in the community. Our goal is for team members to make a total of 250,000 commitments to improve sustainability by 2020.", "label": "metrics", "id": "train_2_70"}
{"text": "During the year the Board received an update relating to the Group’s climate change strategy and approved a range of actions to support ongoing delivery, including strengthening the link between emissions performance and executive remuneration, establishing a new medium-term, science-based target for scope one and two emissions in line with the Paris Agreement, and the framework for a Climate Investment Program, which includes an amount of US$400 million as set out by the CEO in July 2019.", "label": "governance", "id": "train_2_71"}
{"text": "United Nations Environment Programme FI INVESTOR PILOT CASE STUDY: TDAM Testing Carbon Delta Scenario Analysis Approach1 TD Asset Management (TDAM) is a wholly-owned subsidiary of TD, having assets under management of US$268.6 billion.2 As a North American investment management firm, TDAM serves a large and diversified client base, including pension funds, corporations, institutions and high-net-worth and retail individuals, and has leading market positions in passive, quantitative and active portfolio management.", "label": "strategy", "id": "train_2_72"}
{"text": "A weakening of the global economic envi- ronment could result in a deterioration of the market environment and the competi- tive situation in the industry. In particular, a stronger than anticipated decline or a prolonged weakness of the construc- tion market could result in a significant decline in the new equipment market and a more challenging market environment for services. In particular, a sustained mar- ket decline in China, which accounts for approximately 30% of KONE’s sales, could have an adverse effect on KONE’s growth and profitability.", "label": "none", "id": "train_2_73"}
{"text": "Climate risks and opportunities are included in the scope of our Enterprise Risk Management (ERM) Framework, processes and reporting. Climate analysis is a rapidly evolving area. We took important steps in 2020 to strengthen our methodology and tools to identify, assess and manage our climate risks and opportunities. Our 2020 assessment approach and process, as well as how the insights were integrated into our overarching climate change strategy, are summarized in the Strategy section. The findings will continue to be integrated into our strategic planning and ERM Framework to help strengthen our resilience, mitigation and adaptation responses. The results and learnings of this ongoing work are regularly presented to the Executive Board and Board of Directors.", "label": "risk", "id": "train_2_74"}
{"text": "In addition, a dedicated team within Group Risk Management analyses Emerging Risks (oft en related to long term Environmental, Social, and Governance issues) via a specifi c framework, tools and local network in order to monitor their materiality and manage their potential impact on the AXA Group in the next 5 to 10 years. Regular reviews and in-depth analyses of emerging risk topics are shared with the Group-wide Emerging Risks community.", "label": "governance", "id": "train_2_75"}
{"text": "Paper BlackRock set a 2020 paper reduction target of 25% in October 2017. As of year-end 2019, BlackRock has reduced paper use globally by 44%. We attribute this reduction to heightening of employee awareness, swipe technology, and standard double-sided print settings on all copiers.", "label": "metrics", "id": "train_2_76"}
{"text": "Broadly, the 2 degrees scenario demonstrated that IAG would incur additional operating costs, mainly as a result of the increased cost of carbon or other policy interventions. The 4 degrees scenario also demonstrated that IAG would incur additional operating costs, but in this case, these would more likely arise from increased cost of operational disruption due to increased frequency of extreme weather events.", "label": "strategy", "id": "train_2_77"}
{"text": "In 2020, sustainability factors have been incorporated as one of the dimensions of the analysis in the Operating Frameworks of Autos, Energy, Utilities, Steel and Cement. All these sectors are included in the taxonomy as transition risk-sensitive.", "label": "risk", "id": "train_2_78"}
{"text": "The ability to enable a fast and effective response to, and recovery from, disruptive events. The effectiveness of this element is determined by the thoroughness of efforts to plan, prepare and exercise in advance of events.", "label": "none", "id": "train_2_79"}
{"text": "4.2.9 It is acknowledged that most AIs are at the stage of formulating their approaches to measuring exposures to climate risks. As such, the consideration of climate risks in the RAS may be qualitative in the initial stage. The RAS should however be regularly reviewed and enhanced, in the light of the evolving impacts arising from, and the data availability and capability in assessing, climate change.", "label": "risk", "id": "train_2_80"}
{"text": "For separate account clients, we make this data available directly to the client upon request. In addition to supporting our clients in considering climate and other sustainability-related risks to which a given fund may be subject, making this data available to our clients supports our clients' abilities to report Greenhouse gas emissions data for their investments. On pages 39 and 40, we provide an example of the product-level disclosure provided to clients.", "label": "strategy", "id": "train_2_81"}
{"text": "In regard to public policy risks, S&P Global monitors and engages on relevant developments globally through its Government Affairs function. The Company has established internal governance and reporting frameworks to identify, analyze, elevate, and engage on public policy risks and opportunities, including those associated with climate and environmental policy, sustainable finance, and related legislative initiatives.", "label": "governance", "id": "train_2_82"}
{"text": "In 2019, CAPCO issued a HK$170 million, 25-year New Energy Bond to fund the construction of the West New Territories Landfill energy-from-waste project, which was an inaugural green bond for Scheme of Control-regulated business. This waste-to-energy project allows CAPCO to use landfill gas as energy source, offsetting emissions from some of its coal-fired power generation units and achieving significant environmental benefits.", "label": "metrics", "id": "train_2_83"}
{"text": "This year we have been rolling out an online learning platform that provides a significantly enhanced personal development environment for all our staff. We’re also investing in Digital Workspace, a new intranet- based platform that integrates all of our collaborative learning channels. Amongst other things, it provides a virtual space in which Arup people with similar professional interests can explore and share new ideas.", "label": "none", "id": "train_2_84"}
{"text": "Asset owners should describe how they consider the positioning of their portfolio with respect to the transition to a lower carbon energy supply production and use. This could include explaining how asset owners actively manage their portfolio's positioning relative to this transition.", "label": "strategy", "id": "train_2_85"}
{"text": "In line with this action plan, in 2014 we set the target of “achieving a five-fold increase in value created in terms of climate change countermeasures through the provision of NEC products and services compared to the CO2 emissions from NEC’s supply chain,” and proceeded to carry out initiatives. During fiscal 2019, the value was six times, with a contribution of 33.58 megatons for an mitigation, targeting a reduction of 23 megatons by fiscal 2021, expanding to 50 megatons by fiscal 2031. Moreover, we will reduce CO2 emissions from our own business operations by improving efficiency and shifting to renewable energy. environmental load of 5.62 megatons, representing a significant improvement from 3.5 times in fiscal 2018. This reflects a stronger approach to our suppliers and an increase in provision of disaster measure-related solutions by domestic subsidiaries.", "label": "metrics", "id": "train_2_86"}
{"text": "The persistence of downside risks is leading central banks to suggest a more accommodative policy over the coming months. Both the Fed and the ECB have coincided in reasserting a positive medium-term central scenario, but they have indicated to a significant probability of a relaxed monetary policy in the coming months, in order to offer safeguards against the prevalence of the downside risk.", "label": "none", "id": "train_2_87"}
{"text": "The Bank acknowledges that climate change may have an impact on its financial planning process. As a result, it will roll out a scenario analysis program over the coming years to account for how environmental impacts may affect analyses of income and operating expenses, investments, capital distribution, potential acquisitions or divestitures and access to capital, among other factors.", "label": "risk", "id": "train_2_88"}
{"text": "Furthermore, within the Business Lines there are specific functions and units responsible for achiev- ing what is stated in the strategy. For example, in the R&M Business, there is the Bio development, Sustainable mobility & Circular Economy (BSCE) unit, in the Chemicals business (Versalis) there is the Circular Economy, Sustainability & Product Stewardship unit which guarantees the processing of the Versalis positioning on circular economy ensuring the monitoring of the initiatives, while in Eni- Rewind there is the Circular economy & business services unit.", "label": "governance", "id": "train_2_89"}
{"text": "Enhancing our responsible screening criteria Negative screening is used by institutional investors to exclude or to limit certain types of investments usually based on a set of defined industry criteria. Responsible investment screening can also include evaluation and identification of companies which are managing their ESG issues poorly, which in turn may coincide with the loss of shareholder value.", "label": "risk", "id": "train_2_90"}
{"text": "Operational risks are inherent in the Barclays Bank Group’s business activities and it is not cost effective or possible to attempt to eliminate all operational risks. The Operational Risk Framework is therefore focused on identifying operational risks, assessing them and managing them within the Barclays Bank Group’s approved risk appetite.", "label": "none", "id": "train_2_91"}
{"text": "Why is strong governance important to how we manage environmental risks and opportunities? Bharat: Anchored in our purpose to enrich the lives of our customers, communities and colleagues, strong governance is the cornerstone of long-term responsible growth.", "label": "governance", "id": "train_2_92"}
{"text": "In addition, the transition to a decarbonized society carries with it the risk of greenhouse gas emission regulations, such as the introduction and strengthening of a carbon tax, and technological improvements or rapid development of renewable energy technologies. There is a possibility that this shift could adversely affect the business performance and financial condition of the Company and its consolidated subsidiaries, especially those engaged in fossil fuel-related business. The likelihood of these climate-related risks is largely dependent on the status of efforts to prevent climate change under the Paris Agreement.", "label": "strategy", "id": "train_2_93"}
{"text": "Key actions: • • Refreshed our Climate Change Roadmap Refreshed our Climate Change Roadmap to include commitment and pathway to to include commitment and pathway to target a 45% absolute emissions reduction target a 45% absolute emissions reduction by 2030 and net zero greenhouse gas by 2030 and net zero greenhouse gas emissions across our whole investment emissions across our whole investment portfolio by 2050. portfolio by 2050. • Allocated 1% of the Growth (Cbus MySuper) • Allocated 1% of the Growth (Cbus MySuper) portfolio or ~$500 million for investments portfolio or ~$500 million for investments in climate change mitigation opportunities.in climate change mitigation opportunities. • Engage with companies we invest in to • Engage with companies we invest in to influence them to reduce their carbon influence them to reduce their carbon emissions and contribute to meeting the emissions and contribute to meeting the Paris Agreement targets and SDGs.Paris Agreement targets and SDGs.", "label": "metrics", "id": "train_2_94"}
{"text": "Work on our approach to becoming a net zero carbon business will include the development of new targets to replace and supplement our existing ones. These will be set and made public during the current financial year.", "label": "metrics", "id": "train_2_95"}
{"text": "In 2016, Asset Management established a Sustainable Investment Leadership Team (SILT), a cross-functional group of senior experts that facilitates a coordinated strategy for sustainable investing across asset classes and investment offerings. Asset Management has also increased efforts to contribute to and advance clients' understanding of Environmental, Social, and Governance topics. In 2018, for example, our Asset Management business published a series of insights exploring climate change and resilience, renewable energy and battery storage, and Environmental, Social, and Governance integration in real estate portfolios, among other topics.", "label": "governance", "id": "train_2_96"}
{"text": "So far, those analyses have concluded that even in the 2 C Scenario, MC's fossil-fuel operations will remain com- petitive, and that the Company will remain resilient over the medium to long term due to its initiatives in other businesses where future market growth is anticipated owing to the spread of renewable energy and other businesses associated with the tran- sition to a low-carbon society.", "label": "strategy", "id": "train_2_97"}
{"text": "Stress testing our portfolio to assess the effect of climate change on the bank's financial position, in 2019 ING carried out an internal climate risk stress test. As there is no standard for climate change stress testing yet, ING has adapted its regular stress testing models while leveraging on insights from supervisory climate stress tests and internal climate (risk) experts.", "label": "risk", "id": "train_2_98"}
{"text": "A CLEAR PATH FORWARD We are at an extraordinary time in our history. We have built a successful and growing business by putting science and patients at the center of every decision and investment we make. We are proud of the impact our efforts are having, and now we are better positioned than ever to leverage advances in biology, genomics and technology to pursue treatments for some of humanity’s most intractable diseases.", "label": "none", "id": "train_2_99"}
