{"text": "For example: The Fuel Management team performance score is tied to the company's Canadian rail industry emission intensity reduction target of 6% by 2022 from a 2017 baseline and we engage with our suppliers to obtain key information on and optimize our fuel blends in alignment with the Canadian Renewable Fuel Standard and impending Clean Fuel Standard.", "label": "metrics", "id": "train_3_0"}
{"text": "IDB Invest and Canada launched the second phase of the Canadian Climate Fund for the Private Sector in the Americas (C2F) project, a mixed climate finance program with a gender focus for Latin America and the Caribbean. It is expected to leverage up to US$1 billion in private sector investments in areas such as renewable energy, sustainable agriculture and forestry to help the region’s most vulnerable population segments, especially women and young girls, to better prepare and adapt to climate change.", "label": "strategy", "id": "train_3_1"}
{"text": "For more information regarding the identification, analysis and management of risks at Iberdrola, see the following public documents, available on its website: - Section 'E' of the Annual Corporate Governance Report for financial year 2019. - The 'Principal risks and uncertainties' section of the Consolidated Management Report for financial year 2019 (particularly the section on climate change), as well as note 4 to the financial statements. - The Integrated Report. - The General Risk Control and Management Policy. https://www.iberdrola.com/ https://www.iberdrola.com/wcorp/gc/prod/en-US/corporativos/docs/gsm20-AnnualCorporateGovernance2019.pdf https://www.iberdrola.com/wcorp/gc/prod/en-US/corporativos/docs/gsm20-FinancialStatements-AuditorsReport-Consolidated.pdf https://www.iberdrola.com/corporate-governance/general-shareholders-meeting/documents https://www.iberdrola.com/corporate-governance/corporate-governance-system/corporate-policies/general-risk-control-management-policy", "label": "risk", "id": "train_3_2"}
{"text": "In January 2020, GSF and Morgan Stanley Research convened our inaugural Cross-Divisional Forum on Climate Change. This collaboration brought together Morgan Stanley's experts on climate-related risks and opportunities across business units, including: - Institutional Securities Group: divisions represented included Investment Banking, Global Capital Markets, Institutional Equities, Fixed Income, Public Finance and Commodities - Wealth Management: joined by Wealth Management Investment Resources and Capital Markets - Investment Management: joined by portfolio managers from Private Credit and Equity, Real Assets and Alternative Investment Partners", "label": "governance", "id": "train_3_3"}
{"text": "KONE’S NET WORKING CAPITAL • Our business model enables us to operate with negative net working capital. • KONE operates with advance payments across businesses and geographies. Advance pay- ments consist of customer pay- ments for new equipment and modernization orders included in work-in-progress as well maintenance contracts.", "label": "none", "id": "train_3_4"}
{"text": "MELBOURNE BACKS BTR In June 2019, we entered into an agreement with developer PDG to deliver 490 purpose-built, BTR apartments as part of the $450 million Munro development in Melbourne’s CBD. The Munro development is a key project within the City of Melbourne’s $250 million renewal of the Queen Victoria Market precinct.", "label": "none", "id": "train_3_5"}
{"text": "The eleven companies that were divested from as at 30 June 2019 are shown in Appendix C. This is an ongoing process, as companies divested from the fund could be repurchased if their sustainability planning improves, and other companies divested if they do not deliver on pledges.", "label": "strategy", "id": "train_3_6"}
{"text": "Stakeholder mapping and dialogue between BNP Paribas and each individual stakeholder are covered in 'How BNP Paribas listens to and takes into account the expectations of its shareholders', updated in 2019 and transmitted to the Corporate Governance Ethics, Nominations and Corporate Social Responsibility Committee (CGEN), a specialised Board of directors committee.", "label": "governance", "id": "train_3_7"}
{"text": "Maersk's proactive engagement with customers, inves- tors and lenders in relation to framework conditions for shipping is also part of managing the risk of encountering first mover disadvantages. New net-zero fuels will likely be more expensive than the current fuels, so for Maersk's vision of commercially viable net-zero vessels to be ready in 2030, it is crucial to get the right framework conditions in place. This is something Maersk both monitors closely and works proactively to ensure.", "label": "risk", "id": "train_3_8"}
{"text": "Scope 3 greenhouse gas emissions Scope 3 emissions are indirect greenhouse gas emissions as a consequence of the operations of the Company, but are not owned or controlled by the Company, such as emissions from third-party logistics providers, waste management suppliers, travel suppliers, employee commuting, and combustion of sold gas by customers.", "label": "metrics", "id": "train_3_9"}
{"text": "5.1.6 Commitment to monitor emissions from shipping finance Societe Generale is one of the founding signatories to the Poseidon Principles in collaboration with the Global Maritime Forum, and in league with a significant number of the shipping industry's leading banks.", "label": "governance", "id": "train_3_10"}
{"text": "Achieving carbon neutral operations will involve three steps for us. First, we will continue to reduce the energy consumption of our stabilized properties and entire announced development pipeline through maximizing onsite energy reductions. Second, we will continue to take advantage of all onsite solar and battery installation opportunities. Finally, we will make the remainder of the energy consumption", "label": "strategy", "id": "train_3_11"}
{"text": "Porsche achieves sustainable growth in 2020 financial year Porsche AG set a new revenue record in the 2020 financial year: its value grew to 28.7 billion euros, surpassing the previous year’s figure by more than 100 million euros.", "label": "none", "id": "train_3_12"}
{"text": "The Group is also committed to promoting research and education to better understand and protect against climate risk: the AXA Research Fund will dedicate €35 million to climate risk research by 2018. In addition, AXA works on climate issues through its partnership with the humanitarian organization CARE; this partnership is focused in part on disaster risk reduction efforts among vulnerable populations in both Africa and Asia.", "label": "risk", "id": "train_3_13"}
{"text": "– The Emu Downs Solar Farm is a 20MW solar farm, being built next to the Emu Downs Wind Farm site. Synergy, the Western Australian energy provider has entered into a 13-year offtake agreement for both the energy and the Large-scale Renewable Generation Certificates (LGCs), commencing January 2018. The estimated $50 million project will be partially funded with a $5.5 million grant from the Australian Renewable Energy Agency (ARENA).", "label": "metrics", "id": "train_3_14"}
{"text": "In addition to the board, the DLC SEC (a board appointed committee) takes responsibility for monitoring the nonfinancial elements of sustainability, specifically the group's performance in terms of social, environmental (including climate change) and governance (ESG) indicators. Extreme events are assessed, and mitigating actions are considered within the risk appetite framework. Climate considerations are integrated into multidisciplinary, company-wide management processes throughout the group. The DLC SEC is also responsible for promoting the relevance and importance of sustainability, climate issues and sustainable development across the group.", "label": "governance", "id": "train_3_15"}
{"text": "8 Climate change Climate change due to global warming could cause various damages, including flooding, landslide disasters caused by abnormal weather conditions such as concentrated torrential rains. Severe heat, heavy snowfall and drought due to unseasonable weather changes, water resources, and loss of biodiversity could also be expected to arise from climate change.", "label": "strategy", "id": "train_3_16"}
{"text": "We remain at the forefront of SAF development and of influencing domestic, regional and international policy to support these fuels. We have committed to invest $400 million in SAF over 20 years from 2017. In August 2019, the British Airways partnership with Velocys and Shell submitted a planning application for Europe’s first household-waste-to-jet-fuel plant in Immingham, England. Construction of the plant is due to start in 2021 and the plant will be operational in 2024. It is expected to produce over 32,000 tonnes of sustainable jet fuel per year.", "label": "metrics", "id": "train_3_17"}
{"text": "AGL's Risk Management Policy, which has been approved by AGL's Board, mandates that management utilise risk management principles in decision-making, and requires all AGL people to consider their functions and roles and how to manage risks arising from their business decisions and activities. AGL's Statement of Risk Appetite, reviewed annually by the ARMC, sets out AGL's risk appetite in relation to strategic, financial, market and operational risks, as well as AGL's risk tolerance (which in turn identifies activities for which AGL has no appetite).", "label": "none", "id": "train_3_18"}
{"text": "Assessment of resilience to physical risks for the asset management business BNP Paribas Asset Management BNP Paribas Asset Management works with a spe- cialist research firm that provides it with physical risk scores, which are used to improve its investment analysis.", "label": "risk", "id": "train_3_19"}
{"text": "In terms of piloting, we are analysing CIB listed companies sub-portfolio data (about 30 percent of the total in terms of EAD of given portfolio) while for remaining companies we are applying proxies based on sector and size of the company.", "label": "none", "id": "train_3_20"}
{"text": "Management Management, like all employees at CN, are responsible for upstream and operations cost control, including energy efficiency, and are educated on energy management best practices through our EcoConnexions employee engagement program. Management at CN works collaboratively across the value chain to support sustainable production and consumption. Our employees are highly engaged in working together to optimize materials and minimize waste in our operations, which is also reflected by the inclusion of emissions and energy efficiency strategy performance indicators in their EPS objectives.", "label": "governance", "id": "train_3_21"}
{"text": "The cost of the loan is associated with a Greenhouse gas emissions reduc- tion target of 1 million metric tons by 2025; o another $750 million SLL was syndicated for Finnish forest industry company UMP.", "label": "metrics", "id": "train_3_22"}
{"text": "Transition (ANET) fund at the beginning of 2019. This fund invests in companies in the Netherlands that commit to transitioning to sustainable energy. ANET aims at investments in relatively small and innovative projects and businesses. ABP has set aside €50 million for ANET; the pension fund has the possibility of increasing this amount in the future.", "label": "strategy", "id": "train_3_23"}
{"text": "AGL Macquarie is working with WaterNSW to add to its model of the Hunter River regulated system to improve and provide greater clarity of our operation and operational impact on the system.", "label": "risk", "id": "train_3_24"}
{"text": "In response to this challenge, BBVA is working on the launch of specific training itineraries in Sustainability, divided into three levels which have been selected with a focus on the two dimensions of the new sustainability strategy: climate action and inclusive growth.", "label": "strategy", "id": "train_3_25"}
{"text": "The types of events that give rise to reputation risk are broad and could be introduced in various ways, including by the Firm’s employees and the clients, customers and counterparties with which the Firm does business. These events could result in financial losses, litigation and regulatory fines, as well as other damages to the Firm. As reputation risk is inherently difficult to identify, manage, and quantify, an independent reputation risk management governance function is critical.", "label": "none", "id": "train_3_26"}
{"text": "As for climate-related risks, we have followed TCFD classification in considering (1) risks related to the transition to a low-carbon economy in the 2°C scenario and (2) risks related to the physical impacts of climate change in the 4°C scenario, which assumes that efforts to reduce global CO2 emissions have failed. Risks are categorized into short term (over the next three years from fiscal 2019 to 2021), medium term (through fiscal 2030), and long term (through fiscal", "label": "risk", "id": "train_3_27"}
{"text": "A4S Support S&P Global's CFO, Ewout Steenbergen, is a member of the Accounting for Sustainability (A4S). A4S was established by HRH The Prince of Wales and aims to inspire action by finance leaders to drive a fundamental shift toward resilient business models and a sustainable economy.", "label": "governance", "id": "train_3_28"}
{"text": "Of these, the most important part is due to end use of energy products, for which international reference protocols do not indicate an unequivocal estimation methodology that allows a concise and comparable representation of Greenhouse gas emissions.", "label": "metrics", "id": "train_3_29"}
{"text": "Investment Management Investment Management operates in the strong belief that Environmental, Social, and Governance factors- including climate change-influence risk, return and opportunity. Investment Management teams strive to incorporate Environmental, Social, and Governance in their investment process, including consideration of climate-related risks and opportunities that could have significant impact on value. Portfolio managers and investment teams evaluate, as applicable, the carbon footprint and intensity of their investments as well as climate resiliency and adaptation strategies.", "label": "risk", "id": "train_3_30"}
{"text": "We have made significant progress towards the goals we set out, including achieving our 100% Environmental, Social, and Governance integration goal for active strategies. For more detail on our progress, see 2020 sustainability actions.", "label": "metrics", "id": "train_3_31"}
{"text": " The Local Government Coastal Hazard Climate Adaptation Fund ($4 million per annum over three years) was established to assist local councils with the development of coastal hazard adaptation strategies and coastal adaptation pilot projects. In addition, $3 million in funding was provided for the development and implementation of a Queensland Climate Adaptation Strategy, in collaboration with local councils and other key stakeholder groups ($1 million per annum over three years).", "label": "strategy", "id": "train_3_32"}
{"text": "The Chief Sustainability Officer (CSO) reports directly to the CEO. The CSO meets regularly with the CEO, who is also a member of our Board, to discuss the key issues identified in the Enterprise Risk Management (ERM) process, and holds responsibility for managing information on climate-related issues, developing strategy, and adapting decisions based on climate-related information as necessary. Climate issues such as the ability to provide GHG emissions-avoiding services, the physical risks of climate change on WM facilities and services, and meeting WM’s GHG reduction goals impact WM’s recycling, composting, renewable energy production, fleet composition, advisory services and landfill operations of our business. In addition, carbon reduction and response to climate change are central factors in our municipal and private sector customers’ decisions to employ our services.", "label": "governance", "id": "train_3_33"}
{"text": "Broad-ranging and international career development opportunities are a key feature of LVMH’s Human Resources philosophy. With our Maisons’ business devel- opment in fast-moving markets, and with new growth drivers such as digital emerging, the Group is well placed to offer career opportunities to all its staff. Through dedi- cation and close teamwork, the HR teams in our various Maisons around the world enabled 2,500 executives to relocate in 2016 and filled 74% of senior vacancies through internal promotions, with a special focus on retail, digital and supply chain positions.", "label": "none", "id": "train_3_34"}
{"text": "The Bank is also a signatory to the Equator Principles III (EPIII) - a global set of principles and guidance to assess, mitigate, manage and monitor environmental and social risks in project-related financing. CBA co-leads the Climate Change Working Group to develop additional climate change assessment requirements in the next iteration of the Equator Principles (EPIV). This will include deeper guidance to support implementation of the principles by global financial institutions.", "label": "risk", "id": "train_3_35"}
{"text": "Estimations of nanced emissions indicate the indirect impact the Group could have on achieving environmental outcomes in the real economy as a result of the Group's nancing activities and highlights the crucial role nancing can play in achieving environmental outcomes.", "label": "metrics", "id": "train_3_36"}
{"text": "For NN’s residential mortgage portfolio, we analysed physical risks. Physical risks for mortgages in the Netherlands are mainly related to damage caused to properties by flooding events (including surface water flooding caused by heavy rainfall, river flooding, and coastal flooding). These events could either lead to a value decrease of collateral and/or impact on the ability of a houseowner to pay their mortgage.", "label": "strategy", "id": "train_3_37"}
{"text": "In addition, the committee will oversee our work to further develop products, capabilities, and services in support of our clients as we work together to address the transition to a low- carbon economy.", "label": "governance", "id": "train_3_38"}
{"text": "However, in France, employees are involved in the Bank's long-term development through profit-sharing and/or incentive schemes. They are linked to the Company's overall performance (financial and non-financial) and regulated by Societe Generale agreements signed with the trade unions every three years. For Societe Generale SA in France, out of the total amount of profit-sharing and incentives paid in 2018 for the financial year 2017, 4% was relating to", "label": "none", "id": "train_3_39"}
{"text": "IEnvA is the airline industry version of Strategic direction, approvals, guidance, challenge Proposals, updates ISO 14001 (the international standard for environmental management systems) tailored specifically for airlines and is fully compatible with the International Organisation for Standardisation (ISO).", "label": "risk", "id": "train_3_40"}
{"text": "JPMorgan Chase is committed to reporting on our approach to and performance on a range of environmental and social issues. Our annual Environmental, Social, and Governance Report is one of the principal channels through which we discuss how we are addressing Environmental, Social, and Governance matters that we and our stakeholders view as among the most important to our business. We also strive to support industry-led efforts related to Environmental, Social, and Governance disclosure, such as through our participation on the TCFD. https://am.jpmorgan.com/blob-gim/1383499229069/83456/2018-Global%20Procedures%20and%20Guidelines-FINAL.pdf https://am.jpmorgan.com/blob-gim/1383499229069/83456/2018-Global%20Procedures%20and%20Guidelines-FINAL.pdf", "label": "strategy", "id": "train_3_41"}
{"text": "In our outlook for impacts on our clients' business, we employed two scenarios: a static scenario which assumes that no attempt is made to transform the present business structure, and a dynamic scenario under which the business structure is transformed.", "label": "none", "id": "train_3_42"}
{"text": "Future intent We continually review our metrics and targets, as needed, to ensure that the data we are measuring is meaningful, aligns with our strategy, and is providing the information the business and our stakeholders need to effectively monitor our performance and demonstrate our progress. In 2020/21, we will be laying out our pathway to achieve our net zero by 2050 emission reductions and setting targets to align our ambitions and provide better visibility to our progress.", "label": "metrics", "id": "train_3_43"}
{"text": "Scentre Group has a Responsible Business Group, comprised of members of the Executive Team and subject matter experts that are leading initiatives as part of our Sustainable Business Framework. Membership reflects accountability for the delivery of initiatives that contribute to our primary environmental target of Net Zero Emissions by 2030.", "label": "governance", "id": "train_3_44"}
{"text": "An additional 15 head counts are spread into the Group's business units acting as entry points for Corporate Social Responsibility issues across the Group's 3 pillars of Global Banking and Investor Solutions, French Retail Banking, and International Retail Banking and Financial Services.", "label": "governance", "id": "train_3_45"}
{"text": "- For the first time, in 2019 and with the help of external specialists, BNP Paribas performed an assessment, on a sample of clients in its portfolio, of physical risks covering the consequences of climate change (extreme weather events) on the assets of Group clients.", "label": "risk", "id": "train_3_46"}
{"text": "As a founding member of the Australian Business Roundtable for Disaster Resilience & Safer Communities, IAG works collaboratively with governments to effect change in public policy, increase investment aimed at building safer and more resilient communities and working to improve the capacity of people and businesses to better withstand future natural disasters. IAG has also been invited by the Governments in Australia and New Zealand to play a role in climate change management, including active engagement and contribution to the National Resilience Taskforce in Australia. In New Zealand IAG is working through the Climate Leaders Coalition to ensure businesses are actively adapting and building resilience to climate impacts. As a key member of the Insurance Council of Australia, the representative body of the general insurance industry in Australia, IAG plays an active role in the Council's Climate Change Action Committee and Data and Knowledge Sub-Committee.", "label": "strategy", "id": "train_3_47"}
{"text": "4) After segmentation, a calibration phase is proposed. In this phase, it is necessary to select five clients from each established segment minimally and to estimate the impact on their default probability against the established revenue, cost and investment impacts. There is no single way to apply this step, and it can be constructed either quantitatively or qualitatively.", "label": "none", "id": "train_3_48"}
{"text": "A key part of our progress to meet our target, was the allocation of £250 million to real assets covering real estate, infrastructure, forestry and agricultural land to Townsend Group. The mandate places a high priority on long term responsible investments that meet our financial targets, with a preference to invest positively in sustainable real assets such as energy efficient buildings, renewable energy projects, public transport, water treatment facilities, eco-friendly farming, and sustainable forestry. A case study on our investment in the Threadneedle Low Carbon Workplace Fund is illustrated below.", "label": "metrics", "id": "train_3_49"}
{"text": "The ERMC is supported by multiple committees, including the Corporate Responsibility & Reputation Committee (CRRC), Corporate Credit, Operational Risk, Management Compliance, and Asset/Liability. The CRRC is responsible for providing oversight and review of policies, programs, practices, and strategies that refect the company's core values and impact our reputation. It is also responsible for overseeing the identifcation and mitigation of top reputation risk issues and negative public perceptions. The CRRC charter explicitly includes environmental matters, including climate change. The CRRC includes the following roles: the Chief Communications and Reputation Ofcer, the Chief Enterprise Responsibility Ofcer, the Environmental Sustainability Director, Chief Ethics Ofcer, the Deputy General Counsel, and many others. Additional corporate policies and processes help identify, assess, and manage risk, including a new products and services risk assessment, self- identifed issues management program, reputation risk councils, vendor due diligence, and credit risk review.", "label": "governance", "id": "train_3_50"}
{"text": "The Finnish Meteorological Institute (FMI) has issued a report helping UPM to predict the future physical long-term impacts of climate change on its business in Finland, Uruguay, Southern Germany and Eastern China. The Institute incorporated three alternative emission scenarios in the report. The biggest risks in the company's business are related to more frequent and severe extreme weather conditions such as heavy rainfall, storms and drought.", "label": "strategy", "id": "train_3_51"}
{"text": "CORPORATE AND HOUSEHOLD DEBT 25 carried out a benchmark study of the banks’ calculated risk weights for exposures to commercial real estate. The results of the two analyses showed that there is a risk that the capital banks have earmarked for lending to commercial real estate will not sufficiently compensate for the credit losses that could arise following a severe financial stress. It is against this background that FI proposes higher capital requirements for lending to commercial real estate (see “Stability in the banking sector”).", "label": "none", "id": "train_3_52"}
{"text": "Supply Chain Risk Assessment We have established a process to identify key supplier risk factors and determine how to mitigate those factors. We observe and check the progress of the supplier risk profile over a period of time. We methodically examine the supplier risk profile for the purpose of explanation and interpretation. A risk profile is established for the supplier and the overall category. In this way, we continually assess the strengths and weaknesses of our suppliers, and the impact these could have on our business.", "label": "risk", "id": "train_3_53"}
{"text": "CO 2 eq/kboe) due to the contribution to reduction of the upstream sector and an improvement of around 2% of the EniPower and Refining & Marketing performance indexes. Although the target for reduction set for 2021 has already been achieved, Eni will continue to strive towards progressive improvement over the coming years. In 2019, Eni has proceeded with the investment plan both in projects aiming directly at increasing energy efficiency of assets (over €8 million) and in development and revamping projects with significant impacts on the energy performance of businesses. The actions taken during the year, when fully operational, will allow fuel savings of 303 ktoe/year (mainly in the upstream sector), to which 25 GWh/year of savings on purchases of electricity and steam must be added. The benefit in terms of lower emissions will be around 0.8 million tonnes of CO", "label": "metrics", "id": "train_3_54"}
{"text": "Further notable figures can be seen from developments recorded this year. For instance, renewable electricity to be supplied to local communities in Senegal now totals 150MW, through four Meridiam solar projects. We have also increased our portfolio of Waste to Energy (WTE) projects to eight, totalling €224m of equity invested, including the Olstyn WTE project in Poland, which will provide renewable energy in place of fossil-fuelled power for the 270,000 inhabitants of Olstyn.", "label": "metrics", "id": "train_3_55"}
{"text": "Climate Scenario Analysis: Using Software to Assess Our Resilience In 2018, we began developing a climate scenario analysis tool (CSAT) to help identify climate-related risks and quantify the impact they could have on airports we fly to.", "label": "risk", "id": "train_3_56"}
{"text": "€4m invested annually to support innovation via the Seed’Innov and E-Face funds. instruments. Both are available to all business lines, without exception.The first of these funds, Seed’Innov, provides assistance from the earliest stages of R&D and proof-of-concept activities, continuing to support projects through to commercial launch. Its role is to cut the time-to-market. The second fund, E-Face, supports innovative low-carbon solutions by offering financial compensation to offset the difference in cost between a conventional carbon dioxide-emitting solution and an alternative low-carbon solution, which tends to be more costly. —", "label": "strategy", "id": "train_3_57"}
{"text": "In addi- tion, analyses of various trends will be performed periodi- cally in the future in order to revise assessments and disclose information on risks and opportunities related to other areas.", "label": "none", "id": "train_3_58"}
{"text": "The attribution of the portion of annual variable pay tied to Corporate Social Responsibility criteria is based on a multi-criteria measurement founded on a holistic approach to the environmental, civic and social external initiatives undertaken by BNP Paribas.", "label": "governance", "id": "train_3_59"}
{"text": "Bank is a founding member of the NGFS. The Network was co-founded by eight central banks and supervisors in December 2017. As of April 2020, membership has grown to over 65 members and 12 observers representing countries responsible for approximately 60% of global carbon emissions. Through the NGFS, the", "label": "governance", "id": "train_3_60"}
{"text": "5.2.11 Conflict minerals: issues further down the chain In line with Philips’ commitment to supply-chain sustainability, we are concerned about the situation in eastern DRC (the Democratic Republic of the Congo), where proceeds from the mining sector are used to finance rebel conflicts in the region. Philips does not directly source minerals from the DRC and the mines are typically seven or more tiers away from our direct suppliers. Philips nevertheless feels obliged to address this issue through the means and influencing mechanisms available to us.", "label": "none", "id": "train_3_61"}
{"text": "In 2020, UPS broadened its ESG vision and built a road map on three generations of sustainability goals. Recently announced, the two primary sustainability goals include a social sustainability goal – positively impacting 1 billion lives by 2040 – and an environmental sustainability goal – achieving carbon neutrality by 2050. The road map to carbon neutrality by 2050 includes the following targets: • By 2025 25% renewable electricity for facilities (existing goal). 40% alternative fuel purchases as a percent of total ground fuel (existing goal). • By 2035 30% sustainable aviation fuel. 100% renewable electricity for facilities. 50% reduction in CO2 per package delivered for global small package (2010 baseline).", "label": "metrics", "id": "train_3_62"}
{"text": "To prepare for more electric vehicles on our roads, we’re testing new business models, working with New York City on curbside charging stations, building fast-charging depots—imagine a “gas” station for electric vehicles—plus supporting school bus and transit electrification. Earlier this year, our regulators approved another $52 million for electric vehicle programs. The efforts are part of a larger strategy to support the shift to electric vehicles and combat climate change.", "label": "strategy", "id": "train_3_63"}
{"text": "CFS also measures the carbon emissions of its investments by assessing forward-looking metrics such as low carbon transition and emissions management scores. This information is reported to the CFS Board Investment Commiee. As CFS investments are managed by external investment managers, CFS monitors the climate-related risk within individual funds and aggregated portfolios at the selection, appointment and monitoring stages of portfolio management.", "label": "risk", "id": "train_3_64"}
{"text": "Should there be any local special conditions that are not sufficiently addressed by the group or parent strategy, the AI should either raise them with the group or parent for a possible solution or address them locally. In this regard, communication channels should be in place to facilitate the process.", "label": "none", "id": "train_3_65"}
{"text": "At the request of the Board's Responsible Banking, Sustainability and Culture Committee and the Board Supervision, Regulation and Compliance Committee, a joint session was held to review the current and emerging risks in the oil & gas and mining & steel portfolios of the Santander Group. This provided a good opportunity to deliberate the issues facing these sectors with independent board members that brought complementary skills and approaches to the discussion.", "label": "governance", "id": "train_3_66"}
{"text": "Paired with BlackRock's leadership in financial modeling and the power of Aladdin as a platform, Rhodium's data provides important new risk capabilities for our clients and for the industry.33 Aladdin Climate will power new Aladdin capabilities and add new risk metrics to BlackRock's modeling platform, and we will continue to extend our research across asset classes and geographies over time.34 Risks, opportunities & scenario analysis BlackRock recognizes the importance of effective identification, monitoring, and management of climate- related risks and opportunities across its global business.", "label": "risk", "id": "train_3_67"}
{"text": "The Granny Smith mine solar power plant will reduce our carbon footprint by some 10,000t Carbon dioxide -e per year - Following our public commitment to have at least 20% renewable energy in all new mines, we completed evaluations at our recently approved Salares Norte project in Chile, located in the Atacama desert.", "label": "metrics", "id": "train_3_68"}
{"text": "STRATEGY RISK Link to KPI/scorecard – business development and growth Risk of lack of balance between short and long-term investments, insufficient diversification of assets, the inability to manage the portfolio or grow the business during significant changes to market and industry conditions including evolving regulation and taxes related to climate change or caused by shift in oil demand resulting from substitution of hydrocarbons with renewable energy sources.", "label": "strategy", "id": "train_3_69"}
{"text": "The following graph compares the percentage change in the cumulative total stockholder return on our former Series C common stock (and its successor issuances) from July 24, 2014 (the date on which the former Series C common stock first traded “regular way”) through December 31, 2018 to the S&P 500 Index and the S&P 500 Media Index. On April 15, 2016 our former Series C common stock was recapitalized into common stock of three tracking stock groups: the Liberty SiriusXM Group (Nasdaq: LSXMK), the Formula One Group (Nasdaq: FWONK) (formerly known as the Liberty Media Group (Nasdaq: LMCK)) and the Braves Group (Nasdaq: BATRK). This chart includes (i) the impact of the spin-off of Liberty Broadband Corporation on November 4, 2014, assuming a sale of the resulting Liberty Broadband shares on the one-year anniversary of the spin-off and reinvestment of the proceeds in our common stock, (ii) the Liberty Broadband rights offering, assuming the value of the Liberty Broadband rights on the one-year anniversary of the spin-off was reinvested in our common stock, (iii) the aforementioned recapitalization of Liberty Media’s common stock into three tracking stock groups and (iv) the Braves Group rights offering.", "label": "none", "id": "train_3_70"}
{"text": "Since 2016 we have also been working with the Australian Bureau of Meteorology (BOM), using their mapping to identify parts of Australia with low rainfall and those areas more likely to experience rainfall variation. (Fig 1 - Rainfall Annual 30-year average (1986-2015)). When customers purchase properties in these areas, we test their financial resilience to climatic events like rainfall variation and drought. Customers with lower resilience may be subject to enhanced underwriting standards, for example, loan approval may be dependent on a lower loan to valuation ratio, higher repayments, or evidence of savings or equity. Our bankers also need to document the customer's knowledge of recent rainfall and climate trends where their farm is located and, if relevant, how they manage water budgets for irrigation.", "label": "risk", "id": "train_3_71"}
{"text": "Climate risk is currently governed by ING's Climate Change Committee and relevant risk management committees. In 2020, we formed a climate risk working group to further develop suitable methodologies and support its integration in risk management processes.", "label": "governance", "id": "train_3_72"}
{"text": "In North America, the resource sector is a very important contributor to the economy but also a source of carbon emissions. We expect the resource sector will be an important contributor to addressing environmental challenges including climate change globally. Addressing these challenges will require a balanced approach, one where CIBC will continue to support traditional energy sources and associated infrastructure but also efforts by the resource and other sectors to reduce emissions through innovative technologies and other transitionary activities.", "label": "strategy", "id": "train_3_73"}
{"text": "IFC Catalyst Fund: The $418 million IFC Catalyst Fund was launched in 2012 and invests in funds that provide growth capital to companies developing innovative ways to address climate change in emerging markets. It also may invest directly in those companies. As of June 30, 2020, the fund had made 22 commitments totaling $386 million.", "label": "metrics", "id": "train_3_74"}
{"text": "More recently, we have seen some shift in rhetoric on environmental and social issues by the mainstream financial community. However, the voting records of many fund managers tell a different story. Nearly across the board, the largest fund managers tend to vote in line with management recommendations and generally support very few shareholder proposals, which typically advocate for sustainable and responsible business practices. For example, a recent study by Ceres found that, particularly around the topics of climate change, some of the largest managers have among the worst voting records in the fund industry.", "label": "strategy", "id": "train_3_75"}
{"text": "Extract: In 2016, we made further steps to systematically incorporate climate aspects in all investment decisions. We use tools such as internal carbon pricing, scenario planning and stress testing of projects against various oil and gas price assumptions. Equinor routinely tracks technology developments and changes in regulations, including the introduction of stringent climate policies, and assesses how these may impact the oil price, the costs of developing new oil and gas assets, and the demand for oil and gas.", "label": "risk", "id": "train_3_76"}
{"text": "Sands Base Plant. In addition to providing the facility with steam and hot water needed for our operations, the cogeneration facility is expected to export up to 800 MW of low GHG-intensity electricity to the provincial grid in Alberta19. - In addition to our current partnerships in wind power, in 2019, we sanctioned phase one (200 MW) of the Forty Mile Wind Power", "label": "metrics", "id": "train_3_77"}
{"text": "The Head of Sustainable Business manages the Sustainable Business team that includes the Environment Manager, whose responsibilities include creation, monitoring and reporting on climate change programmes and targets, such as the carbon reduction goals, Science Based Targets commitment, and Planet agenda actions.", "label": "governance", "id": "train_3_78"}
{"text": "Ultimately, sustainable growth is also about culture and tone from the top. Leaders across the bank promote our efforts, articulate its importance and champion the work needed to deliver sustainable growth well into the future.", "label": "none", "id": "train_3_79"}
{"text": "Sasol promotes effective management and achievement of climate-related targets and objectives through appropriate performance incentives. With the exception of Mining employees below management levels who participate in production bonus plans, short-term incentives are distributed through the single short-term incentive (STI) structure, which applies to all other employees globally. Corporate performance targets are set in relation to the long-term incentive plan and are measured over a period of 3 years.", "label": "governance", "id": "train_3_80"}
{"text": "No significant financial risk on our balance sheet identified in past stress tests. A group of 16 banks, including UBS, and United Nations Environment Programme FI have partnered to refine methodologies for risk and opportunities.", "label": "risk", "id": "train_3_81"}
{"text": "We have longstanding expertise in planning for seismic events by incorporating seismic gas shutoff valves, increased sprinkler seismic bracing and locking sprinkler valves in the open position for relevant projects. We are currently exploring a range of mitigation strategies to cope with potential sea level rise. This includes putting important equipment on risers or relocating it from basements entirely.", "label": "strategy", "id": "train_3_82"}
{"text": "The estimated associated emissions amounted to 780,000 Tonnes of carbon dioxide equivalent e. We do not believe these figures will have changed significantly since then, but we will regularly review them as part of our climate change strategy.", "label": "metrics", "id": "train_3_83"}
{"text": "The economy upholds dynamic performance and growth rates above those of the Euro area. Thus, there is a very gradual deceleration towards more sustainable growth rates.", "label": "none", "id": "train_3_84"}
{"text": "However, the topic involves other areas of the Company, such as Forestry Operational Development, Environment (Industrial and Forestry), New Business, Research & Development, Planning (Strategic and Forestry), Recovery and Utilities, Investor Relations and Risks, among others.", "label": "governance", "id": "train_3_85"}
{"text": "The AIETI will focus on ve supply chains critical to achieving the Paris Agreement temperature goals ('well-below two degrees Celsius and striving for 1.5 degrees Celsius') given their signicance to global emissions and their relatively higher abatement costs.", "label": "risk", "id": "train_3_86"}
{"text": "After a strong year in 2019, Beiersdorf’s shares held up well in the first half of 2020 amid an unusually volatile market environment. This was thanks to their defensive nature. The losses of over 20% at the peak of the coronavirus crisis were moderate by comparison with the wider market. During the second half of the year, however, the HPC (home and personal care) sector, including Beiersdorf’s shares, came under pressure. Lack of transparency around future market developments, fears of recession, and the effects of intense price competition overshadowed the general economic recovery in this period. Nevertheless, Beiersdorf’s shares recovered and again reached the €100 mark for a time. In the final quarter of 2020, our share price was in the €90 to €100 range amid a very volatile market environment. The markets and Beiersdorf’s share price over this period were driven partly by new lock- down restrictions and concerns about the second wave of infection, but also by the progress in developing a vaccine against the coronavirus, which was a source of new knowledge and hope.", "label": "none", "id": "train_3_87"}
{"text": "Unfortunately, this progress has come at a cost. Carbon emissions have tripled since 1960. We are now consuming about 1.75 times as many natural resources in a year as the planet can possibly regenerate – which is driving land and biodiversity loss, resource shortages and climate change. This is not sustainable, especially with the global population forecast to increase by a further 50% this century. And although people are living longer, they’re not always healthier or happier: there’s been an increase in chronic disease, while mental health issues are also on the rise.", "label": "strategy", "id": "train_3_88"}
{"text": "The British Columbia Carbon Tax Act sets a carbon price of $30 per tonne of CO2e on fuel combustion. Beginning April 1, 2018, the provincial carbon tax is expected to increase by $5 per tonne of CO2e per year, reaching the federal target carbon price of $50 on April 1, 2021. The tax may also be expanded to fugitive and vented emissions from the oil and gas sector. The Government of British Columbia has also introduced measures to reduce upstream", "label": "metrics", "id": "train_3_89"}
{"text": "- Three webinars led by climate change specialist Dimitri Zenghelis (former Head of Climate Policy at the London School of Economics, advisor to the UK Committee on Climate Change) were taken by 1,200 Corporate and Institutional Banking (CIB) employees around the world.", "label": "risk", "id": "train_3_90"}
{"text": "IFC partners with more than 30 governments, 20 foundations and corporations, and a variety of multilateral and institutional entities. In FY20, our development partners committed $288 million for IFC’s Upstream and advisory services and $22 million for blended finance initiatives to support private sector investments in countries most affected by fragility and conflict, as well as projects related to gender, climate, financial inclusion, sustainable infrastructure, agribusiness, and manufacturing.", "label": "metrics", "id": "train_3_91"}
{"text": "In the event that we identify any unlawful act during the term of a transaction, we urge the client to take immediate remedial measures. In the event that the client has not taken appropriate measures to address social issues, we undertake engagement with the client to promote remedial measures and, if the client's remedial measures are unsatisfactory, we suspend new financing and investment.", "label": "none", "id": "train_3_92"}
{"text": "On an annual basis, the proposed principal risks, risk watchlist and emerging risks are reviewed and approved by our ExCo before being submitted to the Audit and Risk Committee (‘ARC’) and the Board. In line with our Group risk management framework, the ARC meets quarterly to receive updates on how our principal and watchlist risks are being managed across Vodafone.", "label": "governance", "id": "train_3_93"}
{"text": "Loan Business In line with the Group Credit Policy adopted based on the Board of Directors resolution, 'Our Fundamental Stance of Loan Business' clarifies the Group's intention to maintain a dialogue with customers who have not yet fully committed to addressing social and environmental issues with the purpose of encouraging their involvement. In addition, it explains the Group policy of abstaining from extending new loans to projects deemed to be exerting a major negative impact on the environment. Specifically, the Group will no longer finance projects associated with coal-fired thermal power generation, except when it finds compelling reasons for financing such projects, such as to realize economic restoration following a disaster. The Group is engaged in the screening and selection of candidate projects accordingly.", "label": "strategy", "id": "train_3_94"}
{"text": "Reflecting our efforts to help expand re/insurance protection by working with public-sector clients, we made a commitment to the United Nations to advise up to 50 sovereigns and sub-sovereigns on climate risk resilience and to offer them USD 10 billion of insurance cover against this risk by 2020. You can see the progress we have made against this goal in the middle table on page 165. We also made a commitment to the Insurance Development Forum (IDF), in line with the InsuResilience Vision 2025 goals. This includes delivering climate and other natural hazards risk modelling, developing risk transfer solutions as well as offering capacity for climate risk insurance to increase insurance protection for selected climate-exposed countries.", "label": "metrics", "id": "train_3_95"}
{"text": "Sales revenue from continuing operations was US$5,104.3 million, an increase of 4% at actual FX rates over the prior year. On a constant-currency basis, sales revenue growth of 6% was primarily driven by: new business in Europe pallets; expansion with new and existing RPC customers in IFCO; and continued momentum in the Latin America pallets businesses. Growth in the US pallets business was modest, as increased competition put pressure on volume and pricing growth in the period.", "label": "none", "id": "train_3_96"}
{"text": "Environmental, Social, and Governance Data Factory S&P Global's cross divisional effort to identify opportunities and risks in Environmental, Social, and Governance is supported by a common data and technology backbone. Environmental, Social, and Governance Data Factory feeds S&P Global's Environmental, Social, and Governance offerings. Data sets include public- and private- company data, asset level", "label": "risk", "id": "train_3_97"}
{"text": "In the short term, changes in client behaviour and investor preferences for less carbon-intensive assets and products may result in market, reputational or legal risks for the group. The market risk arises from changes in asset prices and market spreads given investor capital allocation changes. Reputational or legal risks may arise if clients or funders perceive the group’s operational and financing activities to be aggravating climate change.", "label": "strategy", "id": "train_3_98"}
{"text": "Responsible investment, inclusive of climate change factors, is part of the standard due diligence conducted on each investment considered. Oversight of the proprietary rating system is the responsibility of our Responsible Investment Committee, which includes senior investment team representation from each platform. In this section we will touch on how the Capital Dynamics R-EyeTM Rating System, overseen by the Responsible Investment Committee and the firm's overall responsible investment initiatives help shape how we address climate change.", "label": "governance", "id": "train_3_99"}
