{"text": "These measures have caused disruptions to businesses and economic activities, and its impact on businesses continue to evolve. In particular, the enhance community quarantine and various degrees of community quarantine imposed across the Philippines have affected and could adversely impact (a) the completion of ACEN’s projects as construction is not an activity given priority under the government guidelines, (b) demand for ACEN’s product, as industries, offices, and shopping malls account for bulk of energy consumption, (c) WESM prices as demand for electricity is lower, and (d) ability to collect from its customers, which could negatively impact its cash flows. The outbreak of COVID-19 and the measures to contain this increase in severity, have had an adverse effect on economic activity in the Philippines and could materially and adversely affect ACEN’s business, financial condition and results of operations. Tothe extent the COVID-19 pandemic adversely affects the business and financial results of ACEN, it may also have the effect of heightening many of the other risks described in this Annex.", "label": "none", "id": "train_1_0"}
{"text": "Since 2017, we have been advancing our capabilities in climate scenario analysis: In 2018, RBC and 15 other financial institutions participated in a United Nations-led project to develop and publish methodologies for assessing the impact of future climate scenarios on our clients and loan portfolios.", "label": "risk", "id": "train_1_1"}
{"text": "Continued collaboration on flood-risk awareness In 2019, we announced the renewal of our multi-year funding for the Partners for Action (P4A) network at the University of Waterloo, Faculty of Environment. Since 2015, we have committed $1.2 million, in support of P4A’s continued efforts to inform Canadians about the changing nature of flood risk, and provide tools and knowledge to build personal and community flood resilience.", "label": "strategy", "id": "train_1_2"}
{"text": "Back the growth of climate change solutions • Increased lending to climate change solutions, taking total committed exposure to $9.3 billion, progressing towards our 2020 target of $10 billion; • Facilitated $3.6 billion in funding for climate change solutions, exceeding our 2020 target of $3 billion; and • Analysed climate change risks under 1.5, 2 and 4-degree scenarios.", "label": "metrics", "id": "train_1_3"}
{"text": "The ESG Sustainability Council pulls together the geographical business scopes led by our three EVP Zone CEOs and functional leadership at the Executive Board level. It meets every month and reports progress to the full Executive Board monthly.", "label": "governance", "id": "train_1_4"}
{"text": "Climate related risk Climate risk is a risk for the Group. The impacts of climate change have the potential to affect our customers’ ability to service and repay their loans, and the value of collateral the Group holds to secure loans. These impacts include long-term changes in climatic conditions, extreme weather events, and the action taken by governments, regulators or society more generally to transition to a low carbon economy.", "label": "strategy", "id": "train_1_5"}
{"text": "The Fund is working to identify governance issues in its underlying investment holding companies which could damage its long-term financial interests. The risk analysis is based upon the following potential adverse impacts on a company’s: i) Reputation. ii) Falling short of its peers on social, environmental or ethical trends. iii) Slow in responding to social changes and trends. iv) Falling short of its peers on meeting reporting standards. v) Comparatively weak board structure in terms of make-up, expertise, independence.", "label": "risk", "id": "train_1_6"}
{"text": "Since the Fund is a small organisation, where several senior executives are directly involved in climate work, the executive management is judged to have a good knowledge of the work that is taking place. Thus, the Fund has god opportunities to assess and manage cli- mate-related risks and opportunities.", "label": "governance", "id": "train_1_7"}
{"text": "Of the Carbon dioxide produced in the course of cement manufacture, approximately 45% is derived from the thermal energy used to heat the raw materials and the consumption of electricity for cement, and 55% from the decarbonation of limestone used as raw material during the calcination process.", "label": "metrics", "id": "train_1_8"}
{"text": "The IOSCO Committee 8 (C8) The IOSCO Committee 8 (C8) was established in June 2013 to deal with issues related to retail investors, and its primary mandate is to conduct policy work on financial literacy and investor protection. The JSDA has participated as an observer in its meetings since September 2014 and contributed to its projects on anti-fraud messaging, investor risk education, and protection of senior retail investors, among others. Recent meetings of the C8 were held in Tokyo in April 2018, Hangzhou in January 2019, and Madrid in April 2019.", "label": "none", "id": "train_1_9"}
{"text": "The carbon footprint of the hour of a digital branch manager is 26% lower than that of the physical branch due to their increased service capacity. This shows an efficiency gain in terms of Greenhouse gas emissions by the digital branches.", "label": "metrics", "id": "train_1_10"}
{"text": "As regards to risks, as the first line of defence (LOD1), the Business Units and Service Units (for their own activities) bear primary responsibility for assessing, managing and monitoring their risk levels in all risk categories, including climate-related risks.", "label": "governance", "id": "train_1_11"}
{"text": "The Board of Directors has overall responsibility for ensuring that IAG has an appropriate risk management framework, including the determination of the nature and extent of risk it is willing to take to achieve its strategic objectives. The Board has oversight of the Group's operations to ensure that internal controls are in place and operate effectively. Management is responsible for the execution of the agreed plans.", "label": "none", "id": "train_1_12"}
{"text": "Climate change is already a measurable global reality and our home country, South Africa, along with other developing countries, is likely to see a more pronounced impact due to the perceived lack of financial resilience. South Africa has an energy-intense economy and, as such, is a significant contributor to global carbon emissions.", "label": "strategy", "id": "train_1_13"}
{"text": "Reflective of investor feedback, our Task Force on Climate-related Financial Disclosures Strategy is divided into three separable chapters to be commissioned over three years; Stage 1. Identify Key Material Risk. Stage 2. Assess climate change scenarios of key material risks. Stage 3. Define and disclose financial valuations associated to those risks. In FY18, Management completed Stage 1, and is now proceeding to Stage 2. Investa is pleased to work with the UN Environmental Programme Finance Initiative working group on establishing Task Force on Climate-related Financial Disclosures best practice reporting models. It is our intention to continue to gather investor and best practice feedback in Task Force on Climate-related Financial Disclosures reporting on an ongoing basis.", "label": "risk", "id": "train_1_14"}
{"text": "Accordingly, as of 2019, BNP Paribas uses the me- thodology developed, on a sector-by-sector basis, by the think tank '2 Degrees Investing Initiative', to calculate the loan book's profile at various maturity dates for five high-carbon sectors (extraction of fossil fuels, electricity generation, transport, steel produc- tion and cement production). The method, tailored to each sector, employs benchmark scenarios used and developed by independent organisations such as the International Energy Agency (IEA). For electricity ge- neration, extraction of fossil fuels and the automotive sector, the approach is based on the energy mix33 or technology mix. For aviation, maritime transport, cement and steel, carbon emissions intensities are analysed.", "label": "risk", "id": "train_1_15"}
{"text": "Aiming to facilitate the creation of a sustainable society and realization of SDGs via its financial services, MUFG has committed to extending a total of ¥20 trillion for sustainable finance over a period spanning from fiscal 2019 to fiscal 2030 (of this, ¥8 trillion will be used for environmental finance).", "label": "metrics", "id": "train_1_16"}
{"text": "The conviction that “people make the difference” runs deep in our Group, and we see training as a vital tool – not only for helping each of our employees fulfill their professional aspirations, but also for meeting our busi- ness objectives. To satisfy this dual imperative, we have put in place a wide-ranging training program that operates at Group level, within the Maisons, and also regionally. Courses cover a broad spectrum, including skills upgrading, cultural adaptation, management and business challenges, and are tailored to suit different levels of responsibility.", "label": "none", "id": "train_1_17"}
{"text": "Physical impacts Widespread issues of flooding across the UK impacted the valuation of flood-prone residential and commercial property, including Barclays-owned real estate, and led to an increase in default rates across our Home Finance and Business Banking (primarily Agriculture) portfolios.", "label": "strategy", "id": "train_1_18"}
{"text": "Clean Energy Infrastructure Our Clean Energy Infrastructure team works closely with Arevon Asset Management, our dedicated asset management group that is fully integrated with our Clean Energy Infrastructure investment platform and that helps oversee risk management and performance optimization functions related to our renewable energy and battery storage projects.", "label": "governance", "id": "train_1_19"}
{"text": "Supporting the Low-Carbon Transition Our business units are on pace to meet our commitment to mobilize $250 billion to support low-carbon solutions by 2030. They are building expertise, supported by GSF and the Institute for Sustainable Investing, to serve our clients' growing interest in Environmental, Social, and Governance issues and in climate change specifically. Survey data from the Institute suggests rapidly accelerating interest in climate-focused solutions among asset managers, asset owners and individual investors. In response, we are developing accessible new products, such as Morgan Stanley Impact Quotient (see page 15). Our early work in 2013 in scaling green- bond financing has catalyzed new opportunities and continues to drive sector innovation in green and sustainable bonds.", "label": "strategy", "id": "train_1_20"}
{"text": "Asset Owners should describe metrics used to assess climate-related risks and opportunities in each fund or investment strategy. Where relevant, asset owners should also describe how these metrics have changed over time.", "label": "metrics", "id": "train_1_21"}
{"text": "Management is also encouraged to communicate with our Board of Directors with respect to extraordinary risk issues or developments that may require more immediate attention between regularly scheduled Board meetings. Our Non-Executive Chairman of the Board facilitates communications with our Board of Directors as a whole and is integral in initiating the discussions among the independent Board members necessary to ensure management is adequately evaluating and overseeing our Company’s risk management. Additionally, in accordance with New York Stock Exchange requirements, the Audit Committee of our Board is responsible for discussing our major financial risk exposures, steps management has taken to monitor and control such exposures and the Company’s process for risk assessment and management, and quarterly reports are made to the Audit Committee on financial and compliance risks.", "label": "none", "id": "train_1_22"}
{"text": "In addition to the carbon risk scenario analysis, S&P Global took steps to further explore the risks and opportunities presented above to assess and plan for a range of potential scenarios. The CFO convened a Scenario Discussion Workshop where members of senior leadership discussed the Company's current state, considered possible future scenarios, identified different risks and opportunities within these scenarios, and discussed the financial implication of these impacts on the Company.", "label": "governance", "id": "train_1_23"}
{"text": "ISO 14001 (the international standard for environmental management systems) tailored specifically for airlines and is fully compatible with the International Organisation for Standardisation (ISO). British Airways achieved Stage 1 certification in 2019 and all other Group airlines are progressing on Stage 1 certification in 2020.", "label": "risk", "id": "train_1_24"}
{"text": "The foregoing list of risk factors is not exhaustive. Additional information about these factors can be found in the Risk Management section of the Bank's 2019 Annual Report. This information may be updated in our quarterly Shareholder Reports. Investors and others who rely on the Bank's forward-looking statements should carefully consider the above factors as well as the uncertainties they represent and the risk they entail.", "label": "none", "id": "train_1_25"}
{"text": "To analyze what impacts there would be on Mizuho's credit costs in the event that damage to buildings by typhoons and other storms causes stagnation in our clients' businesses and affects their business performance, we employed two approaches: a bottom-up approach reflecting estimates of the number of days of business stagnation for each individual company and a top- down approach reflecting a certain level of stress on portfolios that were likely to see more days of business stagnation than the average. In addition to an impact analysis using the Intergovernmental Panel on Climate Change Fifth Assessment Report's RCP 2.6 scenario assuming a 2 C average temperature rise by 2050, we also conducted an impact analysis using the RCP 8.5 scenario assuming a 4 C average temperature rise by 2050, the worst-case scenario for global warming and physical risk. Under both the 2 C and 4 C scenarios, we estimated that our credit costs would increase by up to $52 billion by 2050.", "label": "risk", "id": "train_1_26"}
{"text": "We have initiatives in place to optimize road transport operations. With our in-vehicle monitoring systems (IVMSs), we monitor critical aspects of driver behavior such as speeding, harsh acceleration and braking, and excessive cornering. In Europe, the IVMS is complemented with a load optimization initiative that aims to minimize and, when possible, avoid empty trips. These measures not only have a significant impact on reducing fuel consumption, but also improve our road safety performance and customer service.", "label": "strategy", "id": "train_1_27"}
{"text": "For example, the primary responsibility for the application of the ESR Framework lies with Front Office (FO) which includes relationship managers and deal principals. They act as the first line of defence, identifying environmental (including climate) and social risks in the transactions. The FO must evidence compliance with the applicable ESR sector policies and credit risk managers act as a second line of defence to verify compliance of a transaction with the ESR Framework.", "label": "governance", "id": "train_1_28"}
{"text": "Environmental, Social, and Governance Evaluation In April 2019, Ratings launched a comprehensive Environmental, Social, and Governance Evaluation that enables companies to measure their long term preparedness to manage Environmental, Social, and Governance exposure and opportunities. The Environmental, Social, and Governance Evaluation combines quantitative and qualitative analysis and considers both near-term and longer-term Environmental, Social, and Governance risks and risk mitigants for the subject company/entity. Our criteria for evaluating Environmental, Social, and Governance risks will vary by issuer type depending on the issuer's sensitivities; corporate analysis considers risks in the context of the company's business risk profile, financial risk profile, and management and governance assessment; sovereign analysis considers an assessment of institutional quality and governance effectiveness, while U.S. public finance analysis will typically consider Environmental, Social, and Governance factors in the context of management effectiveness and planning. In addition, Ratings has also added Environmental, Social, and Governance sections to its credit ratings reports on corporate entities, increasing transparency into how it incorporates Environmental, Social, and Governance factors.", "label": "metrics", "id": "train_1_29"}
{"text": "Around the world our planners, designers and engineers are helping to create and enhance transport infrastructure that provides the critical connection between people and places. Our particular strength lies in finding solutions to our clients’ most demanding technical challenges – whether that’s in rail, road, ports or aviation.", "label": "none", "id": "train_1_30"}
{"text": "$500 million 30-year bonds were priced with a coupon interest rate of 4.25 percent. The net proceeds from the issuance were used to finance or re-finance eligible projects as defined under OPG’s Green Bond Framework, namely, the November 2018 acquisition of Eagle Creek. OPG’s Green Bond Framework encompasses projects that offer tangible environmental benefits.", "label": "metrics", "id": "train_1_31"}
{"text": "As part of this proactive approach, six years ago the Group introduced an 'internal carbon tax', a mechanism that it has built on and expanded in the intervening period. Each year, a carbon tax is levied on each of the Group's entities, based on their greenhouse gas emissions ($10/tonne Carbon dioxide equivalent) and the sums collected are then redistributed in the form of rewards for the best internal environmental efficiency initiatives, through the 'Environmental Efficiency", "label": "strategy", "id": "train_1_32"}
{"text": "Additional Australian context was also provided for these scenarios, using the Commonwealth Scientific and Industrial Research Organisation's (CSIRO) Australian National Outlook (ANO) scenarios, and the Australian Energy Market Operator's (AEMO) 2019 forecasting and planning scenarios. Three scenarios were developed based on these sources to help provide meaningful insights for Telstra and our stakeholders.", "label": "risk", "id": "train_1_33"}
{"text": "Of the 28 trade associations assessed, 25 are aligned with Eni position on climate policies, two (Methanol Institute and National Biodiesel Board) are partially aligned and one (American Fuel and Petrochemical Manufacturers) is not aligned.", "label": "governance", "id": "train_1_34"}
{"text": "At UPS, we believe our purpose is to move our world forward by delivering what matters, and contributing to a truly sustainable global society matters. The sustainability team works with cross-functional teams to implement programs that create better not bigger business value and drive progress toward UPS’s sustainability goals. The sustainability team convenes individual working groups to address specific sustainability issues and initiatives, such as urban logistics and last mile delivery, electric vehicles, renewable electricity and airline efficiency. The CSO also: • Is a member of the company’s ELT Risk Committee, which is an internal group that meets quarterly to review the company’s enterprise risk strategy; and • Partners with the company’s Chief Diversity, Equity & Inclusion Officer to support programs aimed at supporting the company diversity goals.", "label": "governance", "id": "train_1_35"}
{"text": "Bank has a dedicated market intelligence function that provides crucial insights beyond publicly available data, which are essential in helping to identify actual and incipient sources of monetary and financial instability. It also leads work on fair and effective markets, alongside the FCA and HM Treasury. Market intelligence from both these activities allows the Bank to monitor the development of green and sustainable financial markets, and helps inform the Bank's policy response to climate-related risks affecting monetary and financial stability.", "label": "risk", "id": "train_1_36"}
{"text": "The COVID-19 pandemic rapidly introduced an array of new and elevated risks to the safety of our people, the resilience of our operations, the strength of our balance sheet and the financial security of our customers and the community. Action has been required to address these risks, particularly in the following areas:", "label": "none", "id": "train_1_37"}
{"text": "We normalized emissions to portfolio company revenue to arrive at a carbon intensity of metric tons (MT) CO2e per million dollars of revenue. By using an intensity-based metric rather than an absolute-based metric, we are able to better account for the difference in size and operations across portfolio companies.", "label": "metrics", "id": "train_1_38"}
{"text": "We also support and advise companies in the Latin American and Caribbean agricultural sector to make smart investments that can improve their resilience to climate change. A 7-year financing for up to US$30 million was granted by IDB Invest and Rabobank to support Desdelsur. This project financed the completion of the clients comprehensive livestock project, making its feedlot the largest in Argentina, strengthening its leading position in the export of legumes and oilseeds by telecommunications sector, as well as financing part of the company’s strategic investment plan for the deployment of a 4G network and providing better connectivity across its territory.", "label": "strategy", "id": "train_1_39"}
{"text": "Around US$16.5 billion of the insured losses caused by natural disasters related to the Camp Fire forest fire in California. This represents the highest loss to date for the insurance industry caused by a forest fire. In addition to further forest fires, 2018 was also notable for hurricanes, of which hurricane Michael and typhoon Jebi caused the greatest losses. Storms David (Friederike) and Eleanor (Burglind) were responsible for a high level of losses for the insurance industry in Europe as well (around US$3 billion). Germany accounted for around two-thirds of the losses.", "label": "metrics", "id": "train_1_40"}
{"text": "Climate change also threatens our food system which must produce 50% more food to feed over 9 billion people by 2050. However, changing weather patterns and growing seasons threaten suitable cultivation areas around the world. Business can spur positive change and achieving food security could create 80 million jobs and business opportunities worth $2.3 trillion annually by 2030. Linked to climate change is water scarcity, a threat to 3.2 billion people. If current usage continues the world will have only 60% of its required water by 2030. See pages 30 and 33 to 35 for more on climate change risks.", "label": "strategy", "id": "train_1_41"}
{"text": "Not surprisingly, the analysis (summarised in the table below) uncovered disparities between the nine sectors reviewed. The semi-conductor, tech and di- gital equipment, and pharmaceutical sectors had the highest exposure: the first two due to the depen- dence of their value chains on components made in countries (predominantly in Asia) with high exposure to physical risks. In the third sector (pharma), ope- rational chains are dependent on satisfactory water and energy availability, which may be locally jeopar- dised by climate change (sometimes significantly). Differences can also be observed between different regions of the world, with greater vulnerability seen in Southeast Asia than in North America. Lastly, the degree of exposure to physical risks varies depen- ding on the type of operational risk reviewed. Accor- ding to the analysis, the sample is more exposed to water and heat stress and to floods.", "label": "risk", "id": "train_1_42"}
{"text": "Climate-related risks and opportunities are part of Pandora’s Enterprise Risk Management system reporting to the Executive Leadership Team and the Board of Directors. Pandora’s climate and renewable energy targets are governed by the Sustainability Board, which has five members from the Executive Leadership Team.", "label": "governance", "id": "train_1_43"}
{"text": "Underlying Profit Key Drivers • Transport, logistics and asset management costs (including external factors such as fuel and freight prices, as well as labour costs); • Plant operating costs in relation to management of service centre networks and the inspection, cleaning and repair of assets (including labour costs and raw materials costs); • Other operational expenses (primarily overheads such as selling, general and administrative expenses); and • Depreciation, as well as provisioning for irrecoverable pooling equipment.", "label": "none", "id": "train_1_44"}
{"text": "The BoM reports regularly and comprehensively to the Supervisory Board on business development, the company’s financial position and earnings, planning and achievement of objectives, business strategy, and risk exposure. Climate-related issues are part of these regular updates where relevant.", "label": "governance", "id": "train_1_45"}
{"text": "IFC expands the availability of such technologies by channeling investments toward private companies that build modern communications infrastructure and information-technology businesses. In FY18, we invested $376 million in initiatives related to technology, including funds mobilized from other investors — expanding our portfolio in this sector to more than $2.4 billion.", "label": "none", "id": "train_1_46"}
{"text": "More than $1 trillion in green bonds have been issued since these securities first emerged in 2007, according to research company BloombergNEF.18 BlackRock is heavily involved in and supportive of the green bond market.", "label": "strategy", "id": "train_1_47"}
{"text": "2.3.3 Risk appetite setting on sectors sensitive to climate issues The CORISQ reviews the main credit portfolios and those which present concentration risk characteristics and defines the risk appetite on these portfolios.", "label": "risk", "id": "train_1_48"}
{"text": "2 captured from neighbouring industrial facilities and power plants into gas fields that are now depleted; - achieving a capacity for energy production from renewable sources over 55 GW by 2050; - expansion of retail operations with the aim of reaching over 20 million supply contracts by 2050. Furthermore, Eni has confirmed and further extended its intermediate decarbonisation targets: net-zero carbon footprint by 2030 for scope 1 and 2 emissions from upstream operations and net-zero carbon footprint for scope 1 and 2 emissions from all Group operations by 2040. Overall spending in the four-year period 2020-23 for decarbonisation, circular economy and renewables is forecast at approximately €4.9 billion, including scientific and technological research activities designed to support these areas.", "label": "metrics", "id": "train_1_49"}
{"text": "We also assess risks on the basis of their potential impact on the value of our franchise, which is supported by our reputation, brand and good customer relationships. Conduct and operational risks, such as cyber security breaches, data loss and IT systems failure, in particular have the potential to significantly impact our franchise value.", "label": "none", "id": "train_1_50"}
{"text": "Metrics and Targets Scotiabank sets, monitors and reports on climate change related performance and targets annually in Scotiabank's Sustainable Business Report. The Bank also reports to Carbon Disclosure Project (formerly the Carbon Disclosure Project). As part of Scotiabank's Climate Commitments, the Bank is tracking the initiatives that underlie its commitment as part of the metrics and targets it has adopted pursuant to these Commitments.", "label": "metrics", "id": "train_1_51"}
{"text": "More than 20 years ago, we started incorporating climate change in our WRMPs, and in March 2018 we published, for consultation, a draft of our latest WRMP. The plan ensures we are resilient against the median climate change scenario and severe drought. Through the consultation we are also seeking support from our customers for £630 million of investment, which would further mitigate the impact of climate change, drought and future environmental challenges.", "label": "strategy", "id": "train_1_52"}
{"text": "Finance. There is also a full-time headcount in both the Communications and Investor Relations departments dedicated to Environmental, Social, and Governance matters. The Risk department (RISQ) accounts 10 headcounts working on the development of climate-related risk methodologies (reference climate-related macro-economic scenario, climate vulnerability indicator).", "label": "governance", "id": "train_1_53"}
{"text": "We are developing this approach through a pilot study to better understand the impact of different climate change pathways on our mortgage securities, housing association exposures and branch network to enable us to estimate the financial impact this may have.", "label": "risk", "id": "train_1_54"}
{"text": "Strategy and objectives In relation to the risks and opportunities described above, Eni has defined a path to decarbonization and pursues a clear and well-defined climate strategy, integrated with its business model, which is based on the following drivers: - reduction in direct GHG emissions; from 2014 to 2017 the actions taken have enabled the GHG emission intensity index of the upstream sector to be reduced by 15%; the goal is to reduce this rate by 43% by 2025 compared to 2014 through projects to eliminate process flaring, reduce fugitive emissions of methane (for the upstream segment, by 80% in 2025 compared to 2014) and energy efficiency projects; in total the investments in support of these targets add up to an expenditure of about €0.6 billion in 2018-2021, at 100% and with reference only to upstream operated activities;", "label": "metrics", "id": "train_1_55"}
{"text": "Since its founding, the Fujifilm Group has amassed a wide range of technologies cultivated through its photographic film business and provided innovative products and services to contribute to society and continue to grow as a company. The Group promoted a growth strategy by consistently anticipating the future and centering on a variety of technologies such as optics, chemicals, and electronics, which are needed to develop and produce photo-related products. Here, we will explain the history of innovation in the Fujifilm Group.", "label": "none", "id": "train_1_56"}
{"text": "The cooperation with CICERO has also helped provide us with an overview of climate-related risks and opportunities in some of the industries we lend to. This is combined with our own analyses. The analysis is at the double-digit NACE code level. b) Describe manage- ment's role in assessing and managing climate- related risks and oppor- tunities:", "label": "risk", "id": "train_1_57"}
{"text": "As such, BlackRock's exposure to climate-related risk is primarily indirect, with the potential to affect future revenues and expenses. Exhibits 6 and 7 provide a list of key climate-related opportunities and risks that BlackRock has identified.36", "label": "strategy", "id": "train_1_58"}
{"text": "We can engage on our own (via our own funds) and also together with other investors. Joint engagements are for example done via our active membership of the IIGCC (Institutional Investor Group on Climate Change) and the Principles for Responsible Investment. Kempen is also part of an international engagement initiative called Climate Action 100+ that was launched in December 2017 and targets over 150 carbon intensive companies. For more engagement examples see kempen.com/en/asset-management/ responsible-investment.", "label": "governance", "id": "train_1_59"}
{"text": "Shimizu launched the company-wide, cross-organizational Task Force on Climate-related Financial Disclosures Working Group to extract and categorize the risks and oppor- tunities presented by these transitions and physical changes as impacts on each level: procurement, direct operations, and product demand.", "label": "governance", "id": "train_1_60"}
{"text": "We have developed a Climate Policy Position Statement which outlines our role in limiting climate change to well below two degrees and the way in which we will support the transition to a net zero emissions economy by 2050. This includes undertaking a climate scenario analysis and setting a $15 billion target for financing low carbon projects by 2025.", "label": "metrics", "id": "train_1_61"}
{"text": "Credit In 2019, DNB committed to a second phase of United Nations Environment Programme FI's Task Force on Climate-related Financial Disclosures banking pilot, which will run to mid-2020. In this Phase 2 pilot DNB will prioritise the power and renewables and oil, gas and offshore sectors. We expand on the scenario approach developed in United Nations Environment Programme FI's Task Force on Climate-related Financial Disclosures banking pilot Phase 1, and quantify climate risk in credit portfolios for climate scenarios with temperature increases of 1.5, 2 and 4 degrees Celsius. The scenarios describe a range of severe climate-related changes, against which we stress-test our portfolio resilience in the short, medium (2030) and long (2040) term.", "label": "risk", "id": "train_1_62"}
{"text": "Capital Dynamics is a global private asset manager headquartered in Zug, Switzerland. Our history dates back to 19882 and we currently oversee more than USD 16 billion in assets under management and advisement3 across our private equity, private credit and clean energy infrastructure platforms.", "label": "strategy", "id": "train_1_63"}
{"text": "Based on these market developments, we continue to focus on policy and legal risks, as well as technology risks, as we mainly expect changes within these two dimensions to potentially impact asset values. In this way, we aim to capture those industries and groups of companies that are most exposed to these risks and may therefore require adjustments in the near to medium term.", "label": "none", "id": "train_1_64"}
{"text": "power generation) in Ping An Life's investment portfolio, the PACTA tool of 2 Investing Initiative, is used to compare power generation industry trend of Ping An Life's portfolio and the market portfolio from now to next five years.", "label": "risk", "id": "train_1_65"}
{"text": "Due to the overlapping nature of the environmental services that WM provides and climate-related issues, the risks and opportunities are discussed, in whole or in part, at each meeting through one or all of the following governance mechanisms: strategy, major plans of action, risk management policies, annual budgets, business plans, performance objectives, major capital expenditures, and progress against goals and targets for addressing climate-related issues. Specifically, reviewing and guiding strategy is scheduled into every board meeting to inform the entire board and contribute to managing information, making decisions about what the company will do, and adapting those decisions based on climate-related information. Issues discussed in the reporting year include (1) the ability to provide carbon-reduction services such as recycling, composting, renewable energy, and advisory services; (2) direct GHG reductions from changes associated with our fleet, use of renewable energy, and operational efficiencies; (3) physical risk of severe weather to our employees, facilities, and ability to provide services, and (4) regulatory risk associated with climate change policy issues. Successful management of these issues relies not only upon significant investment in, for example, collection of landfill gas and production of renewable natural gas (RNG) and state-of-the-art material recovery facilities leveraging robotics and automation, but also an overarching strategic plan to address the financial viability of recycling, deployment of capital in our fleet, and WM’s ongoing development of landfill-gas-to-fuel facilities. Therefore, reviewing and guiding strategy at each board meeting is essential to meeting goals and targets. Additionally, one-on-one sessions with the Committee Chairs are conducted on an ad hoc basis.", "label": "governance", "id": "train_1_66"}
{"text": "We also invested €4.3 million in energy efficiency projects which reduced energy consumption by 300 million MJ. Projects that contributed to this achievement include cooling improvements in eight countries, improvements in lighting efficiency in 12 countries, electrical power optimisation in three countries and heat recovery from ground water in Hungary. Air and steam leakage prevention programmes were also implemented at all 66 of our production sites during the year.", "label": "metrics", "id": "train_1_67"}
{"text": "Public Perception of Alberta Oil Sands Development of the Alberta oil sands has received considerable attention in recent public commentary on the subjects of environmental impact, climate change and GHG emissions. Despite that much of the focus is on bitumen mining operations and not in situ production, public concerns about oil sands generally and GHG emissions, water and land use practices and indigenous engagement in oil sands developments specifically may, directly or indirectly, impair the profitability of our current oil sands projects, and the viability of future oil sands projects, by creating significant regulatory uncertainty leading to uncertainty in economic modeling of current and future projects and delays relating to the sanctioning of future projects.", "label": "strategy", "id": "train_1_68"}
{"text": "The enterprise risks were categorized as an external, operational or strategic risk. External risks emerge from outside the organization, operational risks arise from within the organization, and strategic risks are associated with our strategic initiatives. The identified risks can significantly affect the Association’s finance, relevancy and reputation if mitigations are not in place.", "label": "none", "id": "train_1_69"}
{"text": "Leadership sets the tone and provides clear direction and governance for effective risk management. The GEC remains responsible for the implementation of our climate change response. The GEC is supported by the PSSR to provide strategic climate change oversight and steer. The SSEC at Board level provides ultimate steer and oversight of climate change-related risks and opportunities.", "label": "governance", "id": "train_1_70"}
{"text": "In addition, in June 2019 Gold Fields and global energy group, EDL, announced a A$112m investment in a world-leading energy microgrid, which combines wind, solar, gas and battery storage and will result in over 50% of Agnew’s energy requirements being supplied from renewable and low-carbon sources. The 23MW power station that integrates solar with gas and diesel was commissioned in November 2019, while construction of the five wind turbines was completed in February 2020 (p69).", "label": "metrics", "id": "train_1_71"}
{"text": "In addition, the impacts of physical and transition climate risks can lead to second order connected risks, which have the potential to affect the Barclays Bank Group’s retail and wholesale portfolios. The impacts of climate change may increase losses for those sectors sensitive to the effects of physical and transition risks. Any subsequent increase in defaults and rising unemployment could create recessionary pressures, which may lead to wider deterioration in the creditworthiness of the Barclays Bank Group’s clients, higher ECLs, and increased charge-offs and defaults among retail customers.", "label": "strategy", "id": "train_1_72"}
{"text": "Our ability to offer and deliver value has driven increased consumer engagement over time. Generally, the longer consumers have been with us, the more orders they tend to place across a more diverse range of product categories. In fiscal year 2021, annual average GMV per consumer on our China retail marketplaces reached over RMB9,200 (US$1,404). Consumers on our China retail marketplaces also exhibited high retention. 98% of annual active consumers who spent over US$1,000 (RMB6,550) through our China retail marketplaces in fiscal year 2020 continued to be active in fiscal year 2021. In fiscal year 2021, more than 200 million annual active consumers spent more than US$1,000 (RMB6,550) through our China retail marketplaces.", "label": "none", "id": "train_1_73"}
{"text": "While the Trustee considers the impact of climate-related risks on all of the assets within which it invests, the primary focus has been on its equity exposure (although steps are being taken to extend this to the Scheme's holdings in publicly-traded corporate credit). The section above explained how the Trustee have co-developed the LGIM Future World Fund, its climate-related engagement activities and how the fund is used in both DB and DC strategies.", "label": "risk", "id": "train_1_74"}
{"text": "The analysis of economic implications of climate change is fraught with difficulty, and it is impossible to survey all potential impacts of climate change as no existing scenario or model can fully describe the workings of the entire physical world and how all physical, chemical, geological and biological processes influence each other. Impacts of climate changes will thus depend on how rapidly they occur, how large the changes are, as well as the adaptability of societies and ecosystems. As such, many analyses are based on factors that lend themselves to some degree of quantification, but climate change will also have effects which are difficult to quantify, or which cannot meaning- fully be quantified.", "label": "risk", "id": "train_1_75"}
{"text": "The new business team also spent the year bidding and ultimately winning a £1bn estate regeneration project with the London Borough of Havering, which will provide 3,000 new homes across 12 sites. We were also awarded two construction projects for the London Borough of Wandsworth to help build new affordable homes as part of their wider estate renewal strategy. The existing and new project work demonstrates the ability of the Wates Residential team to operate as both developer and contractor, in support of our business partners in delivering mixed tenure housing.", "label": "none", "id": "train_1_76"}
{"text": "The current model for financing renewables is an example of inefficient distribution of effort, since, even though the electricity sector accounts for only around 25% of energy consumption, it is the electricity consumers who bear most of these costs (more than 80% in Portugal and Spain). This effect distorts competition among the various energy vectors, limiting electrification and penalizing consumers who are most dependent on this energy vector.", "label": "strategy", "id": "train_1_77"}
{"text": "This is already significantly lower than the 0.25 per cent methane intensity target of the Oil and Gas Climate Initiative, which comprises 12 global oil and gas companies.17 Origin has a robust risk-based inspection and infrastructure integrity program that is designed to manage venting and minimise leaks.", "label": "metrics", "id": "train_1_78"}
{"text": "The members of the Student Manifesto called on the Group, at the annual EpE dinner held on 18 March 2019, to lead an ecological awakening, asking the EpE business leaders attending the event to 'communicate that (they) need students who have taken classes addressing ecological issues included in their general course requirements before they choose their specialisation.' Jean-Laurent Bonnafe met this call by sending a letter to the headmasters of ten leading French universities from which BNP Paribas recruits many of its employees.", "label": "governance", "id": "train_1_79"}
{"text": "Optus has been proactive through ABR on research and policy influence on government, given the major interdependencies on policy and funding. We also actively monitor and engage in the regulatory development relating to reporting and carbon emission taxes. In Australia, Optus provides annual comprehensive energy reporting to the National Green Energy Regulator (NGER).", "label": "governance", "id": "train_1_80"}
{"text": "In 2019, AP6 compiled its first high-level analysis of physical climate risks in the portfolio. Although it does not go into great depth, it does indicate that there are medi- um-high risks in nearly half of the portfolio. It is not currently possible for AP6 to, at the portfolio level, assess other climate-related risks like changes in consumer behavior or more regulation of products and emissions.", "label": "risk", "id": "train_1_81"}
{"text": "Third, we aim to improve communications with all stakeholders. Operational success is only possible if we can embed into the business a regular and reliable dialogue with our stakeholders – customers, investors, NGOs, local communi- ties, governments and international institutions. Our Newsroom channel will continue to keep people abreast of our corporate views and positions but we will, at the same time, strive to constantly provide feedback into our business operations regarding what our stakeholders are telling us.", "label": "none", "id": "train_1_82"}
{"text": "We emitted 13.4 million tonnes CO2 of Scope 2 (indirect emissions), being emissions arising from our consumption of purchased electricity, steam or heat. Our Scope 3 emissions include emissions from a broad range of sources, including shipping and land transportation. More details on our Scope 3 emissions will be available in our 2014", "label": "metrics", "id": "train_1_83"}
{"text": "We explain this by UBS's relatively small lending book in climate-sensitive-sectors (see 'UBS corporate lending to climate- sensitive sectors 2019' further below) and availability of insurance where we have relevant exposures to such sectors (e.g., Swiss mortgage lending book).", "label": "strategy", "id": "train_1_84"}
{"text": "Plants. This methodology is forward-looking and uses the IEA's 2 C scenario. This has allowed the Group to set target and transition away from coal power generation and extraction. Output from this analysis shows that the credit portfolio in these two sectors is aligned and below a 2 C scenario. - Societe Generale has also tested a credit portfolio alignment methodology developed by the 2 C Investing", "label": "risk", "id": "train_1_85"}
{"text": "The Technology and Operations and Enterprise Services teams work with Corporate Sustainability to implement initiatives to reduce the environmental impact of BlackRock's operations. In addition, BlackRock's Business Continuity Management and Disaster Recovery planning, strategy, and crisis management activities are managed by the Business Continuity Management team, which sits within Enterprise Services.", "label": "governance", "id": "train_1_86"}
{"text": "Our risk assessment Rising average annual temperatures could lead to higher cooling costs for our business and our customers. More erratic temperature changes could lead to strain or failure of our mechanical heating and cooling systems. Storms could lead to higher maintenance costs. And flooding, both inland and coastal, could lead to direct damage to our properties. All of these hazards can affect our customers’ business continuity.", "label": "strategy", "id": "train_1_87"}
{"text": "Through our joint-research, we have discovered how proteins that improve skin conditions can be increasingly activated by 14-dehydroergosterol (14-DHE), a compound contained in a white koji mold produced by the Kirin Group. FANCL will examine how 14-DHE’s properties that prevent skin aging can be applied in a wide range of products, including cosmetics and sunscreen. FANCL also plans to use 14-DHE in its mainstay cosmetics when its product lineup is renewed in 2021.", "label": "none", "id": "train_1_88"}
{"text": "(2018: €4.6bn, 2017: €4.6bn). mBank in Poland also wants to step up its commitment to environmentally friendly product solutions, with an initial investment of around €118m (PLN 500m) in renewable energy projects at the end of 2018. In July 2019, mBank decided to double this financing pool. To date, around three-quarters of the funds for investments have gone to the wind sector, with the rest supporting the development of solar parks.", "label": "metrics", "id": "train_1_89"}
{"text": "Societe Generale's strategy is set to be reviewed in 2020. By then, the Group is considering taking more ambitious engagements, which are likely to be informed by 2 C scenario. announce-the-acquisition-of-Lumo-the-pioneering-renewable-energy-crowdfunding-platform 15 Only the corporate credit portfolio has been evaluated. The Sovereign, Retail, Institutional and other portfolios have not. https://www.societegenerale.com/en/content/Societe-Generale-is-pleased-to-announce-the-acquisition-of-Lumo-the-pioneering-renewable-energy-crowdfunding-platform https://www.societegenerale.com/en/content/Societe-Generale-is-pleased-to-announce-the-acquisition-of-Lumo-the-pioneering-renewable-energy-crowdfunding-platform", "label": "strategy", "id": "train_1_90"}
{"text": "The two companies and the relevant local authorities had already created 1,088 car-pooling spaces between 2014 and 2018. They will step up their efforts in this area with a motorway investment plan that was approved by the French government in early November 2018. APRR has undertaken to create 1,700 car-pooling spaces at 27 sites by 2021, investing a total of €10.6 million, while AREA will invest €1.7 million to create 250 spaces at five sites in the same timeframe.", "label": "metrics", "id": "train_1_91"}
{"text": "Ralph Izzo has been a catalyst for climate action since assuming this position in 2007. He has been a respected voice among energy industry leaders on the need for comprehensive climate change policies, such as a nationwide price on carbon. As chairman of the Nuclear Energy Institute, he has advocated for policies to preserve the nation's fleet of existing nuclear power plants, which provide more than half of our carbon-free electricity. Izzo also advocates for climate action through organizations such as the CEO", "label": "governance", "id": "train_1_92"}
{"text": "In 2020, we expect like-for-like to im- prove further as we continue our turna- round. We will build on the current mo- mentum of our commercial initiatives and keep focus on improving brand relevance. We will continue to reduce costs and upgrade our product devel- opment process and organisational ca- pabilities. We are happy to push on with these plans together as a team and on behalf of the Board, we would like to ex- tend appreciation to the previous Chair, Peder Tuborgh, for his dedication and contribution to the company over the past five years.", "label": "none", "id": "train_1_93"}
{"text": "The very high-risk categories encompass risk exposure to counterparties mainly in Central Asia and Turkey and several countries outside the Bank's regions (mainly in the Gulf). The risk assessment is done based on the key risk counterparty. In particular, where a project has a guarantee, the physical risk assessment is based on the guarantor, which is considered to be the key risk party in such circumstances.", "label": "risk", "id": "train_1_94"}
{"text": "Further, the analysis was concluded prior to the US Presidential election, the outcome of which will likely have significant implications for the trajectory of US climate policy.42 Potential implications will be incorporated into future scenario analysis.", "label": "risk", "id": "train_1_95"}
{"text": "In 2019, HSBC participated in the Carbon Disclosure Project (formerly the Carbon Disclosure Project) working group to develop financial sector disclosure. We also partnered with climate change experts at MIT to produce exploratory transition scenarios. These scenarios were used to raise internal awareness of the different speeds with which transition could occur, the resulting investment requirements, the implications for energy system configuration and the broad macroeconomic costs.", "label": "governance", "id": "train_1_96"}
{"text": "Life matters most is one of our values. The obsession with safety and risk management, one of our key behaviours. Vale's entire health, safety and risk strategy considers that every accident can be avoided. The constant search to identify and control risks is an integral part of our routine, and its main objective is to eliminate fatalities in the work environment in a sustainable manner.", "label": "none", "id": "train_1_97"}
{"text": "During FY2019, APA expects to commission the 110 MW Darling Downs Solar Farm, the 130 MW Badgingarra Wind Farm and the 17.5 MW Badgingarra Solar Farm. APA continues to evaluate further renewable energy opportunities together with stand-alone and integrated low emission gas generation. This combination of intermittent renewable generation with reliable, low emissions gas-fuelled generation is well positioned to help deliver energy to people, businesses and communities that use it, affordably, efficiently and reliably.", "label": "metrics", "id": "train_1_98"}
{"text": "We also anticipate that the potential effects of climate change will increasingly impact our own operations and those of client properties we manage, especially when they are located in coastal cities. For example, in 2018, the impact of natural disasters was significant with a series of devastating wildfires in the U.S. as well as floods in several geographies around the globe.", "label": "strategy", "id": "train_1_99"}
