{"text": "Thats why you have to drive a MC defensively.   I do the same thing with my car.  I don't drive slow but I watch what others are doing. \n\nIts not about paying for fiscal mismanagement.  Its about distracting people.", "label": "not toxic", "id": "train_1_0"}
{"text": "Play stupid games. Win stupid prizes.  Darwin never sleeps.", "label": "toxic", "id": "train_1_1"}
{"text": "\"weiner\" pigs?  As in Anthony Weiner?\n\nhttp://backyardpigs.com/basic-pig-keeping/buying-weaners/\n\nlol", "label": "not toxic", "id": "train_1_2"}
{"text": "She should be removed from caucus as well. What a loser. Shame on Scheer for taking so long to make a decision.", "label": "toxic", "id": "train_1_3"}
{"text": "That's how fascism works:  make up a false assertion,  scream it over and over until fools find it plausible then they get to clamp down security and shoot people at will. \n\nFunny how \"the home of the free\" is getting less so minute by minute. Deine Papiere, Bitte.", "label": "toxic", "id": "train_1_4"}
{"text": "The photo doesn't show the entire circle. Folks are under no obligation to explain why they didn't join the circle, but you'd be free to ask them.", "label": "not toxic", "id": "train_1_5"}
{"text": "This is not and never has been a case of white man's abuses of natives for sex, but of natives' abuses of white man for profit.", "label": "toxic", "id": "train_1_6"}
{"text": "Why do you and all of your right wing buddies read the ADN then? Start your own publication where you can propagandize to your hearts content. You know, like Fox \"News.\"", "label": "not toxic", "id": "train_1_7"}
{"text": "This legislation is NOT aimed at Muslim women. It is only intended to pertain to women who wear niqabs or burkhas. It will have a very beneficial effect in preventing women,voluntarily or by coercion,  from converting themselves into  potent symbols of misogny. There is no place in western societies where equality is priceless for these awful cloth prisons that effectively shut off the wearers from social intercourse.", "label": "toxic", "id": "train_1_8"}
{"text": "\"What was in the victim's mind at the time of the act, not before or after, is central to the inquiry. Any text message that doesn't address that act directly is irrelevant.\"\n\nIn the very recent past we have:\n-the Zuker case -where the judge ignored prior texts where the girl said she was willing and looking forward explicitly to intercourse. and\n-the Ghomeshi case - where multiple witnesses kept coming up with excuses for why romantically pursuing their alleged attacker after the fact was moot.\n\nSo if we exclude contrary evidence before and ignore contrary evidence after the fact, the only thing we are left with is \"at the moment\"... now I may not be a millenial but pretty sure nobody is texting DURING the act itself.  So in effect, you're saying no evidence which supports the accused should be allowed.", "label": "not toxic", "id": "train_1_9"}
{"text": "Typical mediocrity. Who is being held accountable? If it were the US or Britain, Gilbert would be fired.", "label": "not toxic", "id": "train_1_10"}
{"text": "and the Ontario electorate the most stupid ever.", "label": "toxic", "id": "train_1_11"}
{"text": "Lets see any number of bombs, chemicals, incendiaries etc, a large truck.", "label": "not toxic", "id": "train_1_12"}
{"text": "Because Ted Bundy raped and killed, you must think it's okay for you to rape and kill.", "label": "toxic", "id": "train_1_13"}
{"text": "\"Incarceration\", \"shameful\"!? Are you stupid? The United States Government, with the support of the People of the United States, sent to concentration camps these AMERICANS. WE did exactly the same as the Nazis. Only difference is we didn't kill them. We haven't learned from the past either.", "label": "toxic", "id": "train_1_14"}
{"text": "Thanks for the enjoyable read.", "label": "not toxic", "id": "train_1_15"}
{"text": "When I was doing a job search a number of years ago, I was advised to avoid the HR department route and find out who the hiring manager was and target that individual. It worked. Yes, it seems that the HR department, and to a lesser extent the PR or Communications department, is a side-track on which to shunt employees.", "label": "not toxic", "id": "train_1_16"}
{"text": "So someone with an arrest warrant from California is given bail?  This proves our justice system is broken. The judge has proven him/herself to be incompetent.", "label": "toxic", "id": "train_1_17"}
{"text": "If he were having an affair with some people's spouse he'd be homosexual. Although Trump likely has latent homosexual tendencies, especially were his idol Vlad Putin is concerned, one could doubt whether he's ever had guts  to act on them. As for his virility, most probably assume it's largely rhetorical given  his petite hands and his poor health. \nMost people would likely be extremely surprised and, depending on the quality of their relationship with their spouse, perhaps amused, to find out that Donny was having an affair with their spouse given his natural homeliness, age and physical condition, not to mention his intellectual defects. \nI assume your question about people admiring Don's virility is entirely in jest and as for Trump's cunning, it's over-rated, he's mostly benefitted from being an heir to a fortune and from real estate tax loopholes.", "label": "not toxic", "id": "train_1_18"}
{"text": "Quit thinking Joan and ask people who do bondage why they find it liberating. It is because they had harsh discipline as children and this helps them work out those feelings.  Vanilla bondage without the ritual is pleasurable because it is a form of losing control. That is what orgasm is all about and why oral sodomy is also so necessary because some women cannot achieve orgasm any other way with someone else, which is something they are entitled to do.  I could frankly care less what asexuall oreinted bishops think of heterosexual practice when they are unaware that they even have a separate sexuality.  They have not given up heterosexuality, they never were attracted to anyone else in the first place.  If it was not considered disrespectful in today's culture, we would say that asexuals have an attachment disorder, but now we just accept them, but they need to accept their own difference and quit instructing us by their standards.", "label": "toxic", "id": "train_1_19"}
{"text": "It's easy vote him out! Additionally he can't even get it right. It was the National Anthem not the Pledge of Allegiance. Oh by the way I was also the only white guy on the basketball team get a clue and find out who really is behind BLM before you make a political statement. I can't believe how  incredibly ignorant you are.", "label": "toxic", "id": "train_1_20"}
{"text": "\"Moderage\"?", "label": "not toxic", "id": "train_1_21"}
{"text": "RE:  \"But Gray’s eventual spot in the rotation will remain up for debate.\"  Are you out of your mind?  He still has the best stuff of any Rockies pitcher.  I agree - - keep Chatwood on the road and have him sit in the sauna for home games.  \n\nBesides - - the Rockies will need all the pitchers they have during the dog days of late July and August.  I read today where the Rockies are looking for a veteran starting pitcher.  Huh?  They need another strong reliever - - middle to late innings (not a closer).  I am intrigued about Justin Verlander, though.  I'm not sure how much he has left in the tank but he is a proven winner.  And it would be great to see Kate Upton at Coors Field!  :>)", "label": "not toxic", "id": "train_1_22"}
{"text": "And on what evidence do you base the comment about Obama and the Democrats as narcissistic and mentally deranged?", "label": "toxic", "id": "train_1_23"}
{"text": "what a bunch of bull.  you are nuts.  Russia and putin are our biggest enemies.", "label": "toxic", "id": "train_1_24"}
{"text": "That is the type of question that we have courts, judges, and juries to find the answer to.  Cops are not supposed to be judge, jury, and executioner.", "label": "not toxic", "id": "train_1_25"}
{"text": "Margaret Wente:  self-appointed expert in everything, knowledgeable about nothing.  Campuses are actually quite conservative places.  A few atypical things hit the headlines and people like Margaret Wente pounce to create clickbait for the unwary.  I'm a 63 year-old white male politically centrist professor in the humanities who has never voted NDP, so don't suppose I'm some sort of biased leftist.  And don't suppose that a few ranting students equals, as Wente would have you believe, some kind of horrific new academic reality somehow sponsored by the majority of faculty.  She wants clicks, so she says disproportionate things to get people worked up.  Yawn.  Really the problem is that the Globe sponsors this kind of nonsense.", "label": "toxic", "id": "train_1_26"}
{"text": "Can't wait to see this old horse on the rail again. It will surely be a sight. My son's love for trains has not faltered, the completion of 557 will keep those feelings of wonder going. The fact that it's 5 years in, is purely limited resources. I applaud the hard working volunteers who have machined the parts, restored what they could find, and devoted their expertise.", "label": "not toxic", "id": "train_1_27"}
{"text": "More make beleive from the wizzard of oz!\n\nHow about timing the lights on Denver's roads so we are not stopping and starting over and over...\n\nMike is a retard anyway.  Scotty told me!", "label": "toxic", "id": "train_1_28"}
{"text": "Mr. Williamson prefers to ignore the basic fact that Canada has committed Billions to foreign aide under the umbrella of the Paris climate accord.\n\nThe Money collected from the carbon taxes will not be going into Canadian technological clean energy  advances (or saving the world) until its foreign aide portion of the Paris accord is met.  \n\nCanada is on the hook for our portion of the $100 Billion USD  that goes from developed countries to undeveloped countries (such as China).  More now that the US is not kicking in and Canada has assumed a leadership role??\n\nG20 member that are developed countries:  (actually G19  as EU is a member, but not a country):\nAustralia\nCanada\nFrance\nGermany\nItaly\nJapan\nUnited Kingdom\nUnited States\n\n\nG20 Countries that are considered developing and getting cash for Climate change:\nArgentina\nBrazil\nChina\nIndia\nIndonesia\nRepublic of Korea\nMexico\nRussia\nSaudi Arabia\nSouth Africa\nTurkey", "label": "not toxic", "id": "train_1_29"}
{"text": "A disproportionate number of the most senior bureaucrats (e.g. Butts and Telford), lobbyists, PR types and others in and around the new federal Liberal government are right out of Queens Park (inflated moving expenses and all) and you know it.  Obviously, these folks have moved for the bigger federal bucks and the probably greater longevity at the trough of the federal Liberals versus the imploding Ontario Liberals.\n\nAs to the BC Liberals, one reason they have successfully steered the provincial economy and public finances to consistent top three rankings in the federation (compared with Ontario which became a have not province and the most indebted province under McGuinty, Wynne et al) is that they are mostly conervatives there being no Conservative party provincially in BC.\n\nYou know these things, of course, but as a TTTTT - tedious, tiresome troll and trougher for Trudeau - you have to continue trying to mislead.\n\nNot many here are buying your balderdash.", "label": "not toxic", "id": "train_1_30"}
{"text": "OK I get it. You make a typo and you expect me to understand what you are trying to say. I'm good but I'm not that good. But the fact remains, you ask others to provide proof of claims and yet when you make claims you can't back them up with proof. Typical of a hypocritical Trumpkin....", "label": "toxic", "id": "train_1_31"}
{"text": "In the wake of Donald Trump’s election, the news is flooded with reports of abuse, assault, and harassment, largely of minorities, by jubilant Trump supporters celebrating the ascent of their candidate, a candidate who campaigned by appealing to white heterosexual Christian supremacy. \n\nOver the past 48 hours, women have been assaulted for wearing the hijab, property has been defaced with swastikas, LGBT Americans have been threatened, and African Americans have experienced election result-specific harassment by fellow Americans touting the election of Donald Trump as the dawn of a new America, apparently one where they consider that the ugliest of racial and social animus to have the seal of presidential approval.", "label": "toxic", "id": "train_1_32"}
{"text": "Of course your post will be derided Jack because you offer pablum ideology.  Do you think the 20% paying the 80% of taxes have seen their incomes increase year after year while the bottom 80% have stagnated.  Is it just possible this has taken place?   The amount of wealth created in the last 30 years (since the quack Reagan) has disproportionately been directed to fewer and fewer?  Do you think all the advances in technology and the resulting wealth has been shared?   Stats and figures would say otherwise.....perhaps you should read Joseph Stiglitz...someone who knows 100X either of us and see how he says the wealthy are writing the rules to ensure they get the benefits.....ask Warren Buffet, jack.....      so yes when you offer simple black and white ideologies while ignoring the world is far more complex than your trump brethren will clap whilst the rest of us hang our heads in shame.", "label": "not toxic", "id": "train_1_33"}
{"text": "AKJim Bob I agree.  Education isn't \"sacred\", there is lots of waste in Education and it is one of the biggest line item in the budget.  Cut it 10% at least", "label": "not toxic", "id": "train_1_34"}
{"text": "okay mama's boy, you can vote for whom ever you want.  but someone who cannot think for himself to make senseless comments is totally ludicrous.", "label": "toxic", "id": "train_1_35"}
{"text": "You're a disgrace to the human race.", "label": "toxic", "id": "train_1_36"}
{"text": "This article is a poor attempt to justify a failed healthcare system, and worse, a failed president...Obama. Don't try to criticize something that probably will be altered during discussions with the Democrats during joint conference.", "label": "not toxic", "id": "train_1_37"}
{"text": "Let me get this straight, Mr. Herz.  You wrote an article about a state legislator, who is dying of cancer and retiring because after he voted against a position held by Conoco Phillips on an oil tax bill, the lobbyist for Conoco Phillips bought that legislator a meal at a small retirement dinner.  You chose a title for your article that implies that legislator's vote was bought with a $78 dinner.  Classy.  Not.", "label": "not toxic", "id": "train_1_38"}
{"text": "I have often said owning a silver or grey colored car/truck in the PNW is just plain stupid.", "label": "toxic", "id": "train_1_39"}
