{"text": "'\nYep, a half million dollar 52-foot Hatteras is a real hardship.\n.", "label": "not toxic", "id": "train_3_0"}
{"text": "I never flag comments, even from pond scum like you.", "label": "toxic", "id": "train_3_1"}
{"text": "Bolt a gun safe to the ground and lock them up at night.  Good luck getting that size safe in your truck.  If you have automatic weapons maybe you should be required to have a bit more security?  Well at least the criminals got some cool automatic weapons. /s  Any video security?  Let us all see the video, I could use 10K.", "label": "not toxic", "id": "train_3_2"}
{"text": "1%ers are NOT self made!! Or do you really believe that they didn't benefit at all from public infrastructure, and that they created wealth without the availability of a labor force, etc. etc.?!? The 1% made their fortunes on the backs of the 99% and there would be no wealthy people in the U.S. without the rest of us. Give me a frickin' break!", "label": "toxic", "id": "train_3_3"}
{"text": "Come on, Governor Ige, what are you waiting for? Do the right thing: Protect Hawaiian wildlife! Wildlife belongs in the wild, not captive for private profit and pleasure. We are watching and waiting, in Hawaii and far beyond. Sign SB 1240 NOW!", "label": "not toxic", "id": "train_3_4"}
{"text": "Canadians are the best educated and most informed people in the world.\n  But their intelligence includes the ability to delude themselves about realities that challenge their moral values.\n  You know, \"I need to make a living\". \"I have a family to raise\",\"I need to put food on the table\", I'm doing it for the kids.\"\n  There are none so blind as the well-informed who will not see.\n   They need to snap out of their spiritual sleep walking and realize they can't be both a virgin and a whore at the same time.", "label": "toxic", "id": "train_3_5"}
{"text": "nonsense. the muslims invaded europe, as they are doing today. they invaded israel and surrounding areas, as they are trying to do today. the intent is to turn the world in to their oyster. i will not apologize for the sins of others, i was not there, and neither were you.", "label": "toxic", "id": "train_3_6"}
{"text": "The members of the K of C in our area are old duffers who, if they get on the internet, do so to see pictures of their families.  They don't get on to do research.\n\nBishops' housing---how about a simple home--with maybe a guest room and a two car garage.  I know a decent number of bishops who live very nicely in either a parish rectory or in a minor seminary just down the hall from the seminarians.\n\nYour critique of women---missed the obvious.  Women SHARE info.  usually with many others.  Men keep information to themselves.  The term used in the intelligence communities of \"Need to know\" was invented by men---not women.", "label": "not toxic", "id": "train_3_7"}
{"text": "Give me a break. Truth is, all the self-righteous emoting about the Weinstein sexual abuse case is just cheap, tawdry, gossipy entertainment for the vacuous American masses who need to get their daily cheap thrill without taking responsibility for their actions. Maybe I'm a cynic, but I wonder how many of these shallow self-righteous people voted for Agent Orange who was a known sexual abuser. We're being entertained to death. This is kind of how the Roman Empire ended.", "label": "toxic", "id": "train_3_8"}
{"text": "Al, you are right it is so difficult to get to the truth these days. All we can do is keep our views sober and respectful.", "label": "not toxic", "id": "train_3_9"}
{"text": "Because the politically correct movement is racist against white people.\n\nPeriod.", "label": "toxic", "id": "train_3_10"}
{"text": "He stole a Honda Fit. LMAO!", "label": "not toxic", "id": "train_3_11"}
{"text": "That drip drip drip you hear is the slow but growing blood loss of the Natural Governing Larceny Party of Canada.  Good riddance.", "label": "not toxic", "id": "train_3_12"}
{"text": "2 observations:  \nFirst, read the \"Parties\" as described in the Complaint above beginning in Paragraph 42.  It tells you everything you need to know.  This is a law suit by 1 plaintiff (Zeppelin - rich, self interested property owner/developer).  The other named \"Plaintiff\" establish their standing because they \"drive that portion of I-70\" (literally).  Follow the money, folks!\n\nSecond, anyone who watched the video of that press conference must agree that it was a complete, bumbling clown show.  Hysterical...", "label": "toxic", "id": "train_3_13"}
{"text": "This would be the same CIA - and Reuters and Toronto Globe and Mail - that told us about Saddam's Nukular Bombs, Niger yellowcake, Assad gassed his own Alewite supporters in front of the U.N. chemical weapons inspectors on the very day they were scheduled to visit, etc.?\n\nI dearly hope this isn't a sign the CIA isn't as displeased with Mr. Trump as it was with John F. Kennedy, Robert F. Kennedy and Martin Luther King.\n\nI don't like where this is headed. \n\nAs for the CIA, the corporate media lapdogs and the neocons lapping it up I have only one thing to say: Same ol' bull crap. You guys are in your death throes. Stand back, folks.", "label": "toxic", "id": "train_3_14"}
{"text": "Sorry. You need more punctuation in your post before I will reply to your question.", "label": "not toxic", "id": "train_3_15"}
{"text": "I wonder how many smokers it takes to earn $11 million in profit.", "label": "not toxic", "id": "train_3_16"}
{"text": "But they were killed in an approved way, with approved bombs.  And not killed in an unapproved way, with unapproved poison gas.", "label": "toxic", "id": "train_3_17"}
{"text": "\"Ammosexuals\" is a truly inspired coinage.", "label": "not toxic", "id": "train_3_18"}
{"text": "A felon belongs to a group you moron .... just like a Trans person belongs to a group ... if I said you cant do something because you are trans ... that would be the individual and the group ... perhaps hooked on phonics would be a good investment for you ..\nI hate to break it to you but that moron is no longer the CIC so what he did or did not do and for that matter what Ash Carter did or did not do is not relevant. Reversing this as well as most of his other decisions is widely applauded ...keep stomping your feet maybe it will get better for you ... or maybe try holding your breath", "label": "toxic", "id": "train_3_19"}
{"text": "The message where he stated the us govt is the most oppressive in the history of earth? That one? There are govts now and in the past that are far more oppressive, just points to lack of education of him and all those that blindly follow", "label": "not toxic", "id": "train_3_20"}
{"text": "DEMOC RAT FILTH ARE THE WORST KIND OF EVIL..THEY WILL STOP AT NOTHING TO DESTROY AMERICA AND ANYONE WHO DOES NOT THINK LIKE A LIBTARD", "label": "toxic", "id": "train_3_21"}
{"text": "TOTALLY irrelevant, sir.  Besides My God can beat up your god!", "label": "toxic", "id": "train_3_22"}
{"text": "I just started 6 weeks ago and I've gotten 2 check for a total of $4,200...this is the best decision I made in a long time! \"Thank you for giving me this extraordinary opportunity to make extra money from home. This extra cash has changed my life in so many ways, visit this following website for more details,,, thank you!\"\n\n======================\n\u0081♥♥ >>   w­­­w­­­w.o­­­n­­­l­­­i­­­n­­­e­­­j­­­o­­­b­­­s­­­1­­­0­­­0.c­­­o­­­m\n======================", "label": "not toxic", "id": "train_3_23"}
{"text": "Mr Trump is an incessant, habitual liar.  To claim otherwise is simply silly.  The fact that he NEVER corrects is mis-statements or admits his lies doesn't make him any less a liar.  It's a bit amusing to read folks like Outsider and Bill Hooper as they attempt to defend his lying, minimize it, trivialize it and distract the conversation.....Face it, guys, your hero is a pathological liar.  Gary Crum", "label": "toxic", "id": "train_3_24"}
{"text": "That is just not enough.  It keeps women as an unequal gender.", "label": "not toxic", "id": "train_3_25"}
{"text": "Hes a talented young man, but NFL history is littered with the wasted careers of talented athletes who didn't grow up. Hopefully he takes this time to reflect on the direction hes heading and makes the necessary changes in his life.\n\nAlso, its great to see Jerry get screwed!", "label": "toxic", "id": "train_3_26"}
{"text": "The reason seems to be included in the article: \"Veterans’ groups see the House plan as setting dangerous precedent because it takes money from core VA benefits to pay for private-sector care. The plan would trim pensions for some veterans and collect fees for housing loans guaranteed by the VA.\" However, I'm glad it is working for you, but there may be more concerns from other vets. Hope something good comes of this because our vets should not have to worry about their health care. And so far it doesn't look like Democrats or Republicans are doing what needs to be done.", "label": "not toxic", "id": "train_3_27"}
{"text": "As the days pass and reality replaces the Corporate Media cheerleading, the use of technological military force demonstrates again, it has no value.  Nothing accomplished; Nothing gained; beyond the temporary glory of the mindless leaders and idolators of same.  Foreign policy requires intelligence, logic, and reason; None of which are contained within the brains of the Trump administration and the entire Republican Terrorist Traitor Party.  The glaring examples of a dictator in charge of a military which he believes to be \"his\".  The most dangerous statement by an American president in history.", "label": "not toxic", "id": "train_3_28"}
{"text": "I think Mr. Obama should just stuff a sock in his mouth for another month and not embarrass himself further.  He's had 8 years as President, and now it's time to move on.  His favoured candidate didn't win because she wasn't a very good candidate and considered most American citizens to be deplorable.  The whole world tried to participate in the American election, but it was only Americans who had a vote.  Here in Winnipeg, the local media was full of stories about Winnipegers who travelled to the United States to work as foot soldiers in Hillary's campaign.  But Americans chose Donald Trump and the rest of the world can go suck a rock.  And Mr. Obama should display enough grace to not trash the place on the way out.", "label": "toxic", "id": "train_3_29"}
{"text": "Wait Don Young, said something inappropriate, that almost never happens....", "label": "not toxic", "id": "train_3_30"}
{"text": "Throwing up stupid straw men is the idiotic part of this. Take it back to the Sun. You aren't making any sense.", "label": "toxic", "id": "train_3_31"}
{"text": "Your distaste for Clinton is palpable. If you think this is some unique situation is ridiculous. Take the time, I am betting 100% you will find GOP politicians/foundations that have taken donations and contribution for people and companies that have later been accused of and been convicted of crimes, from minor ones to awful ones.\n\nThe classic part, if we switched Weinstein with Trump and Trump wasn't president, there would be screaming from liberals for all the politicians/foundation to return their money the got from him. Funny how the screaming changes which side you are one. Which is really hypocritcal.\n\nThis is all part of the filthiness of politicals. Money is money and it really doesn't matter how dirty it is.", "label": "toxic", "id": "train_3_32"}
{"text": "Calling that guy a musician is a bit of a stretch. This is another case of a drug addled \"celebrity\" meddling in affairs they know nothing about, simply because they are well-known.", "label": "not toxic", "id": "train_3_33"}
{"text": "But the third baseline is the most important - how do they compare in the context of #it's2017?", "label": "not toxic", "id": "train_3_34"}
{"text": "For those who think they are white as snow and without blemish I must repeat this truth: From Lisa Bloom. Lisa Bloom is a Legal analyst for NBC News and Avvo, attorney and bestselling author.\n\n\"In our nation’s history, so many of the sickest most appalling crimes have been committed by whites. Yet no matter how sadistic the crime, no matter how young the victims, no matter how much fear is engendered in a community, no matter how much media attention and public discussion the crimes of whites engender, the race itself is never sullied.\" \n\nLisa Bloom also says white men are at the top of the list for gaining foreign visas to have sex with children. 85-percent in Latin America, she says.\n\nLisa Bloom also adds the most prolific serial killers in this country (America) are white men. And last, white women are known for killing their children.\n\nPeople, this is not gossip and hearsay.", "label": "toxic", "id": "train_3_35"}
{"text": "\"Americans have never really had to pose the question: What to do when the sovereign is mad?\" \n\nThat's an appropriate Freudian slip on MSW's part since our president seems to think he's a king like George III, demanding loyalty from his \"subjects\" and acting as though he were a sovereign, rather than the public servant he actually is. Even Queen Elizabeth II acknowledges her role as a public servant and she's actual royalty. \n\nAs for our president, I personally don't think Don the Con is mad in the way of George III, he's simply incompetent, unprepared, incurious, arrogant, lazy, and vindictive. Those are not signs of madness but they are characteristics of a bad leader. Perhaps, as with Nixon, the smoking gun will come down to those elusive tapes to which Trump made mention in a tweet. Even if that happens, the Republican majority in Congress will look the other way and block impeachment proceedings in every conceivable way. We've seen this from them before. They will do it again.", "label": "toxic", "id": "train_3_36"}
{"text": "Wrong rally.", "label": "not toxic", "id": "train_3_37"}
{"text": "Trash", "label": "toxic", "id": "train_3_38"}
{"text": "Trump, the insecure, childish vindictive one is more concerned with what people say about him than the effects of his policies on them and others.  This hallmark of his administration is a particularly disturbing violation of the first amendment.", "label": "not toxic", "id": "train_3_39"}
