{"text": "Hire a special federal investigator.  Bring Bob Mueller here.  The players here are ego-driven, power hungry and money grubbing.  This is beyond stupidity.  The worst part is that those in charge think they are doing a great job, and that the anti-rail public just \"doesn't understand\" all the nuances involved as well as they, the experts close to the decision-making, do.  Seriously, they live in a bubble all their own and are so out of touch with reason and logic.", "label": "toxic", "id": "train_4_0"}
{"text": "For those of us who have studied physics at some time in our lives, can you please explain how sonar is related to radiation at wifi frequencies, or visible light emitted by  LEDs? Also, in what way does light of a certain frequency emitted by an LED differ from light of the same frequency emitted by some other source?", "label": "not toxic", "id": "train_4_1"}
{"text": "I do not think a lot of Americans would agree with you.", "label": "not toxic", "id": "train_4_2"}
{"text": "The oil train 'resolution' is so feel good; and so ineffective and useless.", "label": "toxic", "id": "train_4_3"}
{"text": "the only damage here is idiots like the article writer Steven Hoffman as his reefer maddness ideals are like trying to convince us slavery is good ...Steven Hoffman, when a local, Federal, or International law violates my HUMAN RIGHTS, guess what...MY RIGHTS WIN...**** international law, and **** federal laws too...booze is man made, its poison, and it kills, does so much harm and you dont go to jail if you give your 14 yr old a glass of wine or a beer...but hand them a joint and 18 yrs in jail...\nMURDERERS DONT GET 15 YRS....\nEff you and the International community of reefer maddness trolls, go back under the bridge you crawled our from", "label": "toxic", "id": "train_4_4"}
{"text": "You are right. That would work in a flash. Problem though would be the City counsel would want to keep that money pouring in.", "label": "not toxic", "id": "train_4_5"}
{"text": "Lyft won't have any more success than Uber. The taxicab industry lobby is too strong. And that problem isn't confined to Quebec.", "label": "not toxic", "id": "train_4_6"}
{"text": "Spot on! Stream of consciousness, in this case drowning in a stream of drivel.", "label": "toxic", "id": "train_4_7"}
{"text": "I stand by my comments in the last post. \n\nNothing in your latest pious outpourings really addresses the questions I put to you.", "label": "not toxic", "id": "train_4_8"}
{"text": "politicians are some of the lowest form of life in this world....  think of the mentality it takes to go around begging for money to get you elected by spreading pure bull sh|*t for people to support your \"VISION\" for making the world a \"better place\".... its like actors... NARCISSISM to the nth degree. there are probably less than 10% of them who are actually human.", "label": "toxic", "id": "train_4_9"}
{"text": "So killing is the answer to overcrowding in orphanages and foster care? The left has to do some real moral acrobatics to claim to care about children and families on one hand but supports their slaughter on the other.", "label": "toxic", "id": "train_4_10"}
{"text": "How can a \"top construction official\" not get regular information on such a large project...large even before cost overruns? He should be asking questions daily. \n\nThis guy should be stripped of every health and pension benefit, and his salary clawed back for failure to perform his job.", "label": "not toxic", "id": "train_4_11"}
{"text": "She's as repugnant as ever.  Not to mention irrelevant.", "label": "toxic", "id": "train_4_12"}
{"text": "Couldn't agree with you more, but if its basis is that of a retail company, it is a retail company that is in serious trouble, as is much of the industry, it would appear.", "label": "not toxic", "id": "train_4_13"}
{"text": "Bernie Sanders is an idiot looking for a brain.  Someone please ask him what race he is talking about.  People from Puerto Rico are of no particular race.  They are Americans of Spanish, other European countries, African and Asian dissent.  Might even be other races that live on the island too.  Can he please be specific?  He needs to stay in the public limelight in hopes in might keep his and his crooked wife's asses out of prison.  He lied and pressured the bank with his senator position and she lied on the loan application and the bank is out $10 Million.  Just another crooked ass politician with a crooked wife trying to deflect their guilt.  Not going to work Goofball.", "label": "toxic", "id": "train_4_14"}
{"text": "What's sad is this \"daycare\" was obviously run by members of a certain ethnic group from east of the South China Sea to serve others from that ethnic group under the guise of \"we're ALL in the same ethnic group...TRUST us (plus we have a cop on board, just in case)\".\n\nLooks like young Peyton's parents were DUPED by people they thought they could count on.", "label": "not toxic", "id": "train_4_15"}
{"text": "It's more than that.  The lost resource revenue would have helped finance improved healthcare and better education.  It galls me that the same folks who complain that government is not investing enough in health and education are usually the same folks who vehemently oppose any sort of resource development to help pay for social programs.  I wish they'd bloody well wake up!!!", "label": "toxic", "id": "train_4_16"}
{"text": "Are you sure?  It seems that a specific judge(s) are responsible for letting the perp off.  We are voting today and it seems a good time to vote no on the retention of this judge responsible.", "label": "not toxic", "id": "train_4_17"}
{"text": "The old mouse in the coffee trick. Okay you get 5 free refills.", "label": "not toxic", "id": "train_4_18"}
{"text": "I'd say it has more to do with a bunch of white extremists driving from out of state to Charlottesville to intimidate the community over a municipal decision that's none of their freaking business.", "label": "toxic", "id": "train_4_19"}
{"text": "Read the first persons account by Butte, Montana men, One Crow, One Arapaho in the Montana Standard as they save the girl after she was attacked and injured by rioting police, laughing as they got a \"good shot\".  Then join in the laughter as the militarized police gestapo continue to bring maximum force on unarmed civilians.  The big question continues to be where is Obama's Department of Justice, FBI, Army Corps of Engineers to protect human and civil rights?  The cowardice of this administration against the fascist forces of evil can only be interpreted as collusionary  with the Corporate Oligarchy led by the Oil Monopoly.  The North Dakota oil is unneeded in this country and the Black Snake pipeline is solely for the purpose of export to foreign lands.  The world is awash in oil.  Leave it in the ground and get back to farming the North Dakota lands and reclaim the wreckage left behind by the Oil predators.", "label": "not toxic", "id": "train_4_20"}
{"text": "i can't believe all the criticism Tulsi is getting for her showboating - I mean fact-finding - trip to Syria.  Of course she was the only person in the entire USA qualified to find facts.  How could she possibly trust the American soldiers, diplomats or agents there to give an unbiased report?  I'm sure the key information she obtained while sucking up to Assad for two hours was something those rubes could never have obtained.", "label": "toxic", "id": "train_4_21"}
{"text": "That link didn't say a single word about ERMUHGOD GAY ORAL SEX!!!! HOT, HOT MAN ON MAN ORAL SEX!!!111", "label": "toxic", "id": "train_4_22"}
{"text": "This is the way of all ape cultures. Status in exchange for sex. Why would humans be any different? Are we going to recognize our hard-wired true nature or continue to live in some women's studies fantasy land? You don't hear these women complaining that talented women who don't look like porno queens never get on tv. The stars never stand up for the ugly women who are just as smart and work even harder.", "label": "not toxic", "id": "train_4_23"}
{"text": "You mean like the 94% of the vote that the ANC got in Butterworth, Eastern Cape?", "label": "not toxic", "id": "train_4_24"}
{"text": "There is no \"alt-left\" or \"antifa.\" There are fascists (Nazis, KKK) and there are decent human beings. Every decent human being is opposed to fascism. You could just as easily call them \"people.\" Nazis and white supremacists are subhuman.", "label": "toxic", "id": "train_4_25"}
{"text": "And I love the way people think their canned talking points are \"proving\" something. So I guess we're both happy!", "label": "not toxic", "id": "train_4_26"}
{"text": "No, what Canada needs is the airhead son of The Godfather of The National Debt to get us back on the track his old man had us on which was heading to the brink of bankruptcy and which took 30 years and three governments to get under control.\n\nAs well, we need someone who lacks any relevant education, experience and accomplishments for the job of leading a G 7 nation. and who is so ignorant, arrogant and doltish that there is a website devoted to the stupid things he has said and he is rightly acknowledged to be of the intellectual level best described by former US president Johnson.  As LBJ would say, \"he's so stupid he couldn't pour piss out of a boot with the instructions printed on the heel.\"\n\nLike thousands of others, O'Leary is better qualified for the PM job than is The Clown Prince.\n\nBut there are about half a dozen other leadership candidates in the race who are better qualified and suited to the PM's role than O'Leary happens to be.\n\nOne of these others will be the next PM.", "label": "toxic", "id": "train_4_27"}
{"text": "Christine Cunningham:  My first 'bird' dog was also an English Setter.  Her name was Shelly (AKC name Pearless Shelly - Peerless​ for the blood line - and Shelly, as in Shelly the poet of wind and song).  As she got on a bird, her coat blowing in the wind, head held high as she went on point, she was an absolute thing of beauty to see and a joy to watch and behold.  That was 50 years ago when she owned me and I see her to this day.  Names really ARE important :)", "label": "not toxic", "id": "train_4_28"}
{"text": "No, actually, the comment made by the Chairman of the Armed Services committee last year. And it can NOT fight. It has been defeated by F-16's, Euro-fighters and Saabs in real-time combat dogfights. Who do you work for? That loser corporation that is trying to flog these worthless pieces of junk?", "label": "toxic", "id": "train_4_29"}
{"text": "Dreamlost, how is 80,000 x 12 not close to 1,000,000?\n\nYour alcoholic math doesn't work.  Want a joint?  It'll help you relax a little too, then you won't have to run around ranting about your guns.", "label": "not toxic", "id": "train_4_30"}
{"text": "If you Republicans are hell bent on passing gun laws then you damn well better be prepared to add a giant safety net statewide.  If I had a loved one gunned down I'd be coming back to sue the Republican majority.", "label": "toxic", "id": "train_4_31"}
{"text": "\"You only wanted him up with no one on.\"\n\nYou'd be wrong, though.\n\nJose Bautista, with Runners on:  .911 OPS\nJose Bautista, no one on base:  .711 OPS\nJose Bautista,  RISP:  .984 OPS", "label": "not toxic", "id": "train_4_32"}
{"text": "In an institution filled with loathsome people, Gutierrez is by far the most loathsome of them all.", "label": "toxic", "id": "train_4_33"}
{"text": "Your statement, sir, is simply untrue.  Either you a)are simply ignorant (that means you don't know facts) , or b) are knowingly promulgating a narrative which is untrue....that, IMO, is far worse than ignorance.  If, in fact, you have an actual link to Mr. Kaepernick saying he \"hates America\", by all means provide that link.  The only link you have provided confirmed precisely what I and several other posters have said regarding Mr. Kaepernick's motives for his protest.  Gary Crum", "label": "toxic", "id": "train_4_34"}
{"text": "It may well be time for an overhaul of our tax system.  We can look at taxing the family unit (instead of individual taxation) as was recommended in the Carter Commission but not adopted.  There is much that could be improved and proper consultations and time is required to make the system better in many respects. \nThese proposals are NOT a good start. They will set that process back years.\n\nI am telling you this as a tax professional with almost 29 years under my belt (I started in 1987 when we had \"tax reform\") and as  someone who has read these proposals in detail.  The public has no idea what is in here. These proposals go way beyond the stated objectives.\n\nThere are simpler ways to achieve what the current government wants without killing all small businesses.", "label": "not toxic", "id": "train_4_35"}
{"text": "There is a very negative tone to the articles in this paper around Queen Victoria Day this year.", "label": "not toxic", "id": "train_4_36"}
{"text": "If you lock your doors at night to keep bad people out you are a hypocrite to suggest it's not okay for Trump to protect Americans.", "label": "toxic", "id": "train_4_37"}
{"text": "So many hateful comments, irrelevant to the crime she committed we are talking about human beings. A women with American children should NOT be deported, American children should be raised in America not Peru a country they do not know and which is also lacking opportunity. Compassion and common sense really are missing from so many of you and for that you should be ashamed and enjoy your time in HELL.", "label": "toxic", "id": "train_4_38"}
{"text": "And where, I ask, are the criticisms about all of Trump's Goldman Sachs alums who now populate his cabinet from the very people who went apoplectic because Hillary gave a speech to GS? The hypocrisy in the form of absolute silence from the peanut gallery is glaring - and duly noted.", "label": "not toxic", "id": "train_4_39"}
