{"text": "You're the one who suggested that newcomers should \"learn about the people of Oregon\" and \"become one of us.\" What nonsense. You're saying that there's a litmus test for admittance into some make-believe Oregon ethos. Adapt to what? Things don't look different here, they just look cloudy and gray most of the time. You didn't discover nirvana and you're not smarter for living here. What an arrogant sap you are.", "label": "toxic", "id": "train_2_0"}
{"text": "Yes, and don't you agree that everyone else should be paying the same licensing fees and bed taxes that you do?", "label": "not toxic", "id": "train_2_1"}
{"text": "Oh good grief. With every post you reveal the depth of your ignorance and immaturity. You are a joke.", "label": "toxic", "id": "train_2_2"}
{"text": "Indeed several Prime Ministers have lost a vote of confidence, include our two previous Prime Ministers.\n\nHarper and the Conservatives lost a confidence vote in March, 2011, triggering the 2011 general election where the Conservatives came back to win a majority.  Previously Paul Martin and the Liberals lost a confidence vote in November of 2005, triggering the 2006 that the Conservatives ended up winning.\n\nWhat has not happened in Canadian history, at least at the Federal level, is for a government to lose a confidence vote when they have a majority.  It is theoretically possible but it would require at least a few members of a party to vote against their own government.  We would probably only see that if a MAJOR scandal had occurred.  It nearly happened following the Pacific Scandal in 1873 under Sir John A. Macdonald, but he stepped down before a confidence vote could be held (and didn't quite have a full-fledged majority anyway).", "label": "not toxic", "id": "train_2_3"}
{"text": "tRump is putting in place an anti-labor administration so that he can continue to underpay his workforce and his attempt to dismantle organized labor.  Reagan started the initial crippling of organized labor when he gave the order to fire the air traffic controllers.  Unions fought back and threw a monkey wrench in Reagan's anti-union grab.", "label": "not toxic", "id": "train_2_4"}
{"text": "Right.  Of course you're right, again.  Absolutely.  We did a raid that yielded nothing.  You're absolutely right.  I hope Trump begs you to help our country.\n\nhttp://www.reuters.com/article/us-usa-yemen-idUSKBN1691PV\n\nYou were absolutely right.  Obviously, this was a lucky shot.  OH!  Wait!  and this one, too.\n\nhttp://www.reuters.com/article/us-mideast-crisis-qaeda-leader-idUSKBN16924L\n\nAll my golfing buddies tell me all the time, \"It's better to be lucky than good.\"  Imagine hitting the targets we aim at.  What a concept!  If only we had gotten any info at all from the failed raid.  Darn it!", "label": "toxic", "id": "train_2_5"}
{"text": "Wente isn't entirely convinced trees exist. After all they might be fake, cooked up by botanists and dendrologists looking for a free ride on the hardworking taxpayer and trying to impose One World Gubmint.", "label": "not toxic", "id": "train_2_6"}
{"text": "He bent over blackwards - they're also \"disadvantaged\", remember🐷", "label": "toxic", "id": "train_2_7"}
{"text": "I just spent a couple of hours reading through \"The Rate of Return on Everything, 1870–2015\" by Jorda et al that provides the source material for Policy Tensor's blog article. Unfortunately (or fortunately depending on your view) the real estate returns calculated using a rent-price model are extrapolated from fairly sparse raw data. The authors heavily massaged what data they did have in an attempt to discard outliers and account for negative impacts like expenses and taxes. On the other hand, records for equity and fixed-income investments are considerably more extensive and do not rely on as many fudge factors like survivorship bias to arrive at reasonably serviceable return numbers. As an exercise in global economics, this study is so generalized as to be virtually meaningless to individual investors and may contain significant flaws that are impossible to detect because much of it relies on estimates where gaps in the raw data exist.", "label": "not toxic", "id": "train_2_8"}
{"text": "Alex Jones - someone who is every bit as mentally ill and loathsome as his good friend, Donald Trump.  Liars and conspiracy theorists stick together.", "label": "toxic", "id": "train_2_9"}
{"text": "This is what happens when you have Bannon as your campaign head.  http://www.motherjones.com/politics/2016/08/stephen-bannon-donald-trump-alt-right-breitbart-news", "label": "not toxic", "id": "train_2_10"}
{"text": "Ok, let it be known that I and I believe many others are pro OLFers  and firmly against COER and all they stand for. They are either ignorant, stupid or liars. Most people read the documents associated with the purchase of property. May be they just can't comprehend what they read.", "label": "toxic", "id": "train_2_11"}
{"text": "what is laughable are the left wing sheep like jimbo etc that think cause after ONE day, the sky hasnt fallen all is great in increase tax land of the left, they want to ignore that it will take a bit for the costs to work thru to consumers etc taking a huge hit in higher prices  out of peoples pockets making things much harder for everyone", "label": "toxic", "id": "train_2_12"}
{"text": "Never was it more true that there's one born every minute.", "label": "not toxic", "id": "train_2_13"}
{"text": "Excellent comment.", "label": "not toxic", "id": "train_2_14"}
{"text": "So what happened to the promised witch trial of the Copper River Republican who voted against the rotten policies of the Majority Caucus in favor of the futures of all Alaska's men women and children, his constituents, instead of the Alaska Communist search for worthless oil on the backs of Alaskans? \nThis was going to be the highlight of fun for the far, far, Alaska GOP Convention ending with tonight's banquet burning at the stake for a Republican who voted his conscience instead of for Myer and Chennault, Kelly and McKinnon and the rest of the rascally devils!", "label": "toxic", "id": "train_2_15"}
{"text": "You can't pull a transcript of the speech?", "label": "not toxic", "id": "train_2_16"}
{"text": "The reality is that some limited number of folks -- rich, middle and poor -- are lazy, freeloaders. I'm more concerned about Wall Street freeloaders who cost the economy (that's _us_) millions than I am about someone without much initiative who freeloads off public assistance when they could be working for income.\n\nPiercy thought Capstone was well-designed, so I'd avoid citing her (except as a clueless hypocrite).\n\nI agree that there are a number of examples of really well-designed, sensibly located, subsidized, low-income housing in Eugene. Cornerstone Community Housing (formerly Metro Affordable Housing) has done terrific projects. OTOH, Bascom Village was not well-planned because the infrastructure and services are inadequate. If we had a competent City Manager and staff, we could substantially reduce neighborhood concerns across the city, as we've done well in the JWN. But stupidity like the SW-SAZ proposal and the \"true believers\" still trying to force \"V2.0\" make attitudes worse.", "label": "toxic", "id": "train_2_17"}
{"text": "Excellent informative article.  I find it amazing that there are many Canadians who are opposed to immigration, in fact there are many organizations such as, Immigration Watch Canada, immigrationwatchcanada.org,  who regularly campaign and lobby the government to eliminate immigration altogether!  Given Canada's low birth rate, I wonder how these people would feel when the population starts to decline and then say, within a generation, 25% of the houses on their street are empty and the value of their home and whatever equity they had has plummeted.  Anyone who wants to see what population decline looks like should take a trip to Detroit. That city's population has declined from 1.7 million in 1957 to 650,000 today.  It is an urban wasteland with dozen of square miles of vacant lots and at least 50,00 abandoned house. In my opinion, we should double the immigration quota immediately.  Canada should be, after 150 years of confederation, a country of 100 million people at least.", "label": "not toxic", "id": "train_2_18"}
{"text": "No, it's not, it's just more trash talk about nothing.", "label": "toxic", "id": "train_2_19"}
{"text": "Mickels8 - \"To hold a baby in one hand and an excited dog in the other sounds more reckless than the security guard shooting his gun with people around...wrong!!! You are an idiot!!", "label": "toxic", "id": "train_2_20"}
{"text": "Trump sent out the following tweet about an upcoming media appearance:  \"I will be interviewed by @TheBrodyFile on tonight at 11pm. Enjoy!\"  The tweet was taken down about 20 minutes later.  It went out as the Yemen operation was underway.  All members of the US military realize they may have to put their lives at risk to defend our country.  However, many of them must now be worried that the commander in chief has a narcissistic personality disorder that requires him to care more about appearing on TV than a critical military operation.", "label": "not toxic", "id": "train_2_21"}
{"text": "The fact of the matter is that all people were created equal, after that comes their choice. Negroes are a defective race, if they are a race at all. Wouldn't a qualifying factor (determining race) be the question, human? or not human?", "label": "toxic", "id": "train_2_22"}
{"text": "I most strongly disagree with Mr. Goodale that \"security measures and safeguards on fundamental rights are “equally important.” Safeguards on fundamental rights are MUCH more important. The whole idea of balancing security needs against individual rights and freedoms is wrong. Our legislators should be seeking ways to provide for collective security WITHOUT IN ANY WAY compromising individual rights.", "label": "not toxic", "id": "train_2_23"}
{"text": "I apologize for straying from the original thread. Thanks for the apt criticism. I need to ignore those \"gotcha\" trolling expeditions. But, you may want to take an impartial look at which posters here regularly (or exclusively) engineer those trolling setups, and which others are their intended victims. I want to have reasonable discussions with people. Obviously my opinions offend some to the point that they resort to insult. The only way to deal with that persistent garbage is to disengage.", "label": "toxic", "id": "train_2_24"}
{"text": "I really do like the RCMP's new expanded role.......now I don't have to pay for baggage-handlers at our airports anymore.", "label": "not toxic", "id": "train_2_25"}
{"text": "hardly 'stupid', more wicked. wicked people doing wicked things.", "label": "toxic", "id": "train_2_26"}
{"text": "Well, I certainly agree that we are in extraordinary, and very difficult, circumstances. But I am concerned about how we return to normalcy. It seems that having the two parties slug it out in Congress, ignoring all conventions of civility, won't have that result. Making Gorsuch, a well qualified candidate with nothing disqualifying in his record, a battle is a problem. Also, I don't think it will play well with voters in PA and the mid-western states who decided the election.  Remember, we lost and need to win back the people who are really being betrayed.", "label": "not toxic", "id": "train_2_27"}
{"text": "Thank you dear and beloved Pope Francis for making that point very clear.\nHowever with all due respect and admiration for you, I believe that horse left the barn via Ronald Reagan and Pope John Paul II!\n\nOn a side note --\nI knida know Pope Francis because I knew two bishops (Walsh and Hughes) that were VERY similar. They too loved people and were always around people. They both had a great respect for people and and we the people knew it! They also had great humility, which is the most attractive and inspiring of the virtues. Thus, they always served as served as an inspiration to us all. I was lucky enough to serve holy mass for them on many occasions. I NEVER forgot them. \nWish we had a lot more of them. Fr. Martin, Fr. Reese, Fr. John Dear, Bp Gumbleton, Card. O'Malley seem to be similar. \nOne can only WIN people over by example and behavior. NOT by the actions of the last two popes and the GOP. \nGo ye therefore and make disciples of all nations MEANS to do so as Christ did.", "label": "not toxic", "id": "train_2_28"}
{"text": "Special session should be held in a remote village that is dry. Maybe the harsh conditions will encourage these fools to work. Perhaps a stint in Gambell or Point Hope would move the process along.", "label": "toxic", "id": "train_2_29"}
{"text": "The only white guy that I despise is the Chump. He is sick, vile and disgusting. He is dividing our country. My comments are merely pointing out the fact that a white male opened fire on an audience at a country western music concert. In all of the news reports that I have watched. I haven't seen a Black,Muslim, or Asian. Only Whites and Latinos. Thos why do you think the gunman chose that specific event to accomplish his unimaginable massacre.", "label": "toxic", "id": "train_2_30"}
{"text": "Contact your state legislature if you want to be able to use Uber or Lyft here. State law must be changed if this is to happen.", "label": "not toxic", "id": "train_2_31"}
{"text": "You're an idiot.", "label": "toxic", "id": "train_2_32"}
{"text": "And yet you blame the gun, not the gun owners.", "label": "not toxic", "id": "train_2_33"}
{"text": "THERE IS NOT A PROBLEM OF RACIAL PROFILING IN POLICE DEPARTMENTS.  THIS IS ALL PART OF THE DEMOCRAT'S PLAN TO DIVIDE US.  THEIR REAL OBJECTIVE IS TO THROW OUT OUR CONSTITUTION AND WRITE ONE THAT DOES NOT INCLUDE THE RIGHTS AFFORDED US UNDER THE BILL OF RIGHTS.", "label": "not toxic", "id": "train_2_34"}
{"text": "Democrats tripping over one another in a contest of who can promise the most free handouts... What a hoot.", "label": "toxic", "id": "train_2_35"}
{"text": "Tsboy, Klastri's reply to your comment is typical Klastri.  When he is challenged with irrefutable evidence to disprove what he says, his standard reply is \"You are lying, of course,\" sometimes followed by pejoratives, his favorite being “ignorant.”  Having said that, you have to go easy on Klastri because it is still suffering from Post-Election Stress Disorder for Trump’s landslide win after repeatedly predicting Clinton would win in a landslide.", "label": "toxic", "id": "train_2_36"}
{"text": "Republicans created Medicare Part D. So I don't believe the Republicans on entitlements. They waste a lot of money on military actions as well.\n\nObamacare has no cost controls, so it is a joke. I don't see Republicans talking about cost controls either. So Trumpcare is likely to fail as well. Anyways, we will see how accurate the CBO is. The 29% premium increase for next year is not going to help Trump or Congress.\n\nTrump may get his health care bill. But I skeptical that it will work.", "label": "not toxic", "id": "train_2_37"}
{"text": "Arming and training rebel groups has proven to be very productive. Most recently we got ISIS out of it. \n\nThe US needs to get out and let the ME sort this crap out. Sorry we destabilized the region but we are not making it better.", "label": "not toxic", "id": "train_2_38"}
{"text": "tRump is screwing himself.  Nobody else will have him.", "label": "toxic", "id": "train_2_39"}
