{"text": "I don't use my laptop in a way though that needs a long <term> battery life </term> so it's perfect for me.", "term": "battery life", "label": "conflict", "id": "train_2_0"}
{"text": "If a website ever freezes (which is rare), its really easy to <term> force quit </term>.", "term": "force quit", "label": "positive", "id": "train_2_1"}
{"text": "Was disappointed to find out that the model had been discontinued, apparently because of known <term> motherboard </term> problems.", "term": "motherboard", "label": "negative", "id": "train_2_2"}
{"text": "Was searching online for a <term> power supply </term> when I found this site.", "term": "power supply", "label": "neutral", "id": "train_2_3"}
{"text": "For the <term> Bluetooth </term> to work properly, you must install the Launch Manager on the Drivers/Applications DVD, or it will not show after the reload.", "term": "Bluetooth", "label": "neutral", "id": "train_2_4"}
{"text": "It has easy to use <term> features </term> and all the speed and power I could ask for.", "term": "features", "label": "positive", "id": "train_2_5"}
{"text": "No <term> tutorials </term> on the display.", "term": "tutorials", "label": "negative", "id": "train_2_6"}
{"text": "It had a <term> seventeen inch screen </term> which I wanted, but I didn't realize at the time it would be such a monster!", "term": "seventeen inch screen", "label": "conflict", "id": "train_2_7"}
{"text": "While lacking some of the <term> functions </term> of the other versions, this was very acceptable for the uses planned for this computer.", "term": "functions", "label": "conflict", "id": "train_2_8"}
{"text": "It made the computer much easier to <term> use </term> and navigate.", "term": "use", "label": "positive", "id": "train_2_9"}
{"text": "My kids (and dogs) destroyed two <term> power cords </term> by pulling on them.", "term": "power cords", "label": "neutral", "id": "train_2_10"}
{"text": "The <term> battery life </term> also doesn't keep up with the claim but still I think macbook is much ahead from the rest of the pack.", "term": "battery life", "label": "negative", "id": "train_2_11"}
{"text": "A longer <term> battery life </term> would have been great - but it meets it's spec quite easily.", "term": "battery life", "label": "conflict", "id": "train_2_12"}
{"text": "The most recent being that my <term> Safari internet browser </term> is freaking out on me, but I have just been using firefox instead.", "term": "Safari internet browser", "label": "negative", "id": "train_2_13"}
{"text": "I needed a <term> driver </term> for my HP and they would not help me with out me paying over $50 for it.", "term": "driver", "label": "neutral", "id": "train_2_14"}
{"text": "I sent it back to Toshiba twice they covered it under the  <term> warranty </term>.", "term": "warranty", "label": "positive", "id": "train_2_15"}
{"text": "After doing extensive research, macconnection had the lowest <term> price </term> on the 15\" MBP i5.", "term": "price", "label": "positive", "id": "train_2_16"}
{"text": "The next time I had an issue my <term> lightscribe </term> wouldn't work.", "term": "lightscribe", "label": "negative", "id": "train_2_17"}
{"text": "It has no <term> camera </term> but, I can always buy and install one easy.", "term": "camera", "label": "conflict", "id": "train_2_18"}
{"text": "Next, most Acer laptop <term> fans </term> are on the bottom which is right on your laptop.", "term": "fans", "label": "neutral", "id": "train_2_19"}
{"text": "I had purchased it from a major electronics store and took it to their <term> service department </term> to find out what the problem was.", "term": "service department", "label": "neutral", "id": "train_2_20"}
{"text": "Your <term> cursor </term> will end up all over the freaking place,,,it's not uncommon for me to accidentally delete words, sentences, paragraphs because of this mousepad.", "term": "cursor", "label": "negative", "id": "train_2_21"}
{"text": "After a couple of years, my <term> battery life </term> began to diminish but was replaced for free due to a company-wide recall of my particular battery.", "term": "battery life", "label": "conflict", "id": "train_2_22"}
{"text": "But the machine is awesome and <term> iLife </term> is great and I love Snow Leopard X.", "term": "iLife", "label": "positive", "id": "train_2_23"}
{"text": "I know that ASUS is known for making <term> motherboards </term>, but this is the worst computer experience that I have ever had.", "term": "motherboards", "label": "conflict", "id": "train_2_24"}
{"text": "A great computer for light <term> home use </term> and business use.", "term": "home use", "label": "positive", "id": "train_2_25"}
{"text": "We paid for the <term> three year warranty </term> and the extended warranty after that one ended as well.", "term": "three year warranty", "label": "neutral", "id": "train_2_26"}
{"text": "My Toshiba did not have <term> sound </term> on everything, just certain things.", "term": "sound", "label": "negative", "id": "train_2_27"}
{"text": "It was a great laptop, <term> ran </term> great and was really fast.", "term": "ran", "label": "positive", "id": "train_2_28"}
{"text": "<term> Apple care </term> included.", "term": "Apple care", "label": "neutral", "id": "train_2_29"}
{"text": "They say it could be the <term> motherboard </term> again, but Dell", "term": "motherboard", "label": "negative", "id": "train_2_30"}
{"text": "I wasn't really as concerned about <term> portability </term> (it's a very large laptop) but it's not hard to move around or take on a trip which was a pleasant surprise.", "term": "portability", "label": "conflict", "id": "train_2_31"}
{"text": "Sure it has the one touch keys but that was the best <term> feature </term> of the computer.", "term": "feature", "label": "conflict", "id": "train_2_32"}
{"text": "It does not even have the <term> software </term> to play a dvd now.", "term": "software", "label": "negative", "id": "train_2_33"}
{"text": "I ordered through MacMall, which saved me the <term> sales tax </term> I would have incurred buying locally.", "term": "sales tax", "label": "positive", "id": "train_2_34"}
{"text": "When it come time for <term> warranty service to Toshiba </term> you don't matter.", "term": "warranty service to Toshiba", "label": "neutral", "id": "train_2_35"}
{"text": "It seems they could have updated <term> XP </term> and done without creating Vista.", "term": "XP", "label": "positive", "id": "train_2_36"}
{"text": "I am constantly trying to uninstall <term> programs </term>, clean cookies, and delete unused files.", "term": "programs", "label": "neutral", "id": "train_2_37"}
{"text": "I will never complain about the <term> price </term> since I believe you get what you pay for and my MacBook Pro was worth every dollar.", "term": "price", "label": "conflict", "id": "train_2_38"}
{"text": "little short on <term> RAM </term> but you get what you pay for.", "term": "RAM", "label": "negative", "id": "train_2_39"}
{"text": "Just keep in mind the <term> graphics </term> is not dedicated so loading the movie almost took a minute, but it ran fairly smooth for a non-dedicated graphics card.", "term": "graphics", "label": "conflict", "id": "train_2_40"}
{"text": "The <term> AMD Turin processor </term> seems to always perform so much better than Intel.", "term": "AMD Turin processor", "label": "positive", "id": "train_2_41"}
{"text": "I charge it at night and skip taking the <term> cord </term> with me because of the good battery life.", "term": "cord", "label": "neutral", "id": "train_2_42"}
{"text": "  I continued to take the computer in AGAIN and they replaced the <term> hard drive </term> and mother board yet again.", "term": "hard drive", "label": "negative", "id": "train_2_43"}
{"text": "But with A WAY Bigger <term> Screen </term>, and IS able to connect to an HDMI.", "term": "Screen", "label": "positive", "id": "train_2_44"}
{"text": "-No backlit <term> keyboard </term>, but not an issue for me.", "term": "keyboard", "label": "conflict", "id": "train_2_45"}
{"text": "Being a PC user my whole life, it's taking a bit of time to adapt to the <term> OS </term> of a Mac but I'm finding my way around.", "term": "OS", "label": "neutral", "id": "train_2_46"}
{"text": "It started out by randomly ceasing to charge when it was plugged in (mousing over the battery icon would read, for example, \"74%, plugged in, not <term> charging </term>\"), requiring me to unplug it and plug it back in several times to get it to charge.", "term": "charging", "label": "negative", "id": "train_2_47"}
{"text": "A month or so ago, the freaking <term> motherboard </term> just died.", "term": "motherboard", "label": "negative", "id": "train_2_48"}
{"text": "The <term> mouse </term> is a little bit different than what you're used to though- it has one big flat panel and one full bar (instead of two separate ones) to click with- but you get used to it quite quickly.", "term": "mouse", "label": "conflict", "id": "train_2_49"}
{"text": "In all honesty, if someone is looking for a quality laptop and willing to pay a little more money for a normal <term> sized </term> laptop than a cheaper and less impressive laptop, then do not buy this computer.", "term": "sized", "label": "neutral", "id": "train_2_50"}
{"text": "The <term> screen </term> is bright and clear, the operating system is solid and friendly to a novice.", "term": "screen", "label": "positive", "id": "train_2_51"}
{"text": "Additional caveat: the <term> base installation </term> comes with some Toshiba-specific software that may or may not be to a user's liking.", "term": "base installation", "label": "negative", "id": "train_2_52"}
{"text": "While it was highly rated, would I like it? I tried the <term> keyboard </term> at the store, and it seemed ok.", "term": "keyboard", "label": "neutral", "id": "train_2_53"}
{"text": "The <term> video card </term> is great for media, and above average for gaming, but not a gamers first choice.", "term": "video card", "label": "conflict", "id": "train_2_54"}
{"text": "The <term> OS </term> is still as fast as the day that the laptop was purchased and continues to run flawlessly.", "term": "OS", "label": "positive", "id": "train_2_55"}
{"text": "I am not going to sit here and complain about it not having a <term> cd drive </term> and what not because it is a netbook, it is made to be compact and if you want all the other stuff get a laptop.", "term": "cd drive", "label": "conflict", "id": "train_2_56"}
{"text": "they had to replace the <term> motherboard </term> in April", "term": "motherboard", "label": "negative", "id": "train_2_57"}
{"text": "<term> Features </term> such as the Dashboard (allows you to view frequently used tools like a calculator, weather forecast, movie times, calendar, computer post its etc.", "term": "Features", "label": "neutral", "id": "train_2_58"}
{"text": "It's also very capable of doing moderate <term> video editing </term> (although you may need the performance boost of the larger MacBook Pros for heavy duty mobile video editing).", "term": "video editing", "label": "positive", "id": "train_2_59"}
{"text": "Returned laptop for repair a 2nd time and it came back with obvious physical damage (<term> keyboard </term> bulging and speaker grill pressed in), buttons not working and USB ports inoperative.", "term": "keyboard", "label": "negative", "id": "train_2_60"}
{"text": "I did have to replace the <term> battery </term> once, but that was only a couple months ago and it's been working perfect ever since.", "term": "battery", "label": "conflict", "id": "train_2_61"}
{"text": "(I found a 2GB stick for a bit under $50) Nice and portable and definitely a decent enough <term> system </term> to keep you entertained while sitting in the airplane for a couple of hours, or at the hotel taking care of some last minute details and documents.", "term": "system", "label": "positive", "id": "train_2_62"}
{"text": "It is easy to operate and I have already ordered more <term> software </term> and gadgets for my new Rolls Royce of laptops.", "term": "software", "label": "neutral", "id": "train_2_63"}
{"text": "<term> Setting </term> would change for some reason, the screen size would change on it's own, like the pixel sizes and whatnot.", "term": "Setting", "label": "negative", "id": "train_2_64"}
{"text": "<term> OS X </term> is solid with lots of innovations such as quicklook which save heaps of time.", "term": "OS X", "label": "positive", "id": "train_2_65"}
{"text": "We also use <term> Paralles </term> so we can run virtual machines of Windows XP Professional, Windows 7 Home Premium, Windows Server Enterprise 2003, and Windows Server 2008 Enterprise.", "term": "Paralles", "label": "neutral", "id": "train_2_66"}
{"text": "Small <term> screen </term> somewhat limiting but great for travel.", "term": "screen", "label": "conflict", "id": "train_2_67"}
{"text": "the <term> size </term> of has actually help me out quite a bit by me being able to fit it in an already full backpack and to use it at a resturant where the food on the table is always so space consuming.", "term": "size", "label": "positive", "id": "train_2_68"}
{"text": "I run <term> windows </term> via bootcamp for the couple programs I do not want to buy a mac version of, like my cad programs.", "term": "windows", "label": "neutral", "id": "train_2_69"}
{"text": "How Toshiba handles the <term> repair </term> seems to vary, some folks  indicate that they were charged for even an intial fix, others had the  repair done 5 times.", "term": "repair", "label": "conflict", "id": "train_2_70"}
{"text": "Overall I feel this netbook was poor <term> quality </term>, had poor performance, although it did have great battery life when it did work.", "term": "quality", "label": "negative", "id": "train_2_71"}
{"text": "If you're looking for something to fly through those massive spreadsheets or play a graphics-intensive <term> game </term>, you'd be better off getting a machine aimed at that segment of the market.", "term": "game", "label": "neutral", "id": "train_2_72"}
{"text": "When we bought our new HP comouter in Dec. of 2008, we wanted <term> Windows XP </term>, but were told it would cost an extra $159, so we went with Vista.", "term": "Windows XP", "label": "conflict", "id": "train_2_73"}
{"text": "The <term> display </term> is incredibly bright, much brighter than my PowerBook and very crisp.", "term": "display", "label": "positive", "id": "train_2_74"}
{"text": "Took me 11 hours, 3 trips to different FedEx offices, and brutal conversations with 14 of the worse <term> IT support technicians </term> in the world.", "term": "IT support technicians", "label": "negative", "id": "train_2_75"}
{"text": "The macbook rarely requires a <term> hard reboot </term>.", "term": "hard reboot", "label": "conflict", "id": "train_2_76"}
{"text": "I also did not like the loud <term> noises </term> it made or how the bottom of the computer would get really hot.", "term": "noises", "label": "negative", "id": "train_2_77"}
{"text": "Whenever I call Dell about an unrelated problem, they ask me if my laptop is running slowly and if I'd like to purchase more <term> memory </term> for $75.", "term": "memory", "label": "neutral", "id": "train_2_78"}
{"text": "For the <term> price </term> and what I get out of it has exceeded my expectations.", "term": "price", "label": "positive", "id": "train_2_79"}
