{"sentence1": "Mark was close to Mr. Singer's heels. He heard him calling for the captain, promising him, in the jargon everyone talked that night, that not one thing should be damaged on the ship except only the ammunition, but the captain and all his crew had best stay in the cabin until the work was over.", "sentence2": "The captain and all Mr. Singer's crew had best stay in the cabin until the work was over.", "label": "not entailment", "id": 599}
{"sentence1": "Carol believed that Rebecca suspected that she had stolen the watch.", "sentence2": "Carol believed that Rebecca suspected that Carol had stolen the watch.", "label": "entailment", "id": 280}
{"sentence1": "Every day after dinner Mr. Schmidt took a long nap. Mark would let him sleep for an hour, then wake him up, scold him, and get him to work. He needed to get him to finish his work, because his work was beautiful.", "sentence2": "Mr. Schmidt needed to get him to finish his work, because his work was beautiful.", "label": "not entailment", "id": 441}
{"sentence1": "When the sponsors of the bill got to the town hall, they were surprised to find that the room was full of opponents. They were very much in the minority.", "sentence2": "The sponsors were very much in the minority.", "label": "entailment", "id": 434}
{"sentence1": "The sun was covered by a thick cloud all morning, but luckily, by the time the picnic started, it was gone.", "sentence2": "The cloud was gone.", "label": "entailment", "id": 581}
{"sentence1": "Bill passed the half-empty plate to John because he was hungry.", "sentence2": "Bill was hungry.", "label": "not entailment", "id": 515}
{"sentence1": "Tom said \"Check\" to Ralph as he took his bishop.", "sentence2": "Tom said \"Check\" to Ralph as he took Tom's bishop.", "label": "not entailment", "id": 632}
{"sentence1": "As Andrea in the crop duster passed over Susan, she could see the landing strip.", "sentence2": "Andrea could see the landing strip.", "label": "entailment", "id": 232}
{"sentence1": "The path to the lake was blocked, so we couldn't use it.", "sentence2": "We couldn't use the lake.", "label": "not entailment", "id": 116}
{"sentence1": "The politicians far away in Washington could not know the settlers so they must make rules to regulate them.", "sentence2": "The politicians must make rules to regulate them.", "label": "entailment", "id": 60}
{"sentence1": "Sam tried to paint a picture of shepherds with sheep, but they ended up looking more like dogs.", "sentence2": "The shepherds ended up looking more like dogs.", "label": "not entailment", "id": 594}
{"sentence1": "John promised Bill to leave, so an hour later he left.", "sentence2": "John left.", "label": "entailment", "id": 71}
{"sentence1": "Kirilov ceded the presidency to Shatov because he was less popular.", "sentence2": "Shatov was less popular.", "label": "not entailment", "id": 456}
{"sentence1": "Always before, Larry had helped Dad with his work. But he could not help him now, for Dad said that his boss at the railroad company would not want anyone but him to work in the office.", "sentence2": "Dad's boss at the railroad company would not want anyone but him to work in the office.", "label": "entailment", "id": 325}
{"sentence1": "Fred covered his eyes with his hands, because the wind was blowing sand around. He opened them when the wind stopped.", "sentence2": "He opened his hands when the wind stopped.", "label": "not entailment", "id": 374}
{"sentence1": "Pete envies Martin because he is very successful.", "sentence2": "Martin is very successful.", "label": "entailment", "id": 184}
{"sentence1": "By rolling over in her upper berth, Tatyana could look over the edge of it and see her mother plainly. How very small and straight and rigid she lay in the bunk below! Her eyes were closed, but Tatyana doubted if she slept.", "sentence2": "Tatyana doubted if her mother slept.", "label": "entailment", "id": 100}
{"sentence1": "Billy cried because Toby wouldn't accept his toy.", "sentence2": "Billy cried because Toby wouldn't accept Toby's toy.", "label": "not entailment", "id": 77}
{"sentence1": "Jane knocked on the door, and Susan answered it. She invited her to come out.", "sentence2": "Susan invited her to come out.", "label": "not entailment", "id": 179}
{"sentence1": "What about the time you cut up tulip bulbs in the hamburgers because you thought they were onions?", "sentence2": "You thought tulip bulbs were onions?", "label": "entailment", "id": 120}
{"sentence1": "Lionel is holding captive a scientist, Dr. Vardi, who has invented a device that turns animals invisible; Lionel plans to use it on Geoffrey and send him to steal nuclear material from an army vault.", "sentence2": "Lionel plans to use it on Geoffrey and send Dr. Vardi to steal nuclear material from an army vault.", "label": "not entailment", "id": 561}
{"sentence1": "John was jogging through the park when he saw a man juggling watermelons. He was very impressed.", "sentence2": "John was very impressed.", "label": "entailment", "id": 138}
{"sentence1": "James asked Robert for a favor but he refused.", "sentence2": "James refused.", "label": "not entailment", "id": 312}
{"sentence1": "Mark was close to Mr. Singer's heels. He heard him calling for the captain, promising him, in the jargon everyone talked that night, that not one thing should be damaged on the ship except only the ammunition, but the captain and all his crew had best stay in the cabin until the work was over.", "sentence2": "The captain and all the captain's crew had best stay in the cabin until the work was over.", "label": "entailment", "id": 419}
{"sentence1": "The painting in Mark's living room shows an oak tree. It is to the right of a house.", "sentence2": "The painting is to the right of a house.", "label": "not entailment", "id": 361}
{"sentence1": "The trophy doesn't fit into the brown suitcase because it is too large.", "sentence2": "The trophy is too large.", "label": "entailment", "id": 519}
{"sentence1": "Mark was close to Mr. Singer's heels. He heard him calling for the captain, promising him, in the jargon everyone talked that night, that not one thing should be damaged on the ship except only the ammunition, but the captain and all his crew had best stay in the cabin until the work was over.", "sentence2": "He heard Mark calling for the captain.", "label": "not entailment", "id": 506}
{"sentence1": "Fred is the only man alive who still remembers my father as an infant. When Fred first saw my father, he was twelve months old.", "sentence2": "When Fred first saw my father, My father was twelve months old.", "label": "entailment", "id": 273}
{"sentence1": "The sack of potatoes had been placed above the bag of flour, so it had to be moved first.", "sentence2": "The bag of flour had to be moved first.", "label": "not entailment", "id": 152}
{"sentence1": "My meeting started at 4:00 and I needed to catch the train at 4:30, so there wasn't much time. Luckily, it was delayed, so it worked out.", "sentence2": "The train was delayed, so it worked out.", "label": "entailment", "id": 557}
{"sentence1": "Since Chester was dependent on Uncle Vernon, he couldn't very well marry without his approval", "sentence2": "He couldn't very well marry without Chester's approval", "label": "not entailment", "id": 96}
{"sentence1": "Ann asked Mary what time the library closes, because she had forgotten.", "sentence2": "Ann had forgotten.", "label": "entailment", "id": 91}
{"sentence1": "Fred watched TV while George went out to buy groceries. After an hour he got back.", "sentence2": "George got back.", "label": "entailment", "id": 51}
{"sentence1": "Jackson was greatly influenced by Arnold, though he lived two centuries earlier.", "sentence2": "Jackson lived two centuries earlier.", "label": "not entailment", "id": 115}
{"sentence1": "Bill passed the half-empty plate to John because he was full.", "sentence2": "John was full.", "label": "not entailment", "id": 86}
{"sentence1": "Since it was raining, I carried the newspaper in my backpack to keep it dry.", "sentence2": "I carried the newspaper in my backpack to keep the newspaper dry.", "label": "entailment", "id": 185}
{"sentence1": "Mr. Moncrieff visited Chester's luxurious New York apartment, thinking that it belonged to his son Edward. The result was that Mr. Moncrieff has decided to cancel Edward's allowance on the ground that he no longer requires his financial support.", "sentence2": "Edward no longer requires his financial support.", "label": "entailment", "id": 204}
{"sentence1": "Always before, Larry had helped Dad with his work. But he could not help him now, for Dad said that his boss at the railroad company would not want anyone but him to work in the office.", "sentence2": "Dad could not help him now.", "label": "not entailment", "id": 14}
{"sentence1": "I put the butterfly wing on the table and it broke.", "sentence2": "The butterfly wing broke.", "label": "entailment", "id": 225}
{"sentence1": "Alice was dusting the living room and trying to find the button that Mama had hidden. No time today to look at old pictures in her favorite photo album. Today she had to hunt for a button, so she put the album on a chair without even opening it.", "sentence2": "She put the album on a chair without even opening the chair.", "label": "not entailment", "id": 457}
