{"sentence1": "Carol believed that Rebecca suspected that she had stolen the watch.", "sentence2": "Carol believed that Rebecca suspected that Rebecca had stolen the watch.", "label": "not entailment", "id": 497}
{"sentence1": "Mary took out her flute and played one of her favorite pieces. She has loved it since she was a child.", "sentence2": "She has loved the piece since she was a child.", "label": "entailment", "id": 171}
{"sentence1": "I stuck a pin through a carrot. When I pulled the pin out, it left a hole.", "sentence2": "The carrot left a hole.", "label": "not entailment", "id": 159}
{"sentence1": "Jane knocked on Susan's door, but there was no answer. She was disappointed.", "sentence2": "Jane was disappointed.", "label": "entailment", "id": 573}
{"sentence1": "Jane gave Joan candy because she wasn't hungry.", "sentence2": "Jane wasn't hungry.", "label": "entailment", "id": 132}
{"sentence1": "John was jogging through the park when he saw a man juggling watermelons. He was very impressive.", "sentence2": "John was very impressive.", "label": "not entailment", "id": 6}
{"sentence1": "John ordered Bill to leave, so an hour later he left.", "sentence2": "Bill left.", "label": "entailment", "id": 568}
{"sentence1": "The table won't fit through the doorway because it is too wide.", "sentence2": "The doorway is too wide.", "label": "not entailment", "id": 256}
{"sentence1": "Of one thing Mark was sure. Harry knew much less than he did.", "sentence2": "Harry knew much less than Mark did.", "label": "entailment", "id": 164}
{"sentence1": "The actress used to be named Terpsichore, but she changed it to Tina a few years ago, because she figured it was easier to pronounce.", "sentence2": "Terpsichore was easier to pronounce.", "label": "not entailment", "id": 600}
{"sentence1": "Dr. Adams informed Kate that she had retired and presented several options for future treatment.", "sentence2": "Kate had retired and presented several options for future treatment.", "label": "not entailment", "id": 472}
{"sentence1": "The drain is clogged with hair. It has to be removed.", "sentence2": "The hair has to be removed.", "label": "entailment", "id": 467}
{"sentence1": "So Mark slept. It was daylight when he woke with Warren's hand upon his shoulder.", "sentence2": "It was daylight when he woke with Warren's hand upon Warren's shoulder.", "label": "not entailment", "id": 512}
{"sentence1": "The scientists are studying three species of fish that have recently been found living in the Indian Ocean. They appeared two years ago.", "sentence2": "The fish appeared two years ago.", "label": "entailment", "id": 577}
{"sentence1": "Thomson visited Cooper's grave in 1765. At that date he had been travelling for five years.", "sentence2": "Thomson had been travelling for five years.", "label": "entailment", "id": 584}
{"sentence1": "Mark told Pete many lies about himself, which Pete included in his book. He should have been more truthful.", "sentence2": "Pete should have been more truthful.", "label": "not entailment", "id": 388}
{"sentence1": "Susan knows all about Ann's personal problems because she is nosy.", "sentence2": "Ann is nosy.", "label": "not entailment", "id": 208}
{"sentence1": "A number of times Henry had been present at interviews which his father had had with noted detectives who desired his aid in solving perplexing mysteries, and those occasions stood out as red-letter days for him.", "sentence2": "Those occasions stood out as red-letter days for Henry.", "label": "entailment", "id": 61}
{"sentence1": "Sam broke both his ankles and he's walking with crutches. But a month or so from now they should be better.", "sentence2": "The crutches should be better.", "label": "not entailment", "id": 28}
{"sentence1": "The scientists are studying three species of fish that have recently been found living in the Indian Ocean. They began two years ago.", "sentence2": "The scientists began two years ago.", "label": "entailment", "id": 615}
{"sentence1": "Emma's mother had died long ago, and her education had been managed by an excellent woman as governess.", "sentence2": "Emma's education had been managed by an excellent woman as governess.", "label": "entailment", "id": 566}
{"sentence1": "All the buttons up the back of Dora's plaid dress were buttoned outside-in. Maude should have thought to button her up; but no, she had left poor little Dora to do the best she could, alone.", "sentence2": "She had left poor little Dora to do the best Maude could, alone.", "label": "not entailment", "id": 394}
{"sentence1": "I put the cake away in the refrigerator. It has a lot of leftovers in it.", "sentence2": "The cake has a lot of leftovers in it.", "label": "not entailment", "id": 128}
{"sentence1": "We had hoped to place copies of our newsletter on all the chairs in the auditorium, but there were simply too many of them.", "sentence2": "There were simply too many chairs.", "label": "entailment", "id": 564}
{"sentence1": "Joe has sold his house and bought a new one a few miles away. He will be moving into it on Thursday.", "sentence2": "He will be moving into The new house on Thursday.", "label": "entailment", "id": 36}
{"sentence1": "Grant worked hard to harvest his beans so he and his family would have enough to eat that winter, His friend Henry let him stack them in his barn where they would dry. Later, he and Tatyana would shell them and cook them for their Sunday dinners.", "sentence2": "His friend Henry let him stack Grant and his family in his barn where they would dry.", "label": "not entailment", "id": 29}
{"sentence1": "The path to the lake was blocked, so we couldn't reach it.", "sentence2": "We couldn't reach the lake.", "label": "entailment", "id": 180}
{"sentence1": "Bill passed the gameboy to John because his turn was next.", "sentence2": "Bill's turn was next.", "label": "not entailment", "id": 147}
{"sentence1": "When Tatyana reached the cabin, her mother was sleeping. She was careful not to disturb her , undressing and climbing back into her berth.", "sentence2": "She was careful not to disturb her mother , undressing and climbing back into her berth.", "label": "entailment", "id": 131}
{"sentence1": "Tatyana managed two guitars and a bag, and still could point out the Freemans: \"Isn't it nice that they have come, Mama!\"", "sentence2": "Isn't it nice that the two guitars and a bag have come, Mama!\"", "label": "not entailment", "id": 387}
{"sentence1": "When Tatyana reached the cabin, her mother was sleeping. She was careful not to disturb her, undressing and climbing back into her berth.", "sentence2": "She was careful not to disturb her, undressing and climbing back into her mother's berth.", "label": "not entailment", "id": 321}
{"sentence1": "Sam Goodman's biography of the Spartan general Xenophanes conveys a vivid sense of the difficulties he faced in his childhood.", "sentence2": "Sam Goodman's biography of the Spartan general Xenophanes conveys a vivid sense of the difficulties Xenophanes faced in his childhood.", "label": "entailment", "id": 545}
{"sentence1": "Although they ran at about the same speed, Sue beat Sally because she had such a good start.", "sentence2": "Sue had such a good start.", "label": "entailment", "id": 107}
{"sentence1": "Thomson visited Cooper's grave in 1765. At that date he had been travelling for five years.", "sentence2": "Cooper had been travelling for five years.", "label": "not entailment", "id": 83}
{"sentence1": "Jane knocked on Susan's door but she did not get an answer.", "sentence2": "Susan did not get an answer.", "label": "not entailment", "id": 20}
{"sentence1": "During a game of tag, Ethan ran from Luke because he was \"it\".", "sentence2": "Luke was \"it\".", "label": "entailment", "id": 331}
{"sentence1": "The donkey wished a wart on its hind leg would disappear, and it did.", "sentence2": "The donkey wished a wart on its hind leg would disappear, and wart did.", "label": "entailment", "id": 306}
{"sentence1": "John hired himself out to Bill to take care of him.", "sentence2": "John hired himself out to Bill to take care of John.", "label": "not entailment", "id": 621}
{"sentence1": "Archaeologists have concluded that humans lived in Laputa 20,000 years ago. They hunted for evidence on the river banks.", "sentence2": "Prehistoric humans hunted for evidence on the river banks.", "label": "not entailment", "id": 570}
{"sentence1": "Paul tried to call George on the phone, but he wasn't available.", "sentence2": "George wasn't available.", "label": "entailment", "id": 124}
