{"sentence1": "Fred covered his eyes with his hands, because the wind was blowing sand around. He lowered them when the wind stopped.", "sentence2": "He lowered his hands when the wind stopped.", "label": "entailment", "id": 261}
{"sentence1": "I sat there feeling rather like a chappie I'd once read about in a book, who murdered another cove and hid the body under the dining-room table, and then had to be the life and soul of a dinner party, with it there all the time.", "sentence2": "He had to be the life and soul of a dinner party, with the table there all the time.", "label": "not entailment", "id": 346}
{"sentence1": "Tatyana knew that Grandma always enjoyed serving an abundance of food to her guests. Now Tatyana watched as Grandma gathered Tatyana's small mother into a wide, scrawny embrace and then propelled her to the table, lifting her shawl from her shoulders, seating her in the place of honor, and saying simply: \"There's plenty.\"", "sentence2": "Grandma gathered Tatyana's small mother into a wide, scrawny embrace and then propelled Grandma to the table.", "label": "not entailment", "id": 50}
{"sentence1": "Many people start to read Paul's books and can't put them down. They are gripped because Paul writes so well.", "sentence2": "People are gripped because Paul writes so well.", "label": "entailment", "id": 438}
{"sentence1": "I stuck a pin through a carrot. When I pulled the pin out, it had a hole.", "sentence2": "The carrot had a hole.", "label": "entailment", "id": 0}
{"sentence1": "What about the time you cut up tulip bulbs in the hamburgers because you thought they were onions?", "sentence2": "You thought hamburgers were onions?", "label": "not entailment", "id": 524}
{"sentence1": "Paul tried to call George on the phone, but he wasn't successful.", "sentence2": "George wasn't successful.", "label": "not entailment", "id": 281}
{"sentence1": "Mary tucked her daughter Anne into bed, so that she could work.", "sentence2": "Mary tucked her daughter Anne into bed, so that Mary could work.", "label": "entailment", "id": 282}
{"sentence1": "Frank was upset with Tom because the toaster he had sold him didn't work.", "sentence2": "The toaster Frank had sold him didn't work.", "label": "not entailment", "id": 72}
{"sentence1": "Jim yelled at Kevin because he was so upset.", "sentence2": "Jim was so upset.", "label": "entailment", "id": 145}
{"sentence1": "Frank was upset with Tom because the toaster he had sold him didn't work.", "sentence2": "The toaster Tom had sold him didn't work.", "label": "entailment", "id": 556}
{"sentence1": "Mary tucked her daughter Anne into bed, so that she could sleep.", "sentence2": "Mary tucked her daughter Anne into bed, so that Mary could sleep.", "label": "not entailment", "id": 368}
{"sentence1": "The dog chased the cat, which ran up a tree. It waited at the bottom.", "sentence2": "The dog waited at the bottom.", "label": "entailment", "id": 156}
{"sentence1": "Pete envies Martin although he is very successful.", "sentence2": "Martin is very successful.", "label": "not entailment", "id": 218}
{"sentence1": "Bill passed the gameboy to John because his turn was over.", "sentence2": "Bill's turn was over.", "label": "entailment", "id": 90}
{"sentence1": "Sam's drawing was hung just above Tina's and it did look much better with another one above it.", "sentence2": "Sam's drawing did look much better with another one above it.", "label": "not entailment", "id": 439}
{"sentence1": "Grace was happy to trade me her sweater for my jacket. She thinks it looks dowdy on her.", "sentence2": "The sweater looks dowdy on her.", "label": "entailment", "id": 108}
{"sentence1": "There is a gap in the wall. You can see the garden behind it.", "sentence2": "You can see the garden through the gap.", "label": "not entailment", "id": 546}
{"sentence1": "The donkey wished a wart on its hind leg would disappear, and it did.", "sentence2": "The donkey wished a wart on its hind leg would disappear, and leg did.", "label": "not entailment", "id": 540}
{"sentence1": "As Ollie carried Tommy up the long winding steps, his legs ached.", "sentence2": "Ollie's legs ached.", "label": "entailment", "id": 590}
{"sentence1": "Steve follows Fred's example in everything. He admires him hugely.", "sentence2": "Fred admires him hugely.", "label": "not entailment", "id": 154}
{"sentence1": "I couldn't put the pot on the shelf because it was too high.", "sentence2": "The shelf was too high.", "label": "entailment", "id": 68}
{"sentence1": "Sam took French classes from Adam, because he was known to speak it fluently.", "sentence2": "Adam was known to speak it fluently.", "label": "entailment", "id": 192}
{"sentence1": "Jim yelled at Kevin because he was so upset.", "sentence2": "Kevin was so upset.", "label": "not entailment", "id": 455}
{"sentence1": "Billy cried because Toby wouldn't share his toy.", "sentence2": "Billy cried because Toby wouldn't share Billy's toy.", "label": "not entailment", "id": 498}
{"sentence1": "Jane knocked on Susan's door but she did not get an answer.", "sentence2": "Jane did not get an answer.", "label": "entailment", "id": 479}
{"sentence1": "Sam and Amy are passionately in love, but Amy's parents are unhappy about it, because they are fifteen.", "sentence2": "Amy's parents are fifteen.", "label": "not entailment", "id": 431}
{"sentence1": "Fred and Alice had very warm down coats, but they were not prepared for the cold in Alaska.", "sentence2": "Fred and Alice were not prepared for the cold in Alaska.", "label": "entailment", "id": 226}
{"sentence1": "Frank was upset with Tom because the toaster he had bought from him didn't work.", "sentence2": "The toaster Tom had bought from him didn't work.", "label": "not entailment", "id": 610}
{"sentence1": "Bernard, who had not told the government official that he was less than 21 when he filed for a homestead claim, did not consider that he had done anything dishonest. Still, anyone who knew that he was 19 years old could take his claim away from him.", "sentence2": "Bernard, who had not told the government official that he was less than 21 when he filed for a homestead claim, did not consider that Bernard had done anything dishonest.", "label": "entailment", "id": 559}
{"sentence1": "Bernard, who had not told the government official that he was less than 21 when he filed for a homestead claim, did not consider that he had done anything dishonest. Still, anyone who knew that he was 19 years old could take his claim away from him.", "sentence2": "Bernard, who had not told the government official that he was less than 21 when he filed for a homestead claim, did not consider that the government official had done anything dishonest.", "label": "not entailment", "id": 575}
{"sentence1": "The woman held the girl against her chest.", "sentence2": "The woman held the girl against the woman's chest.", "label": "entailment", "id": 155}
{"sentence1": "Anne gave birth to a daughter last month. She is a very charming woman.", "sentence2": "Anne's daughter is a very charming woman.", "label": "not entailment", "id": 213}
{"sentence1": "The foxes are getting in at night and attacking the chickens. I shall have to guard them.", "sentence2": "I shall have to guard The chickens.", "label": "entailment", "id": 305}
{"sentence1": "Steve follows Fred's example in everything. He influences him hugely.", "sentence2": "Fred influences him hugely.", "label": "entailment", "id": 130}
{"sentence1": "I put the heavy book on the table and it broke.", "sentence2": "The heavy book broke.", "label": "not entailment", "id": 310}
{"sentence1": "Dr. Adams informed Kate that she had cancer and presented several options for future treatment.", "sentence2": "Dr. Adams had cancer and presented several options for future treatment.", "label": "not entailment", "id": 476}
{"sentence1": "I sallied out for a bit of food, more to pass the time than because I wanted it.", "sentence2": "I sallied out for a bit of food, more to pass the time than because I wanted food.", "label": "entailment", "id": 33}
{"sentence1": "Billy cried because Toby wouldn't accept his toy.", "sentence2": "Billy cried because Toby wouldn't accept Billy's toy.", "label": "entailment", "id": 471}
{"sentence1": "This book introduced Shakespeare to Ovid; it was a major influence on his writing.", "sentence2": "It was a major influence on Ovid's writing.", "label": "not entailment", "id": 420}
