{"sentence1": "I put the cake away in the refrigerator. It has a lot of butter in it.", "sentence2": "The refrigerator has a lot of butter in it.", "label": "not entailment", "id": 307}
{"sentence1": "During a game of tag, Ethan chased Luke because he was \"it\".", "sentence2": "Ethan was \"it\".", "label": "entailment", "id": 202}
{"sentence1": "Pete envies Martin because he is very successful.", "sentence2": "Pete is very successful.", "label": "not entailment", "id": 324}
{"sentence1": "Sam broke both his ankles and he's walking with crutches. But a month or so from now they should be better.", "sentence2": "The ankles should be better.", "label": "entailment", "id": 408}
{"sentence1": "Sara borrowed the book from the library because she needs it for an article she is working on. She writes it when she gets home from work.", "sentence2": "She writes the book when she gets home from work.", "label": "not entailment", "id": 45}
{"sentence1": "Jane knocked on the door, and Susan answered it. She invited her to come out.", "sentence2": "Jane invited her to come out.", "label": "entailment", "id": 30}
{"sentence1": "Jackson was greatly influenced by Arnold, though he lived two centuries earlier.", "sentence2": "Arnold lived two centuries earlier.", "label": "entailment", "id": 40}
{"sentence1": "We had hoped to place copies of our newsletter on all the chairs in the auditorium, but there were simply too many of them.", "sentence2": "There were simply too many copies of the newsletter.", "label": "not entailment", "id": 35}
{"sentence1": "Anna did a lot worse than her good friend Lucy on the test because she had studied so hard.", "sentence2": "Lucy had studied so hard.", "label": "entailment", "id": 603}
{"sentence1": "Alice tried frantically to stop her daughter from barking at the party, leaving us to wonder why she was behaving so strangely.", "sentence2": "Alice was behaving so strangely.", "label": "not entailment", "id": 595}
{"sentence1": "I'm sure that my map will show this building; it is very good.", "sentence2": "The map is very good.", "label": "entailment", "id": 172}
{"sentence1": "Mark told Pete many lies about himself, which Pete included in his book. He should have been more skeptical.", "sentence2": "Mark should have been more skeptical.", "label": "not entailment", "id": 222}
{"sentence1": "The fish ate the worm. It was tasty.", "sentence2": "The fish was tasty.", "label": "not entailment", "id": 486}
{"sentence1": "Adam can't leave work here until Bob arrives to replace him. If Bob had left home for work on time, he would be here by this time.", "sentence2": "Bob would be here by this time.", "label": "entailment", "id": 119}
{"sentence1": "Mark was close to Mr. Singer's heels. He heard him calling for the captain, promising him, in the jargon everyone talked that night, that not one thing should be damaged on the ship except only the ammunition, but the captain and all his crew had best stay in the cabin until the work was over.", "sentence2": "He heard Mr. Singer calling for the captain.", "label": "entailment", "id": 243}
{"sentence1": "Bob paid for Charlie's college education, but now Charlie acts as though it never happened. He is very hurt.", "sentence2": "Charlie is very hurt.", "label": "not entailment", "id": 460}
{"sentence1": "Every day after dinner Mr. Schmidt took a long nap. Mark would let him sleep for an hour, then wake him up, scold him, and get him to work. He needed to get him to finish his work, because his work was beautiful.", "sentence2": "Mark's work was beautiful.", "label": "not entailment", "id": 604}
{"sentence1": "The fish ate the worm. It was tasty.", "sentence2": "The worm was tasty.", "label": "entailment", "id": 231}
{"sentence1": "Mama came over and sat down beside Alice. Gently she stroked her hair and let the child weep.", "sentence2": "Alice stroked her hair and let the child weep.", "label": "not entailment", "id": 237}
{"sentence1": "Stretching her back, the woman smiled at the girl.", "sentence2": "Stretching the woman's back, the woman smiled at the girl.", "label": "entailment", "id": 514}
{"sentence1": "I'm sure that my map will show this building; it is very famous.", "sentence2": "The map is very famous.", "label": "not entailment", "id": 417}
{"sentence1": "The Wainwrights treated Mr. Crowley like a prince until he made his will in their favor; then they treated him like dirt. Folks said he died just to be rid of their everlasting nagging.", "sentence2": "Folks said he died just to be ride of the Wainwrights' everlasting nagging.", "label": "entailment", "id": 473}
{"sentence1": "Everyone really loved the oatmeal cookies; only a few people liked the chocolate chip cookies. Next time, we should make fewer of them.", "sentence2": "We should make fewer of the chocolate chip cookies.", "label": "entailment", "id": 371}
{"sentence1": "Since Chester was dependent on Uncle Vernon, he couldn't very well marry without his approval", "sentence2": "Uncle Vernon couldn't very well marry without his approval", "label": "not entailment", "id": 220}
{"sentence1": "The table won't fit through the doorway because it is too narrow.", "sentence2": "The doorway is too narrow.", "label": "entailment", "id": 174}
{"sentence1": "The foxes are getting in at night and attacking the chickens. They have gotten very nervous.", "sentence2": "The foxes have gotten very nervous.", "label": "not entailment", "id": 224}
{"sentence1": "Kirilov ceded the presidency to Shatov because he was more popular.", "sentence2": "Shatov was more popular.", "label": "entailment", "id": 235}
{"sentence1": "Dan took the rear seat while Bill claimed the front because his \"Dibs!\" was slow.", "sentence2": "Dan took the rear seat while Bill claimed the front because Bill's \"Dibs!\" was slow.", "label": "not entailment", "id": 400}
{"sentence1": "The actress used to be named Terpsichore, but she changed it to Tina a few years ago, because she figured it was too hard to pronounce.", "sentence2": "Tina was too hard to pronounce.", "label": "not entailment", "id": 474}
{"sentence1": "The sun was covered by a thick cloud all morning, but luckily, by the time the picnic started, it was out.", "sentence2": "The sun was out.", "label": "entailment", "id": 144}
{"sentence1": "Although they ran at about the same speed, Sue beat Sally because she had such a bad start.", "sentence2": "Sue had such a bad start.", "label": "not entailment", "id": 53}
{"sentence1": "Everyone really loved the oatmeal cookies; only a few people liked the chocolate chip cookies. Next time, we should make more of them.", "sentence2": "We should make more of the oatmeal cookies.", "label": "entailment", "id": 194}
{"sentence1": "Madonna fired her trainer because she slept with her boyfriend.", "sentence2": "The trainer slept with her boyfriend.", "label": "entailment", "id": 293}
{"sentence1": "The foxes are getting in at night and attacking the chickens. I shall have to kill them.", "sentence2": "I shall have to kill The chickens.", "label": "not entailment", "id": 150}
{"sentence1": "The fish ate the worm. It was hungry.", "sentence2": "The worm was hungry.", "label": "not entailment", "id": 80}
{"sentence1": "The table was piled high with food, and on the floor beside it there were crocks, baskets, and a five-quart pail of milk.", "sentence2": "Beside the table there were crocks, baskets, and a five-quart pail of milk.", "label": "entailment", "id": 38}
{"sentence1": "Jim signaled the barman and gestured toward his empty glass.", "sentence2": "Jim signaled the barman and gestured toward Jim's empty glass.", "label": "entailment", "id": 485}
{"sentence1": "Joe's uncle can still beat him at tennis, even though he is 30 years younger.", "sentence2": "Joe's uncle is 30 years younger.", "label": "not entailment", "id": 436}
{"sentence1": "I was trying to open the lock with the key, but someone had filled the keyhole with chewing gum, and I couldn't get it out.", "sentence2": "I couldn't get the chewing gum out.", "label": "entailment", "id": 298}
{"sentence1": "Tom said \"Check\" to Ralph as he moved his bishop.", "sentence2": "Tom said \"Check\" to Ralph as he moved Ralph's bishop.", "label": "not entailment", "id": 433}
