{"question_1": "Regarding my last question. Everytime i take oxycodone, i become very sensitive to sound. A person talking is too loud. Even no migraine. Known se?", "question_2": "Does oxycodone cause increased sensitivity to sound? I have been experiencing this for a while, it feels like someone is talking loud. ", "label": "similar", "id": "train_3_0"}
{"question_1": "When should I see a doctor for my toddler's fever? It's been around 103 all day and has peaked at 103.7. No other symptoms.", "question_2": "What are symptoms of a flu in a toddler?", "label": "not similar", "id": "train_3_1"}
{"question_1": "My eyesight is bad in one eye its -0.5 and in other -0.75 how to improve my eye to the normal eyesight without specs ?", "question_2": "What can help to improve eyesight other than spectacles? Eye sight is -0.5 in one eye and -0.75 in the other eye. ", "label": "similar", "id": "train_3_2"}
{"question_1": "Sometimes I dream when I am sleeping, but I am awake, and know I am, but dreaming too. Kinda like hallucinating. What causes this? How can I stop it?", "question_2": "I have been getting nightmares during my sleep for a few weeks. I am on anti-depressants and I have been hallucinating too. Do you think these could be side effects of the anti-depressant I am taking?", "label": "not similar", "id": "train_3_3"}
{"question_1": "What can you do if you can't get the contact lens in at all?", "question_2": "What is the correct way to use contact lens? ", "label": "similar", "id": "train_3_4"}
{"question_1": "I'm 16 and my left testicle started having somewhat severe pain in it, it hurts more than extremely when I walk and it hits my pants I can't drive help?", "question_2": "Does redness of the testicles mean cancer?", "label": "not similar", "id": "train_3_5"}
{"question_1": "What causes a high red blood cell count it's at 19 and ESR is high, TSH 1.25 never been so low anti thyroid at 9 was 900 prev?", "question_2": "How to manage high RBC and ESR counts with normal TSH levels and antithyroid antibody level at 9 which was 900 previously?", "label": "not similar", "id": "train_3_6"}
{"question_1": "How come so many medical doctors do not believe that adrenal fatigue is a real issue?", "question_2": "What are your thoughts about adrenal fatigue and I wonder why so many doctors do not believe it is a real issue?", "label": "similar", "id": "train_3_7"}
{"question_1": "What causes these blister things under your tongue?", "question_2": "I have these small bumps on my tongue, what are they? Developed after I accidentally drank very hot soup", "label": "not similar", "id": "train_3_8"}
{"question_1": "How long after a aneurysm surgery do you have to stay off work?", "question_2": "What is the recovery time after undergoing surgery for an aneurysm?", "label": "similar", "id": "train_3_9"}
{"question_1": "How harmful is a yeast infection if not treated?", "question_2": "What is the treatment of a yeast infection?", "label": "not similar", "id": "train_3_10"}
{"question_1": "What might cause a lot of pain in the fleshy part of my hand below the thumb?", "question_2": "The fleshy part of my hand below thumb hurts a lot. I didn't get injured anytime in the recent past. What could be the cause of my pain?", "label": "similar", "id": "train_3_11"}
{"question_1": "Can you guys tell me how advanced does lung/bronchial cancer have to be?", "question_2": "When is lung/bronchial cancer considered advanced?", "label": "similar", "id": "train_3_12"}
{"question_1": "Still have a dry non productive cough nose stuffed but no fever and occasional headaches what should I do?", "question_2": "Can allergy result in dry cough, stuffy nose, fever and a headache?", "label": "not similar", "id": "train_3_13"}
{"question_1": "How does a boil look tender?", "question_2": "I recently shaved my armpit and I noticed a warm, red bump causing pain on touch yesterday. I think it is a boil. Can you help me with a few measures for its healing and for relief from pain? ", "label": "not similar", "id": "train_3_14"}
{"question_1": "Would 3 normal u/s and 5 low d-dimers over the course of 4 weeks rule out dvt? Even though leg pain is still there? No redness or swelling.", "question_2": "How can we rule out DVT? What symptoms should I look out for and what tests can be done?", "label": "similar", "id": "train_3_15"}
{"question_1": "Sore nipples remains during pregnancy, is this normal?", "question_2": "Does one get symptoms like sore nipples all through the pregnancy?", "label": "similar", "id": "train_3_16"}
{"question_1": "Can micro dermabrasion hurt?", "question_2": "Why is microdermabrasion done?", "label": "not similar", "id": "train_3_17"}
{"question_1": "I'm having way too many heart palpitations (heart thumps really hard every 2 minutes) I'm only 22 years old. Never had a history of heart problems.", "question_2": "What causes recurrent episodes of palpitations with no previous history of having heart conditions?", "label": "similar", "id": "train_3_18"}
{"question_1": "Blood in urine, pain in flank. No burning, frequency. Bladder polyps or kidney stones?", "question_2": "I was diagnosed with bladder polyps last year. I noticed blood in urine today and I have flank pain. I think I developed kidney stones and I am very worried. Do you think my bladder polyps in any way may have led to the development of kidney stones?", "label": "not similar", "id": "train_3_19"}
{"question_1": "What is the cause and the solution of what seems to be a traveling pocket of gas up and down my back, chest, rib cage with sometimes a griping pain?", "question_2": "I have something, that seems to be a travelling pocket of gas up and back my back, chest, rib cage. It also causes gripping pain sometimes. Can you tell me what can be the cause and how can it be treated?", "label": "similar", "id": "train_3_20"}
{"question_1": "Do gmos have any effects on type one diabetes?", "question_2": "What are GMO's?", "label": "not similar", "id": "train_3_21"}
{"question_1": "Why does my left hip almost every night? I get up scraming with it. It goes from my hip bone around front of my leg and ends at my knee .", "question_2": "Does a nerve compression in the hip area cause the pain to radiate down to the knee and leg? ", "label": "not similar", "id": "train_3_22"}
{"question_1": "Can you call me at 908-405-0112?", "question_2": "My phone number is 908-405-0112. Would it be possible for you to call me?", "label": "similar", "id": "train_3_23"}
{"question_1": "How many tylenol (acetaminophen) 3's are equal to  a percocet?", "question_2": "I am allergic to Percocet. What else can the doctor prescribe me for my pain? Not sure if Tylenol would do the trick.", "label": "not similar", "id": "train_3_24"}
{"question_1": "Are there any side effects I should worry about if I have my 9 year old son use Milk of Magnesia (magnesium hydroxide) as a deodorant?", "question_2": "My 9 old year son uses milk of magensia (magnesium hydroxide) as a deodorant. What are the side effects on using it as a deodorant?", "label": "similar", "id": "train_3_25"}
{"question_1": "Is taking 5mg of prednisone daily for a year considered fairly safe?", "question_2": "I'm currently 5 weeks pregnant and have asthma. Is it sfae to take prednisone?", "label": "not similar", "id": "train_3_26"}
{"question_1": "What should I do if I have an allergy of sneezing when i wake upplease tell me what type of disease or allergy it is?", "question_2": "Lately, I have been sneezing a lot. Not sure if it is just allergy or something major. What do you think?", "label": "similar", "id": "train_3_27"}
{"question_1": "Can you tell me the names of health care institutions or pharmacies known for compounding voriconazole 1% eye drops solution ?", "question_2": "How can I find any good health care institutions or pharmacies known for compounding voriconazole 1% eye drops solution ?", "label": "similar", "id": "train_3_28"}
{"question_1": "Hi. I have been having ear pain in my right ear. It started on Thursday maybe and It just keeps hurting.?", "question_2": "Do you think sore throat can give ear pain?", "label": "not similar", "id": "train_3_29"}
{"question_1": "My baby toe is burning red and swollen,  what can I do.  Thanks?", "question_2": "My baby's toe has turned red and swollen and is giving burning sensation. Please help.", "label": "similar", "id": "train_3_30"}
{"question_1": "Is 4 mg intuniv & 2mgrisperdal too much for a 5 1/2 yr old, im worried..His neurologist prescibed for pddnos & adhd?", "question_2": "Which medications can Risperidal interact with? I started it 2 days back and I just want to be careful.", "label": "not similar", "id": "train_3_31"}
{"question_1": "How soon after im off the Depo-Provera provera (medroxyprogesterone) shot can I get pregnant?", "question_2": "How does Depo-Provera protect against pregnancy?", "label": "not similar", "id": "train_3_32"}
{"question_1": "I have a flu with dry cough and in the morning it's phlem. What cough syrup would be suitable? Also aches and probably a UTI so getting that checked.", "question_2": "Are there any over the counter cough syrups that can help me with my dry cough? I get phlegm in the morning and I feel achy too, but I think it could be because of a probable UTI for which I am seeing my primary in 2 days but I need some relief from this cough, it does not let me sleep.", "label": "similar", "id": "train_3_33"}
{"question_1": "In a mental health program im on pass and i once again used opiates, my addiction to them is to strong  and don't know how to tell doc?Withdrawal suck", "question_2": "I need your help. I am in a mental health program and I am on a pass but I again used opiates. I just could not control, withdrawal symptoms are really hard to deal with! But I really want to quit opiates and I want to tell my doctor but I am not sure how to tell my doctor, can you please help?", "label": "similar", "id": "train_3_34"}
{"question_1": "I get very lightheaded quite often. Could it be because I am anemic?", "question_2": "How to test for anemia?", "label": "not similar", "id": "train_3_35"}
{"question_1": "I had a low placenta and bled twice big around 1 am. Was that coincidence?", "question_2": "How to manage heavy bleeding during pregnancy?", "label": "not similar", "id": "train_3_36"}
{"question_1": "1 day missed period and vaginal area is dry, why?", "question_2": "I am late for my period by one day and have vaginal dryness. Do you have any ideas why?", "label": "similar", "id": "train_3_37"}
{"question_1": "A doctor prescribed voren supp 12.5mg for my 3-year-old boy for fever. Isnt voren used for post-op inflammatn?", "question_2": "My 3 year old has a high grade fever for 2 days now, what should I do?", "label": "not similar", "id": "train_3_38"}
{"question_1": "What type of daily vitamin or mineral should a normally healthy 23 year old male be taking?", "question_2": "I am a healthy 20 year old man. I eat healthy and work out regularly. Do I need to be taking some additional vitamin or mineral supplements even if I seem to be eating healthy?", "label": "similar", "id": "train_3_39"}
