{"question_1": "Can having a shaved penis alter sex performance?", "question_2": "I am in a habit of shaving genital region. Can shaving my penis have any effects on sex life?", "label": "similar", "id": "train_1_0"}
{"question_1": "Both arms numb no chest pain just a lil dizzy. And a little heart burn I have gastritis and back arthritis.", "question_2": "What are the symptoms of cervical spondylosis?", "label": "not similar", "id": "train_1_1"}
{"question_1": "After a hysterectomy do you start menopause imediately?", "question_2": "I am scheduled for hysterectomy next week. I have a lot of questions and anxiety about it. Does menopause start immediately after the surgery?", "label": "similar", "id": "train_1_2"}
{"question_1": "Walked somewhere yesterday in skinny jeans. Left testicle started hurting. Hurts when I touch it. Never happened before. I am very healthy.", "question_2": "I have had swelling and pain in the left testicle for the past one week. Can an ultrasound help diagnose what is the problem?", "label": "not similar", "id": "train_1_3"}
{"question_1": "Does dermonu work for acne scars?", "question_2": "I have acne ever since I was a teen. Will these go away on their own?", "label": "not similar", "id": "train_1_4"}
{"question_1": "Been on antibiotics 4 5wks top high tooth dentist cld not get needle 2 freeze 2 extract in gum really hurt she said its the tissues hve 2 go bk? Plz", "question_2": "I am unable to get tooth extraction, my dentist is unable to give me anesthesia. Wouldn't antibiotics help with this since it has been going on for about 4-5 weeks? Should I go to ER?", "label": "similar", "id": "train_1_5"}
{"question_1": "I was diagnosed w/ Chlamydia on 9/29/2015. Treated the same day. Tested on 11/16/2015, came back positive. I haven't had sex since the 1st test. How?", "question_2": "What is the treatment for recurrent Chlamydial infections?", "label": "not similar", "id": "train_1_6"}
{"question_1": "Can gabapentin work for headaches caused by trimethoprim. I have started taking 100mg gabapentin daily for 4 days and trimethoprim 200mg twice a day.", "question_2": "I was diagnosed with a urine infection for which I was given Trimethoprim 200 mg to be taken twie daily. I have developed headaches because of the medication. Would it be safe to take Gabapentin?", "label": "similar", "id": "train_1_7"}
{"question_1": "People who have had liver transplant due to cirrhosis (latest stage), do they always develop an hepatic aneurysm?", "question_2": "Can a person with heart disease develop hepatic aneurysm? Can they also undergo a liver transplant because of end stage liver cirrhosis?", "label": "not similar", "id": "train_1_8"}
{"question_1": "Why am I having acute post-abortion abdominal pain 3 months after surgical procedure? I can't talk, walk, lift, stand, or even wear underwear too much?", "question_2": "I have acute severe pain abdomen today causing difficulty in walking, talking, lifting, standing for long. I should mention that I underwent surgical abortion 3 months ago. Is this pain related to the abortion?", "label": "similar", "id": "train_1_9"}
{"question_1": "What can I do to increase my chances of getting pregnant? I also did medical abortion 5 months ago. I use the ovulation kit and no results. Plz help", "question_2": "I've been tracking my ovulation since my medical abortion a few months back, I want to conceive again, what do you suggest I do?", "label": "similar", "id": "train_1_10"}
{"question_1": "I was at an ENT for another issue and he said my adenoids are pretty swollen. I'm 20 years old. Is this normal? I never went back to follow up.", "question_2": "What are the treatment options for enlarged adenoids?", "label": "not similar", "id": "train_1_11"}
{"question_1": "I had a cold about a week and a half ago. Now I'm having very strong headaches and a pain on my left nasal, feels like the bone hurts on my left nasal?", "question_2": "I had cold 1.5 weeks ago but I started experiencing severe headache and pain in left nostril yesterday. Is it related to bone in my left nostril?", "label": "similar", "id": "train_1_12"}
{"question_1": "If your number two is hard and dark what does that mean?", "question_2": "Any tips on how I can manage frequent hard stools?", "label": "not similar", "id": "train_1_13"}
{"question_1": "I had mucus in my stools and on own for 3 weeks and then i suddenly got sickness and diaherrea with fever and now back to mucus when wipe does it link?", "question_2": "I have been experiencing nausea, sickness, fever and mucus in stools for the past 2 weeks. Can I take antibiotics to see if that helps?", "label": "not similar", "id": "train_1_14"}
{"question_1": "How long does it take for herpes to break out?", "question_2": "I had unprotected sex on the 7th of this month. Is there a specific time that the first outbreak occurs?", "label": "similar", "id": "train_1_15"}
{"question_1": "What to do if I have a archwire that is not connected to one bracket of the damon braces?", "question_2": "Is it bad is my archwire is not connected to one bracket of the damon braces?", "label": "similar", "id": "train_1_16"}
{"question_1": "Should teens use the diet plans on tv?", "question_2": "Can you help me with a diet plan?", "label": "not similar", "id": "train_1_17"}
{"question_1": "Hello. I have bloodly discharge and a little pain in my lower stomach and back. When I wipe after peeing I can see it and sometimes its mucus like..", "question_2": "Hello! I am here to talk about something which is going on with me for a couple of days. I have noticed bloody discharge and I see it mostly when I wipe after peeing. It looks like mucus. I also have pain in lower stomach and back. ", "label": "similar", "id": "train_1_18"}
{"question_1": "Please tell me what is it called when your back locks up?", "question_2": "What relieves back spasm?", "label": "not similar", "id": "train_1_19"}
{"question_1": "I have had a couple of pregnancy symptoms, but the home tests i've taken are all negative and I started what I think is my period today.....I need some help figuring out what could be wrong. Any thoughts?", "question_2": "I have missed my period. When is the best time to take a preganncy test?", "label": "not similar", "id": "train_1_20"}
{"question_1": "My 16 year old daughter is having left abdominal pain no fever and no burning with urination and just got off her period 2 days ago?", "question_2": "I am 16 and I have left abdominal pain for last 3 days but no fever, burning sensation while passing urine. My period ended 2 days ago. What could be the cause?", "label": "similar", "id": "train_1_21"}
{"question_1": "How to lose tummy fats?", "question_2": "How can I look slimmer from the tummy area?", "label": "similar", "id": "train_1_22"}
{"question_1": "I hurt my knee and heard a pop and now it hurts to go up and down stairs and hurts when walking on it or to move it certain ways should I see my docto?", "question_2": "Which scan is recommended to conclude about the cause if one has knee pain while walking and climbing the stairs?", "label": "not similar", "id": "train_1_23"}
{"question_1": "I have mosquito bites all over my body from head to toe. I am itching all over. The bites are swollen and combined with other bites. What can I do?", "question_2": "I got what I thought were mosquito bites all over the body recently, that itch a lot. I didn't bother much as I thought those would subside but they look worse this morning and I am worried it could be something else. I'll share pictures of those bumps. Can you tell me if those look like spider bites?", "label": "not similar", "id": "train_1_24"}
{"question_1": "Is hypno-therapy dangeorus?", "question_2": "Are effects of hypno-therapy permanent? I heard they can be dangerous. Is it true?", "label": "similar", "id": "train_1_25"}
{"question_1": "I have a black scar in my eye that I can see when I look at something that is a light color. Its been there for 2 months. Will it go away on its own?", "question_2": "I noticed some redness in my eye today, could it be the start of a pink eye?", "label": "not similar", "id": "train_1_26"}
{"question_1": "I have a brain cyst 3cm in left frontal lobe would it hurt if I was also pregnant?", "question_2": "I have a brain cyst of 3cm size in my left frontal lobe. I am 5 weeks pregnant now and I have been experiencing headache for last 2 days. I was wondering if my brain cyst hurts during pregnancy. What are the chances?", "label": "similar", "id": "train_1_27"}
{"question_1": "Please provide advice on discontinuing hctz (hydrochlorothiazide) after developing petechiae on my arms. I have been taking hctz (hydrochlorothiazide) for 3 months and this just started.", "question_2": "Is hydrochlorthiazide safe for the elderly?", "label": "not similar", "id": "train_1_28"}
{"question_1": "I've been experiencing dizziness for several months now, with occasional ear pain. Does this sound like a brain tumor or a sinus problem?", "question_2": "I have been experiencing dizziness with occasional ear pain for last few months. Do you think this indicates brain tumor or could it be just a sinus issue? I am so scared of brain tumor, please help me.", "label": "similar", "id": "train_1_29"}
{"question_1": "What are the clinical symptoms of myocardial infarction?", "question_2": "I experience left sided chest tightness and pressure with pain and shortness of breath. I also experience discomfort over left shoulder. I am scared I have a heart attack, can you tell me what are the symptoms of myocardial infarction?", "label": "similar", "id": "train_1_30"}
{"question_1": "I've had a recurring yeast infection for years. How can I prevent them from coming back?", "question_2": "I have diabetes and hence recurrent yeast infections. If I control the blood sugar, will that prevent them from recurring?", "label": "not similar", "id": "train_1_31"}
{"question_1": "Lately when i get frightened or startled, i feel the blood pump down my legs and then my toes start to really hurt. It aches for a long time. What is?", "question_2": "I have been having this numbenss and pain in my toes for a few days now, what's going on?", "label": "not similar", "id": "train_1_32"}
{"question_1": "Is mental illness like bipolar hereditary?", "question_2": "Does bipolar disorder have any hereditary influence?", "label": "similar", "id": "train_1_33"}
{"question_1": "My 2 yr old has red bumps with white middle spots on his stomach, chest, and thighs. They don't bother him but have been there for 1 wk. What r they?", "question_2": "My 3 yr old daughter has a rash with white middle spots on some parts of the body, for 10 days now and is more on the chest and abdomen but does not have any itching. What could they be?", "label": "similar", "id": "train_1_34"}
{"question_1": "My eyesight is bad in one eye its -0.5 and in other -0.75 how to improve my eye to the normal eyesight without specs ?", "question_2": "Do I need specs when eyesight is -0.5 in one eyes and -0.75 in the other?", "label": "not similar", "id": "train_1_35"}
{"question_1": "My fasting sugar was 136 or 7.5.  This is high.  So,  is this the reason I get vomitish every morning? Thanks", "question_2": "I have a history of high fasting blood sugar and I am not on any medications. I threw up quite a few times yesterday and drank some soda, will that worsen my blood sugar?", "label": "not similar", "id": "train_1_36"}
{"question_1": "I am a male 21 yeas of age there is a small painless lump about 1 cm in my groin area this is at the point where my inner thigh connects with my groin?", "question_2": "What can cause a small, painless lump at the groin crease in a young adult?", "label": "similar", "id": "train_1_37"}
{"question_1": "What is the definition or description of: diclofenac?", "question_2": "What is a Diclofenac exactly?", "label": "similar", "id": "train_1_38"}
{"question_1": "I am 24 years and breastfeeding my 9 months daughter Can I make mammogramas as last result 2 years ago was fibro cysts in left breast Should I worry?", "question_2": "Can breast feeding worsen fibrocystic changes in the breast?", "label": "not similar", "id": "train_1_39"}
