{"question_1": "I am 44 and my breast and nipples are tender what could it be?", "question_2": "I am 44, experiencing some breast and nipple tenderness since a week, haven't had my period in a while, could I be pregnant?", "label": "similar", "id": "train_0_0"}
{"question_1": "How to prevent catching flu from a visitor who never learn to put hand on mouth while coughing... Will hand gel help me?", "question_2": "What are the symptoms of flu? How can I treat at home?", "label": "not similar", "id": "train_0_1"}
{"question_1": "I have a bug bite and it keeps getting worse. What do you recommend?", "question_2": "What can help with a bug bite?", "label": "similar", "id": "train_0_2"}
{"question_1": "Pain in mid right of stomach?", "question_2": "My sister has pain in the middle of upper abdomen and has been feeling full early. She was given omeproazole for acid reflux. Should that fix it?", "label": "not similar", "id": "train_0_3"}
{"question_1": "Suggest me ways for late discharge during intercourse male age 42 yrs?", "question_2": "I think I have ED. Can you help me?", "label": "not similar", "id": "train_0_4"}
{"question_1": "Is there a specific time for teens to sleep?", "question_2": "Should teens go to bed at a certain time and sleep for a certain number of hours?", "label": "similar", "id": "train_0_5"}
{"question_1": "How can I make my inverted nipples point out?", "question_2": "Are there any things I can try at home to make inverted nipples point out?", "label": "similar", "id": "train_0_6"}
{"question_1": "Can allergies to tooth paste ingredients cause diarrhea and stomach pains?", "question_2": "My friend has bad stomach pain and diarrhea, what can I give her to feel better? She does have gluten allergy, but she did not eat anything with gluten. What could be other possible cause of her symptoms?", "label": "not similar", "id": "train_0_7"}
{"question_1": "I eat vegetable curry daily (different types) every meal. Does this count towards my 5 a day and is this a healthy way of eating veggies?", "question_2": "I am looking for an opinion from a professional. I am eating 5 different types of vegetable curries. Do you think this is a healthy way of eating veggies and does this count towards my 5?", "label": "similar", "id": "train_0_8"}
{"question_1": "Is it safe to use silicone gel sheet on acne scar on the face?", "question_2": "I have been using silicone gel sheets for my acne but heard they are not very safe. What would you recommend I do? Are there any creams I can use?", "label": "not similar", "id": "train_0_9"}
{"question_1": "What to do if I'm beginning to have the 'turkey neck' problem. Do you know of any flex exercises that might help me?", "question_2": "Would you have any ideas on what could help with a \"turkey neck\" issue?", "label": "similar", "id": "train_0_10"}
{"question_1": "Hymenal ring remnant... what is it and how can you fix it?", "question_2": "Can a hymen be repaired once ruptured to make it look like one is still a virgin?", "label": "not similar", "id": "train_0_11"}
{"question_1": "How to improve sexual energy.?", "question_2": "What helps in improving sexual energy?", "label": "similar", "id": "train_0_12"}
{"question_1": "I been on depo for about 2/3 years and off for 5 months. I want to get pregnant but haven't had a menstrual cycle, what can I do?", "question_2": "Can I continue using depo for 2 to 3 years?", "label": "not similar", "id": "train_0_13"}
{"question_1": "Can Celiac Disease mimic MS even after being treated with a strict gluten-free diet? Could my untreated Celiac have caused my brain lesions?", "question_2": "Do MS and celiac disease have similar presenting neurological lesions?", "label": "similar", "id": "train_0_14"}
{"question_1": "My mom also had a cancerous lump removed from her breast a few years ago. Could it be the same thing now?", "question_2": "I had a lump in the breast and was earlier diagnsoed with a fibroadenoma. Can it be cancer?", "label": "not similar", "id": "train_0_15"}
{"question_1": "Does anyone know what to do with a child around the age of 13 who suffers from serious anxiety?", "question_2": "Does anxiety present differently in teens vs adults?", "label": "not similar", "id": "train_0_16"}
{"question_1": "Does flax seed oil, about 3 grams a day as prescribed by my opthamologist interact with ortho trip cyclen or other birth control pills?", "question_2": "Do BC pills have any interaction with flax seed oil?", "label": "similar", "id": "train_0_17"}
{"question_1": "What is the cause of pubic bone pain?", "question_2": "I have pubic bone pain for last 3 days and it has been getting worse. My period ended yesterday. What could be the cause?", "label": "similar", "id": "train_0_18"}
{"question_1": "Me and my wife are trying for baby from past few months but getting negative?", "question_2": "Me and my wife are trying to have a baby. Can you help me with some tips? ", "label": "not similar", "id": "train_0_19"}
{"question_1": "I have three positive first response pregnancy tests with morning sickness two weeks ago but not since then, are the positive tests true positives?", "question_2": "I had morning sickness 2 weeks back which subsided and got three positive first response pregnancy tests. Can I tust these test results?", "label": "similar", "id": "train_0_20"}
{"question_1": "I had medial epicondylar release/ ulnar nerve decompression 5/9/14. When I woke up from it I had a sore throat still have a sore throat? I'mconcerned?", "question_2": "How long is the recovery period for medial epicondylar release/ ulnar nerve decompression surgery?", "label": "not similar", "id": "train_0_21"}
{"question_1": "Lately when i get frightened or startled, i feel the blood pump down my legs and then my toes start to really hurt. It aches for a long time. What is?", "question_2": "I've been having these weird symptoms recently. Every time something bad happens and I am scared or frightened, it's like all my blood drains to my feet and my toes start hurting real bad! What's happening?", "label": "similar", "id": "train_0_22"}
{"question_1": "Are there any at-home remedies for athlete's foot?", "question_2": "I have tried home remedies for athlete's foot which has not been of much help. Are there any medications you would suggest?", "label": "not similar", "id": "train_0_23"}
{"question_1": "My period is a week early and heavier then usual what could that mean?", "question_2": "What can cause an early period with heavy bleeding?", "label": "similar", "id": "train_0_24"}
{"question_1": "After I had intercourse with hubby I noticed slight fresh blood and burning sensation and urge to urinate. What might be the cause?", "question_2": "I am 9 wks pregnant and just had some bleeding today, after sex. is it dangerous? Will me baby be okay?", "label": "not similar", "id": "train_0_25"}
{"question_1": "Lately I have been getting these weird bumps behind my ears and inside my ears. Does this mean anything medically?", "question_2": "What could be causing bumps behind and inside my ears? Is it something serious?", "label": "similar", "id": "train_0_26"}
{"question_1": "My wife continues pain in her lower left side. She went to Dr a he could not find any problem. However pain is still a problem all day. Anything?", "question_2": "My partner has been diagnosed with an ovarian cyst and has pain on the lower left side of abdomen  and now the pain seems to be worsening. Could it be a rupture?", "label": "not similar", "id": "train_0_27"}
{"question_1": "Why is it that some nutrients bypass the liver entirely?", "question_2": "Does the liver absorb all the nutrients?", "label": "similar", "id": "train_0_28"}
{"question_1": "Is blood pressure of 124/66 OK? My blood pressure is normally 110 /74. I'm feeling edgy and wired right now at 2 am.", "question_2": "Does anxiety cause an increase in the BP?", "label": "not similar", "id": "train_0_29"}
{"question_1": "How do I know if I have depression and anxiety?", "question_2": "What are the symptoms of depression and anxiety?", "label": "similar", "id": "train_0_30"}
{"question_1": "He touched my vulva nd clit with his fingers nd am not sure if he had ejacultion or not. That was on the 9 th day of a regular 28 days period. Chance?", "question_2": "I missed my period this month. I am just confused because there is no chance that I am pregnant. I usually have regular cycles and last time, me and my boyfriend had sex, he just touched vulva and clitoris wth fingers and never ejaculated inside me. What could be the cause of missed period this time?", "label": "not similar", "id": "train_0_31"}
{"question_1": "Is there a medication to control my anger?", "question_2": "My wife has bad mood swings- One momet she will be so happy and the very next moment, she would get angry for no reason. Do you think she has bipolar disorder?", "label": "not similar", "id": "train_0_32"}
{"question_1": "How to make my body fit? I am always facing problem with my weight-gain. what should I do?", "question_2": "I have been gaining weight and what can help to make my body fit?", "label": "similar", "id": "train_0_33"}
{"question_1": "How long does belly pain associated with hyperemesis gravidarum last?", "question_2": "I am dealing with hyperemesis gravidarum and associated cramps. When will these cramps subside?", "label": "similar", "id": "train_0_34"}
{"question_1": "How can you test cholesterol levels?", "question_2": "Can high cholesterol cause one to experience any symptoms?", "label": "not similar", "id": "train_0_35"}
{"question_1": "I have a brain cyst 3cm in left frontal lobe would it hurt if I was also pregnant?", "question_2": "I have a brain cyst of 3cm size in my left frontal lobe and I got pregnant recently. I am worried if brain cyst affects my pregnancy and my baby in any way. Can you help me understand this more? ", "label": "not similar", "id": "train_0_36"}
{"question_1": "I have a scab just inside my left nostril that hasn't healed in over a month. I pick off fluffy part but base more difficult n painful. Neosporin ok?", "question_2": "I noticed a non-healing scab inside the left nostril for over a month now with easy to pull off fluffy part but base has been painful. Is it ok to use Neosporin?", "label": "similar", "id": "train_0_37"}
{"question_1": "I sneezed and got rid of some phlegm in my throat (I have post nasal drip) and it was sort of clear but then again it had white stuff too what is it?", "question_2": "I have stuffy nose and postnasal drip for last 5 days. I also experience pain in cheeks and headache on sneezing. I was prone to sinusitis in my childhood and I think it's back now. What can I do for relief? It's very uncomfortable. ", "label": "not similar", "id": "train_0_38"}
{"question_1": "Does the pus of gonorrhea smell?", "question_2": "I think I may have gonorrhea. Is the discharge with gonorrhea foul smelling?", "label": "similar", "id": "train_0_39"}
