{"question_1": "What effects can I expect from velcade (bortezomib) chemotherapy?", "question_2": "Are there any better options for chemotherapy other than velcade?", "label": "not similar", "id": "train_4_0"}
{"question_1": "Is there a medication to control my anger?", "question_2": "I am 18 years old and I feel I get angry over very small things and it has started affecting my relationships. Do you think it is a medical condition that can be treated with some medicine?", "label": "similar", "id": "train_4_1"}
{"question_1": "If your number two is hard and dark what does that mean?", "question_2": "What can cause a hard and dark stool?", "label": "similar", "id": "train_4_2"}
{"question_1": "How do you safely remove a swimmer with a possible head injury from the water?", "question_2": "What are the chances of having a head injury in a swimmer?", "label": "not similar", "id": "train_4_3"}
{"question_1": "Is it possible for my hubby to know whether I am a virgin or not?", "question_2": "I recently lost virginity and still notice the hymen hanging from the vaginal opening and it hurts. I tried to pull it out but seems to hurt. What do you suggest I do?", "label": "not similar", "id": "train_4_4"}
{"question_1": "What to do if I have hypertension, depression of lost love, completely broke. what to do?", "question_2": "I recently lost my job and the love of my life. The RN who saw me yesterday said I have high blood pressure. Will I be diagnosed with depression?", "label": "similar", "id": "train_4_5"}
{"question_1": "I hurt my knee and heard a pop and now it hurts to go up and down stairs and hurts when walking on it or to move it certain ways should I see my docto?", "question_2": "Should I see my doctor if I heard a pop in my knee after an injury and now it hurts to go up and down the stairs and hurts to walk on it?", "label": "similar", "id": "train_4_6"}
{"question_1": "Why does/would wearing an abdominal binder raise my blood pressure? Both diastolic and systolic increased by 10 points, pushing me into hypertensive range 135/105.", "question_2": "Are abdominal binders safe to use?", "label": "not similar", "id": "train_4_7"}
{"question_1": "I have being getting headaches for about 2 weeks, feeling really tired and fainted once which never happened before and loss of  appetite. what's wrong?", "question_2": "What conditions can cause headaches, dizziness and loss of consciousness?", "label": "similar", "id": "train_4_8"}
{"question_1": "What is the bone spur surgery recovery time.?", "question_2": "How long would a surgery to remove bone spur take?", "label": "not similar", "id": "train_4_9"}
{"question_1": "Why am I having acute post-abortion abdominal pain 3 months after surgical procedure? I can't talk, walk, lift, stand, or even wear underwear too much?", "question_2": "My sister has acute pain abdomen, that is severe causing difficulty in walking, standing, talking, lifting today. She underwent surgical abortion 3 months ago. What can she do for relief?", "label": "not similar", "id": "train_4_10"}
{"question_1": "I do unprotected sex with a prostitute after 28 days I go for hiv duo test the result is non reactive 0.07 is it conclusive?", "question_2": "Is a HIV duo test at 28 days after exposure accurate?", "label": "similar", "id": "train_4_11"}
{"question_1": "What are the chances of survival following a stomach cancer diagnosis?", "question_2": "What are the treatment options available for stomach cancer?", "label": "not similar", "id": "train_4_12"}
{"question_1": "I woke up with eyes crusted shut. What should I do it really hurts?", "question_2": "Can conjunctivitis cause crusting of the eye and pain? How can I treat it?", "label": "similar", "id": "train_4_13"}
{"question_1": "I was curious how far along i'd be if the ultrasound said 6.5 cm/1.3/27 Hz at the top of my picture. ?", "question_2": "I am pregnant and my ultrasound scan reports show 6.5cm/1.3/27 Hz at the top of my picture. Does my baby have birth defects?", "label": "not similar", "id": "train_4_14"}
{"question_1": "I'm 27, female. I use hair removing lotion for pubic hair. What can I use to prevent or treat the itching pimples of when hair grows back?", "question_2": "What helps with itchy bumps that come up when hair starts to grow back after removing them with a hair removing lotion?", "label": "similar", "id": "train_4_15"}
{"question_1": "Pushups - should hr or BP drop first? for me the hr drops quick but neck still pulsating very hard so is that dangerous to have low hr and high bp?", "question_2": "Should I be doing pushups if I have a high blood pressure?", "label": "not similar", "id": "train_4_16"}
{"question_1": "Light headed high fever headaches and body aches. Fever is 103 what could this be and what should he take?", "question_2": "Can you share some simple remedies to help deal with light headedness, body ache and a high fever?", "label": "similar", "id": "train_4_17"}
{"question_1": "Taking lexapro 10 mg lamotirigine 200mg and seroqule 100mg and prenatale trying to get pregnant shuld I stop antidepresant know or after I get pregna?", "question_2": "I am on antidepressants (lexapro 10 mg, lamotirigine 200mg and seroqule 100mg) and prenatals and trying for conception. When do you think shall I stop taking these medications?", "label": "similar", "id": "train_4_18"}
{"question_1": "Is memory loss related to statins?", "question_2": "I have memory loss and I have been on statins for a while. If I take a medication for memory loss, will that medication interact with statins and decrease its effectiveness?", "label": "not similar", "id": "train_4_19"}
{"question_1": "I am 5/1 and 185 pounds I have hip problims so I don't exersise what is my waite loss options I am 45years old?", "question_2": "I am overweight, and unable to exercise due to hip conditions. Do you have any other tips for weight loss?", "label": "similar", "id": "train_4_20"}
{"question_1": "What do you suggest if my husband has been prescribed metoprolol to reduce his heartrate, which was running over 100 bpm.?", "question_2": "I am taking Metoprolol for a high heart rate. Can I also take Zolpidem along with it?", "label": "not similar", "id": "train_4_21"}
{"question_1": "What are the side effects of stelazine (trifluoperazine)?", "question_2": "My partner has been diagnosed with a psychotic disorder and prescribed on stelazine for it but has been noticing various side effects since he began using it. Can he stop the medication?", "label": "not similar", "id": "train_4_22"}
{"question_1": "Effect of healthy food and junk foods, and what are those nutritious food,? . And impact of junk food, thank u", "question_2": "I am trying to lose weight and would like your suggestions on healthy foods to include and how exactly it helps to lose weight. I used to eat a lot of junk food so I am trying to cut that out. How exactly does junk food cause ill effects to health?", "label": "similar", "id": "train_4_23"}
{"question_1": "What exactly is the fastest way to burn off belly fat?", "question_2": "How can I get rid of this belly fat, real soon?", "label": "similar", "id": "train_4_24"}
{"question_1": "What is it if you get spots on your legs that look like liver spots but they're black?", "question_2": "I have this black mole on the leg and it is bleeding. Could this be melanoma?", "label": "not similar", "id": "train_4_25"}
{"question_1": "My doctor says I've got macular edema. What does this mean?", "question_2": "What is macular edema? I just got diagnosed with it.", "label": "similar", "id": "train_4_26"}
{"question_1": "What does it mean if I have only a partial tear of my pcl?", "question_2": "Can a partial tear of PCL be diagnosed on an X-ray?", "label": "not similar", "id": "train_4_27"}
{"question_1": "Can quitting smoking cause long term digestive problems?", "question_2": "Are there any long terms effects of quitting smoking on the digestive system?", "label": "similar", "id": "train_4_28"}
{"question_1": "Which hormones are responsible for giving you a male features on your face?", "question_2": "Can Oral contraceptive pills cause a woman to look less masculine?", "label": "not similar", "id": "train_4_29"}
{"question_1": "I'm experiencing frequent throat clearing since using ozone air generator...My guru calls it a healing reaction...What are your thoughts?", "question_2": "I have a question... Do you think ozone air generator may give some allergic reaction and some irritatin in throat that needs frequent throat clearing or is throat clearing some healing reaction as proclaimed by some gurus?", "label": "similar", "id": "train_4_30"}
{"question_1": "Im a young & i get acne still I have tryed meds & creams from a dr. But nothing is working i really don't want to damage my face any ideas what to try?", "question_2": "My daughter has severe acne and was given medications by the dermatologist which seem to be helping. Can hormonal imbalance result in acne? How long does it take to clear?", "label": "not similar", "id": "train_4_31"}
{"question_1": "Is there a way to lose my lower belly fat and see abs?", "question_2": "What can help me lose abdominal fat to make my abs more prominent?", "label": "similar", "id": "train_4_32"}
{"question_1": "Can masturbating while on diflucan (fluconazole) get rid of it inside your body?", "question_2": "I have been prescribed on fluconazole for vaginal yeast infection. How long would it take to clear?", "label": "not similar", "id": "train_4_33"}
{"question_1": "Can't get rid of my athletics feet. It's been bothering me for awhile now   ?", "question_2": "I have been diagnosed with athelete's foot which seems to be healing well but now notice some nail changes and they seem to be discolored and brittle. What can I do about it?", "label": "not similar", "id": "train_4_34"}
{"question_1": "When I have a soft stool I have to wipe perineum as there is feces there, not on vagina but the skin under. Always wipe front to back. Is this normal?", "question_2": "Is it normal to have stool on the skin under the vagina on wiping the perineum after passing stool. I clean it front to back.", "label": "similar", "id": "train_4_35"}
{"question_1": "If a mother has celiac should the daughter be tested?", "question_2": "Should a daughter be tested for Celiac if the mother has been found to have it?", "label": "similar", "id": "train_4_36"}
{"question_1": "Is using an electronic programable stationary bicycle set for a moderate pace just as beneficial to the heart as taking a moderately paced walk?", "question_2": "What else can help to maintain a good cardiac health other than walking?", "label": "not similar", "id": "train_4_37"}
{"question_1": "What is the definition or description of: activity modification?", "question_2": "How much physical activity is an adult required to do every day?", "label": "not similar", "id": "train_4_38"}
{"question_1": "I have the birth control mirena (levonorgestrel) and I have irregular periods but i also have brown discharge so what does that mean?", "question_2": "I am on mirena (levonorgesterol). Is it normal to get irregular period and brown discharge?", "label": "similar", "id": "train_4_39"}
