{"question_1": "Could you tell me what are melanocytic lesions?", "question_2": "I was told by my doctor that I have melanocytic lesion when I got checked my newly developed very small black spot on my abdomen recently. He said it is benign and nothing to worry about cancer. But I would like to get it removed, can you tell me a few treatment options for that?", "label": "not similar", "id": "train_2_0"}
{"question_1": "Can micro dermabrasion hurt?", "question_2": "Is microdermabrasion painful?", "label": "similar", "id": "train_2_1"}
{"question_1": "Clicking sound comes and goes when heart beats. Upper left chest sharp pain and the pain goes through ribs to upper back left side. I'm 20 years old?", "question_2": "I have been having panic attacks for a few months now and have chest pain along with breathing difficulty and palpitations. How do I know this is not heart related?", "label": "not similar", "id": "train_2_2"}
{"question_1": "Does Adderall (dextroamphetamine and racemic amphetamine) make eyes itch?", "question_2": "Is itchng of eyes a common side effect of Adderall?", "label": "similar", "id": "train_2_3"}
{"question_1": "Is it normal to have a low sex drive after having three c sections?", "question_2": "Does a woman's libido reduce after 3 C-sections?", "label": "similar", "id": "train_2_4"}
{"question_1": "I have a headache, dizziness and blurred vision and i just got into a fender bender, should I be worried, and what is this a sign of?", "question_2": "I was in a motor vehicle accident and has been diagnosed with concussion last weel but I still have headache, diziness and blurred vision sometimes. Do I need to go in for another check-up?", "label": "not similar", "id": "train_2_5"}
{"question_1": "Freezing eggs at 24-25 years?", "question_2": "I read somewhere that some women freeze their eggs before the age of 30. Is that true and is it necessary?", "label": "similar", "id": "train_2_6"}
{"question_1": "I have had a head cold with congestion, I got a Rx of zpak I and took the lad dose today but for the last 4 days my left ear has felt clogged.", "question_2": "I have been antibiotics for a common cold. Is it possible to get an ear infection now, since I feel like like my ears are all clogged up?", "label": "not similar", "id": "train_2_7"}
{"question_1": "When can I give my babies the chicken& meat  they are now 8 months?", "question_2": "How soon is it okay to start chicken, meat in infants?", "label": "similar", "id": "train_2_8"}
{"question_1": "I need someone that can help me. It's been 2 weeks now that I have finished my period but now I am still bleeding and I am very nauseous.", "question_2": "Is it normal to feel nauseuous while on period?", "label": "not similar", "id": "train_2_9"}
{"question_1": "What does a measles rash look like?", "question_2": "How can I differentiate a measles rash?", "label": "similar", "id": "train_2_10"}
{"question_1": "Hi docs, is it true that people are born with both male and female parts?", "question_2": "Is it possible for some people to be born with both male and female chromosomes?", "label": "not similar", "id": "train_2_11"}
{"question_1": "Its 3am and alot is on my mind. Im discouraged because IV been in college for a yr and have completed only half of what most students have done. My dr?", "question_2": "What are the common causes of not able to sleep well, having random thoughts, feeling discouraged in college going age groups?", "label": "not similar", "id": "train_2_12"}
{"question_1": "My bf and I were fooling around with clothes on. And after I noticed ALot of precum on his jeans where my crotch was. Can this get me pregnant?", "question_2": "Can fooling around with my boyfriend with clothes on make me pregnant? I noticed precum on his jeans near my vaginal region.", "label": "similar", "id": "train_2_13"}
{"question_1": "About 8 weeks pregnant had vaginal bleeding like small period yesterday for 1 hour then was only light brown spotting passed blood clot. Feel fine. Miscary?", "question_2": "I am 8 weeks pregnant. I noticed vaginal bleeding like a light period yesterday for an hour and it was followed by brown vaginal discharge with a blood clot. I don't experience back ache, cramps and I feel fine but I am very worried. Did I have a miscarriage?", "label": "similar", "id": "train_2_14"}
{"question_1": "How is a medical exam used by the insurance company?", "question_2": "My insurance company has ordered a medical exam. Can you tell me what to expect in this exam? Would the doctor be examining me or ordering tests?", "label": "not similar", "id": "train_2_15"}
{"question_1": "Was treated for chlamydia with doxycyline at 2 months after possible exposure, could I have asymptomatic PID and not know it from the infection?", "question_2": "Can an STD like chlamydia cause PID even if treated with doxycycline? Does PID always present with symtpoms?", "label": "similar", "id": "train_2_16"}
{"question_1": "Does lung cancer always effect oxygen levels.", "question_2": "I was diagnosed with lung cancer and I have been on therapy. My oxygen saturation levels have been around 90% and I am worried if this is ever going to improve. Should I ask my doctor if therapy needs to be changed?", "label": "not similar", "id": "train_2_17"}
{"question_1": "I'm a teenager who is not sexually active, and recently I started to get pain when peeing just after ejaculating. It occurs right when I begin to pee then after that initial pain I can pee normally?", "question_2": "I am 18 years old healthy male and I am not sexually active. For the past few days, I have noticed that I get sharp pain when I start/ initiate passing urine and the pain subsides once I start peeing. I get similar pain after ejaculation also. Do you know what it could be?", "label": "similar", "id": "train_2_18"}
{"question_1": "How can a DHT blocker affect a female user on birthcontrol?", "question_2": "What is the use of a DHT blocker?", "label": "not similar", "id": "train_2_19"}
{"question_1": "My mums warfarin INR level has been fluctuating at an alarming level lately for no apparent reason?", "question_2": "What all tests should be done to estimate the correct dosage of Warfarin?", "label": "not similar", "id": "train_2_20"}
{"question_1": "A doctor prescribed voren supp 12.5mg for my 3-year-old boy for fever. Isnt voren used for post-op inflammatn?", "question_2": "Can voren that is used for post op inflammation be also prescribed for a fever in a kid?", "label": "similar", "id": "train_2_21"}
{"question_1": "After how many hour from drinking an antibiotic can I drink alcohol?", "question_2": "I vomited this morning and I am not sure if it is the side effect of my antibiotic or the alcohol I took last night...", "label": "not similar", "id": "train_2_22"}
{"question_1": "What does EKG saying t wave flat mean?", "question_2": "I am preparing for a project and I am learning a little about EKG. Does a flat T wave mean that the person has had a heart attack?", "label": "similar", "id": "train_2_23"}
{"question_1": "What are the causes of lower back pain in women?", "question_2": "My aunt has lower back ache for last couple of years, that has been getting worse. She attained menopause and was recommended calcium supplements by her doctor. Should she be trying anything else for relief or get any tests done?", "label": "not similar", "id": "train_2_24"}
{"question_1": "Hi im 18 and I would like to know what I would use or take to get taller?", "question_2": "Do you have some recommendations to increase height?", "label": "similar", "id": "train_2_25"}
{"question_1": "Can sleep apnea cause memory loss? And negative thinking? I got diagnosed with sleep apnea but I am not sure how long I've had it.", "question_2": "After the accident, I feel my sleep apnea has worsened and my memory has become weak and I am mostly negative in my approach.Do you think the head ijury during accident might be the cause of all these symptoms?", "label": "not similar", "id": "train_2_26"}
{"question_1": "Which body parts can be donated after you die?", "question_2": "I want to donate my organs after I die, which body parts can be donated?", "label": "similar", "id": "train_2_27"}
{"question_1": "Why do women with preeclampsia have nausea and abdominal pain?", "question_2": "Can preeclampsia have a direct effect on my baby? I ask because I have abdominal pain and am worried if it is affecting my baby. I also have some nausea.", "label": "similar", "id": "train_2_28"}
{"question_1": "What causes underdeveloped breasts in a woman with pcos? Current biochem abnorm are high LH vit d defic, sometimes low estro and prog. Testos normal!", "question_2": "What exactly is PCOS and what is its effect on the breasts?", "label": "not similar", "id": "train_2_29"}
{"question_1": "My Patella is tender to touch, and hurts and pops when the knee is bent. There isn't any noticeable swelling. But there is pressure around patella.", "question_2": "I think I have chondromalacia patella because my patella has been tender for last few months. I drive my car for very long in a day and it hurts when I reach home in the evening. I can also hear a pop when I bend my knee and it hurts but there is no swelling of knee. Do you think I need a surgery or will it get worse? Is it reversible?", "label": "not similar", "id": "train_2_30"}
{"question_1": "What are the main signs of staph infection?", "question_2": "How do I know if I have a staph infection?", "label": "similar", "id": "train_2_31"}
{"question_1": "I have big boobs and my nipples are not out. My nipples comes out when i'm cold or when i touch them. Is that normal for my nipples to pop out?", "question_2": "Would the type of bra I wear be causing my nipples to get more prominent?", "label": "not similar", "id": "train_2_32"}
{"question_1": "What is a good site for answers to dental problem? Ada or is that just party line?", "question_2": "Is ADA a good resource for answers to common dental problems?", "label": "similar", "id": "train_2_33"}
{"question_1": "I had unprotected sex just over 2 weeks ago. Had light cramps and sore breasts with darkening areola which has never happened. Got light period. Preg?", "question_2": "I am experiencing symptoms like light cramps, dark areola, sore breats and had light period. Important pasrt is I indulged in unprotected sex over 2 weeks back. Does this mean I am pregnant?", "label": "similar", "id": "train_2_34"}
{"question_1": "Excessive hair growth for a female? How much is too much?", "question_2": "What are some conditions/diseases that can cause excessive hair growth for a female?", "label": "not similar", "id": "train_2_35"}
{"question_1": "I have a hard small lump, under my skin anterior to my tragus, also have had extremely bad headaches-so bad they wake me in the middle of the night. ?", "question_2": "What testing would you recommend for a lump near the ear and recurring headaches?", "label": "not similar", "id": "train_2_36"}
{"question_1": "I have had 11 sets of ear tubes since age 6. Is there another solution rather than getting more? The set I've had in for 3 months just came out.", "question_2": "I am looking for some permanent solution to my problem. I have had 11 sets of ear tubes since childhood (6 yr) and the one I had 3 months back just came out. ", "label": "similar", "id": "train_2_37"}
{"question_1": "Why do I have chest wall pain and hard time breathing long after workouts ?", "question_2": "Can a strenuous workout cause chest pain? Is that normal?", "label": "similar", "id": "train_2_38"}
{"question_1": "What can I give my 13 teen year old sore throat headache?", "question_2": "Does penicillin used in a 11 year for sore throat and headache cause harmful effects?", "label": "not similar", "id": "train_2_39"}
