{"text": "(€165 million equivalent) loan to finance the construction of a high-efficiency combined-cycle gas turbine (CCGT) power plant near the city of Kirikkale in Turkey. The loan is part of a US$ 1 billion (€823 million equivalent) package arranged by the EBRD that brings together international financial institutions and commercial banks.", "label": "yes", "id": "train_1_0"}
{"text": "We have undertaken an analysis of the impact to our business model of transitional scenarios where decarbonisation goals are, or are not, met. The details of this are presented in the scenarios section of this disclosure.", "label": "no", "id": "train_1_1"}
{"text": "The following additional restrictions are in place for clients active in mountaintop removal mining (MTR): Barclays does not directly finance MTR projects or developments; We apply EDD to financing facilities involving clients which practice MTR.", "label": "yes", "id": "train_1_2"}
{"text": "EMISSIONS AND OTHER ENVIRONMENTAL ISSUES The Panel recognizes that CEMEX has exposure to the risk of increased costs linked to carbon regulations, based on its focus on cement production, which is clearly highly carbon-intensive. Adding to this risk, the Panel asserts that ca. 80% of the company’s assets are located in locations with existing or impending carbon regulations. This reality elevates CEMEX’s overall level of risk in this area relative to peers.", "label": "no", "id": "train_1_3"}
{"text": "We are planning to further define targets and limits so as to ensure that ABN AMRO's vulnerability to climate risks in both the short and longer term remains in line with a moderate risk profile.", "label": "no", "id": "train_1_4"}
{"text": "Building on our history of energy efficiency improvements, we substantially increased our commitment to renewable energy in 2020, committing to 100% renewable electricity for US operations which accounts for over half of our global electrical load.", "label": "yes", "id": "train_1_5"}
{"text": "We have initiatives in place to optimize road transport operations. With our in-vehicle monitoring systems (IVMSs), we monitor critical aspects of driver behavior such as speeding, harsh acceleration and braking, and excessive cornering. In Europe, the IVMS is complemented with a load optimization initiative that aims to minimize and, when possible, avoid empty trips. These measures not only have a significant impact on reducing fuel consumption, but also improve our road safety performance and customer service.", "label": "no", "id": "train_1_6"}
{"text": "27TAIHEIYO CEMENT REPORT 2020 ince introducing a WHR power generation system at its Kumagaya plant in Kumagaya City, Saitama Prefecture in 1982, the company has installed similar facilities in its other plants in Japan. These systems generate power by recovering thermal energy from high-temperature exhaust gas generated in the cement calcination process and contribute significantly to the reduction of CO emissions. In October 2019 the company decided to install a WHR power generation facility incorporating a cutting-edge waste heat recovery boiler at its Saitama plant in Hidaka City, Saitama Prefecture. This facility is scheduled to begin operations in September 2022, marking the completion of the initiative to install waste heat power generation systems at all six company plants. The operation of these facilities is expected to help reduce CO emissions by approximately 27,000 tonnes per", "label": "yes", "id": "train_1_7"}
{"text": "As a first step towards performing a proper scenario analysis, UniCredit is partnering with the global think tank 2 Investment Initiative (2 ii) in road-testing their Paris Agreement Capital Transition Assessment (PACTA) methodology in a pool of 17 international banks. Originally developed to assess the exposure of both equity and bond portfolios to transition technologies across key sectors, a research programme to expand the model to the banks' corporate lending portfolios has been launched by 2 ii .", "label": "no", "id": "train_1_8"}
{"text": "We can engage on our own (via our own funds) and also together with other investors. Joint engagements are for example done via our active membership of the IIGCC (Institutional Investor Group on Climate Change) and the Principles for Responsible Investment. Kempen is also part of an international engagement initiative called Climate Action 100+ that was launched in December 2017 and targets over 150 carbon intensive companies. For more engagement examples see kempen.com/en/asset-management/ responsible-investment.", "label": "yes", "id": "train_1_9"}
{"text": "In the US gas distribution businesses, we are focused on decarbonising our gas networks and the heating sector. We are doing this by reducing emissions related to natural gas through energy efficiency and demand response, continued investment in our leaking pipe replacement programmes and advancement of the future of heat. For example, we included a $90 million future of heat proposal in our April 2019 KEDNY/ KEDLI filing which combined expanded energy efficiency and demand response programmes, renewable natural gas interconnection investments, geothermal investments, and a hydrogen blending study. We plan to include future of heat proposals and continued pipe replacement programmes in our next Niagara Mohawk and Massachusetts gas rate filings. This work aligns with the Rhode Island Heating Sector Transformation, launched by the Governor in July 2019 to identify how the heating sector needs to change to meet the state’s climate objectives. This initiative concluded in April 2020 with recommendations provided to the Governor. Those recommendations included increased energy efficiency, electrification through air and ground source heat pumps, and fuel decarbonisation through renewable natural gas and renewable oil.", "label": "yes", "id": "train_1_10"}
{"text": "On February 8, 2018, the Government of Canada introduced legislation to revise the process for assessing major resource projects. If the legislation is passed in its current form, we believe it would have adverse impacts on pipeline companies, particularly in relation to the regulatory review process for proposed new projects that are “designated projects”, by making overall timelines for the development and execution of these projects longer and significantly increasing uncertainty.", "label": "no", "id": "train_1_11"}
{"text": "In 2019, with a focus on its financing portfolio(2), EDC set a target to reduce its exposure to the most carbon intensive sectors by 15 per cent over five years against a December 31, 2018 baseline. As a result of this reduction, the carbon intensive exposure of EDC’s financing portfolio at December 31, 2023 is targeted to reduce to $18.9 billion(3), a decrease of approximately $3.3 billion over the five-year period.", "label": "yes", "id": "train_1_12"}
{"text": "As a result, the following training has been carried out: BBVA'S SUSTAINABILITY STANDARDS COURSE with corporate relationship managers AD-HOC TRAINING for employees of the business segments Sustainability training at BBVA is an ongoing effort.", "label": "no", "id": "train_1_13"}
{"text": "In addition, a dedicated team within Group Risk Management analyses Emerging Risks (oft en related to long term Environmental, Social, and Governance issues) via a specifi c framework, tools and local network in order to monitor their materiality and manage their potential impact on the AXA Group in the next 5 to 10 years. Regular reviews and in-depth analyses of emerging risk topics are shared with the Group-wide Emerging Risks community.", "label": "no", "id": "train_1_14"}
{"text": "That is where the European Circular Bioeconomy Fund steps in. On its way to raising €250 million for the bioeconomy and circular bioeconomy, the Fund invests in early-stage companies with proven technologies that need financing to scale up their operations and to expand into bigger markets. The bioeconomy and circular bioeconomy are key elements in making the economy more sustainable and protecting the environment. The bioeconomy reduces our dependence on natural resources by promoting sustainable products that use renewable biological resources (such as lupins) to produce food, materials and energy.", "label": "yes", "id": "train_1_15"}
{"text": "To tackle ground emissions, we have been actively converting our fleet of owned conventional ground support equipment (GSE) to electric alternatives (eGSE). In line with the Opportunities Escalation Process, this was first identified as an opportunity for large-scale conversion in 2014. We then started a trial at JFK International Airport in 2015. Despite initial skepticism about electric vehicles before the trial, 70% of crewmembers using the vehicles preferred electric over conventional, as they offered similar or better technical performance with less noise and no fumes.", "label": "yes", "id": "train_1_16"}
{"text": "Based on the information provided by the business delivery teams and the work of the Environment and Sustainability Department, Risk Management: - provides an independent assessment of risks associated with individual investments undertaken by the EBRD - performs an ongoing review of the portfolio to monitor the risks presented by investments from inception to repayment or exit, and - assesses and proposes ways to manage risks arising from correlations and concentrations within the portfolio.", "label": "no", "id": "train_1_17"}
{"text": "In technology development, we focus on increasing resource efficiency - aiming to reduce energy and water consumption, emissions, effluents and waste. In 2019, 81% of our R&D projects were related to initiatives targeting sustainability improvements. Our efforts to mitigate the environmental impacts of our products and services are presented in Sustainable technologies and innovations.", "label": "yes", "id": "train_1_18"}
{"text": "Other regulatory risks entail litigation risk and potential direct regulations in line with increasing carbon neutrality ambitions in various jurisdictions, such as the EU’s European Green Deal. Climate-related policy changes may also reduce access to prospective geographical areas for future exploration and production. Disruptive developments may not be ruled out, possibly triggered by severe weather events affecting public perception and policy making.", "label": "no", "id": "train_1_19"}
{"text": "In July 2020, BlackRock provided comments to the Department of Labor's proposed rule on 'Financial Factors in Selecting Plan Investments' (the 'DoL Proposal') highlighting our concern that the DoL Proposal could interfere with plan fiduciaries' abilities and willingness to consider financially material Environmental, Social, and Governance factors. BlackRock provided recommendations that aimed at helping the Department of Labor improve the DoL Proposal, while mitigating the potential burdens the DoL Proposal would have placed on plan fiduciaries. We were pleased to see several of our suggestions incorporated into the final rule.", "label": "no", "id": "train_1_20"}
{"text": "In 2018, our Robo Investment Subsidiary Wealthify launched an ethical investment option, focused on four ethical/SRI funds. Interest from customers has grown steadily with 25% of new customers selecting the ethical option. This now accounts for 13% of total assets under allocation for Wealthify and growing.", "label": "yes", "id": "train_1_21"}
{"text": "In 2019, Olam Cocoa invested in a 30,000m3 quayside terminal within Amsterdam Port Area for bulk cocoa bean storage, using technology for increased efficiency, full traceability and reduced logistics costs. It is powered by solar energy, with the product moved using solar power conveyors instead of diesel trucks, reducing carbon dioxide emissions by 80% and power costs by 30%. It has 6 electric vehicle charge points, LED lighting, and hot water powered by an electric heat pump.", "label": "yes", "id": "train_1_22"}
{"text": "Uncertainty around the evolution of the wholesale market design, given the current challenges: • Marginal remuneration system not adjusted to the current context of growing penetration of fixed cost technologies (renewables, backup, storage). • Growing penetration of technologies with 0 marginal cost (reducing prices and increasing prices’ volatility). • Uncertainty around the returns of the conventional generation, in particular as backup capacity (relevant in a perspective of ensuring security of supply). • Volatile context, not suitable for long-term investments necessary to the modernization, decarbonization and security of supply.", "label": "no", "id": "train_1_23"}
{"text": "Among the important risks identified in STEP 1, we recognize rising raw material prices due to a decline in the harvest of agricultural materials and increased costs owing to the introduction of a carbon tax, which have a particularly high impact on our businesses. We therefore evaluated this business impact as follows.", "label": "no", "id": "train_1_24"}
{"text": "We have evaluated our current and anticipated power generation portfolio using the International Energy Agency (IEA) 2 C Scenario. The findings from our climate-related scenario analysis has shaped our strategy towards achieving a more balanced energy portfolio. - We will restrict our investments in coal-fired power plants and improve the energy efficiency of our existing plants - We will focus on growing our gas and renewables portfolio as well as our green business lines while exploring new business models, products and services that focus on energy efficiency, digitalisation and new energy solutions", "label": "yes", "id": "train_1_25"}
{"text": "Climate change presents an evolving set of risks and opportunities for Coles, and has the potential to contribute to and increase the exposure of other material risks. These include increased frequency/intensity of extreme weather events and chronic climate changes which can disrupt our operations and compromise the safety of our team members, customers, supply chain and the food we sell; changes to government policy, law and regulation, which can result in increased costs to operate and potential for litigation; and failure to meet expectations of stakeholders resulting in reputational damage.", "label": "no", "id": "train_1_26"}
{"text": "In December 2019, Eni signed an agreement with Falck Renewables for the joint development of renewable energy projects in the United States, targeting at least 1 GW of installed capacity by the end of 2023. Eni will also acquire a 49% stake in Falck already existing plants in the USA (116 MW capacity, included a storage system of 3 MW).", "label": "yes", "id": "train_1_27"}
{"text": "Paired with BlackRock's leadership in financial modeling and the power of Aladdin as a platform, Rhodium's data provides important new risk capabilities for our clients and for the industry.33 Aladdin Climate will power new Aladdin capabilities and add new risk metrics to BlackRock's modeling platform, and we will continue to extend our research across asset classes and geographies over time.34 Risks, opportunities & scenario analysis BlackRock recognizes the importance of effective identification, monitoring, and management of climate- related risks and opportunities across its global business.", "label": "no", "id": "train_1_28"}
{"text": "Transportation infrastructure for electric mobility is the focus of IFC’s $8 million investment in Lithium, India’s first electric fleet operator company. The project will provide job opportunities for up to 8,000 drivers over five years. This is IFC’s inaugural investment in electric mobility. The project supports electrification of transportation, which will help avoid annual greenhouse emissions of more than 25,000 metric tons per year.", "label": "yes", "id": "train_1_29"}
{"text": "As a global company, we have a role and responsibility that extends even beyond the world of health. We are making progress to minimize our environmental impact and maintain resilient global operations by continuing to reduce greenhouse gas emissions —down 48% since 2008— and water consumption. We remain committed to reducing waste and increasing the use of renewable energy in alignment with our bold new sustainability goals for 2030.", "label": "yes", "id": "train_1_30"}
{"text": "Climate-related risks and opportunities are part of Pandora’s Enterprise Risk Management system reporting to the Executive Leadership Team and the Board of Directors. Pandora’s climate and renewable energy targets are governed by the Sustainability Board, which has five members from the Executive Leadership Team.", "label": "no", "id": "train_1_31"}
{"text": "HayWired Resilient Business Challenge In 2018, JPMorgan Chase participated in the San Francisco HayWired Resilient Business Challenge, which is designed to help businesses increase their own preparedness and mitigate the impact an earthquake or other natural disaster could have on their ability to resume business activities.", "label": "no", "id": "train_1_32"}
{"text": "In addition to its efforts to develop sustainable products and services, the Bank has identified opportunities to be greener in its operations. The actions we have taken to improve the energy efficiency of our buildings have enabled us to currently exceed regulatory requirements and meet the expectations of our stakeholders. Over the past 20 years, the Bank has voluntarily adopted various measures to considerably improve the energy efficiency of its buildings. As a member of the Energy Savers Circle of Hydro-Quebec (a public utility that manages the transmission and distribution of electricity in Quebec), the Bank has set up an innovative web-based interface to remotely manage energy use at over 100 of its branches. This system allows the Bank to oversee its facilities and make sure they meet energy efficiency goals, year after year. The Bank also implements the criteria for Leadership in Energy and Environmental Design (LEED) certification in its buildings and aims for LEED v4 Gold certification for its new head office to be completed in 2023. Among other things, this allows the Bank to reduce its Greenhouse gas emissions despite an increase in activities. Our Greenhouse gas emissions for 2019 have been calculated at 9,732 tonnes of CO2-down 16% compared to 2017. The Bank has renewed its commitment to carbon neutrality by buying carbon credits to offset emissions that can't be eliminated. This year, the Bank has set a target to reduce its Greenhouse gas emissions by 25% by 2025. This science-based target aims to help limit global warming to 1.5 C, the most ambitious goal of the Paris Agreement.", "label": "yes", "id": "train_1_33"}
{"text": "In September 2018, together with Index Initiative and the United Nations Foundation, we launched the World Benchmarking Alliance (WBA) on the eve of the General Debate of the 73rd session of the United Nations (UN) General Assembly. The WBA publishes free and transparent benchmarks ranking companies on contributions towards achieving the UN Sustainable Development Goals (SDGs). The aim is to increase transparency and accountability for businesses in relation to the Sustainable Development Goals as well as empower consumers, investors, governments and civil society organisations by providing them with free and publicly available data that shows a company's Sustainable Development Goal performance, which they can use when deciding where to spend their money, allocate their investments or direct their policy and advocacy efforts. The WBA will develop a range of corporate benchmarks by 2023 to comprehensively assess the progress of 2,000 companies across major areas of transformation required to achieve the SDGs. The first set of benchmarks will be published in 2020 and will address food and agriculture, climate and energy, digital inclusion and gender equality and empowerment.", "label": "yes", "id": "train_1_34"}
{"text": "3.6.1 Measure of strategic resilience against a 2 C scenario Societe Generale's strategy is reflected in its portfolio allocation, and therefore a measure of the strategic resilience of the Group against a 2 C scenario is a measure of the portfolio allocation against a 2 C scenario.", "label": "no", "id": "train_1_35"}
{"text": "The British Columbia Carbon Tax Act sets a carbon price of $30 per tonne of CO2e on fuel combustion. Beginning April 1, 2018, the provincial carbon tax is expected to increase by $5 per tonne of CO2e per year, reaching the federal target carbon price of $50 on April 1, 2021. The tax may also be expanded to fugitive and vented emissions from the oil and gas sector. The Government of British Columbia has also introduced measures to reduce upstream", "label": "no", "id": "train_1_36"}
{"text": "We have imposed restrictions on providing loans, advice and insurance to controversial and socially sensitive sectors and activities such as: the energy sector, project finance, arms-related activities, narcotic crops, gambling, fur, palm oil production, mining, deforestation, land acquisition and involuntary resettlement of indigenous populations, tobacco, mining, animal welfare and prostitution.", "label": "yes", "id": "train_1_37"}
{"text": "Across all our businesses our plans include targets and commitments to manage our own environmental impact, with £530 million of investment planned across Electricity and Gas Transmission. We have committed to reducing NOx emissions from our gas compressors, and achieving net zero construction emissions by 2025/26. We are targeting investments to replace leaking SF6 (an insulating gas and source of GHG emissions) equipment to reduce emissions by 50% by 2030, phasing out the procurement of new assets containing SF6 and introducing SF6 free technologies.", "label": "yes", "id": "train_1_38"}
{"text": "Energy efficiency Cement production is an energy-intensive process. Energy costs and security of supply are key business drivers. Improving our energy efficiency reduces the carbon intensity of our products and lowers our production costs.", "label": "no", "id": "train_1_39"}
