{"text": "Electrical and electronic waste (WEEE) accounts for 7% of the total waste generated by Wavestone’s activities in weight. This type of waste represents a major challenge given its large carbon footprint throughout its entire lifespan (use of water, metal and energy resources at all stages from product design through to recycling). We recycle all this waste or channel it for reuse or energy recovery.", "label": "no", "id": "train_2_0"}
{"text": "ING has the opportunity to achieve greater impact through our clients. So far, under our Terra approach we have defined sector-level climate metrics and targets such as technology change and emissions-intensity reduction to align our lending portfolio with the Paris Agreement. The approach focuses on the most climate-relevant sectors as measured by their global carbon footprint (i.e. those sectors responsible for approximately 75% of total global emissions). To do so, we apply multiple technologies, with the two primary ones being the PACTA approach for corporate lending and the", "label": "yes", "id": "train_2_1"}
{"text": "Oil and gas mining projects in the Arctic The Arctic Circle (an area north of the 66 33' latitude) is home to rare ecosystems and indigenous people with a unique culture. For mining projects in this region, environmental and social risk assessments are conducted, and close attention is paid not only to environmental considerations but also to measures to protect biodiversity and indigenous communities, when considering lending.", "label": "no", "id": "train_2_2"}
{"text": "Greenhouse gas Mitigation Measures Our five year Greenhouse gas mitigation plan consists of three key elements - Energy Efficiency (Reduce), Renewable Energy (RE) Purchase (Replace) and Travel Substitution (Reduce and Replace); of this, RE procurement will contribute the maximum, 80% share to Greenhouse gas emission mitigation strategy for Scope 1 and 2.", "label": "yes", "id": "train_2_3"}
{"text": "We want to contribute to the transition to the circular economy. The linear economy is not sustainable: we throw out a great deal (waste and therefore raw materials, experience, social capital and knowledge) and therefore discard value. This is not viable from an economic and ecological perspective. As investor we can ‘direct’ companies and with our network, our scale and our influence we can help the movement towards a circular future (creating a sustainable society) further along.", "label": "yes", "id": "train_2_4"}
{"text": "Climate change-related risks may also adversely impact the value of the securities that we hold or lead to increased credit risk of other counterparties we transact business with, including reinsurers. In addition, our reputation or corporate brand could be negatively impacted as a result of changing customer or societal perceptions of organizations that we either insure or invest in due to their actions (or lack thereof) with respect to climate change. We cannot predict the long-term impacts of climate change on our business and results of operations.", "label": "no", "id": "train_2_5"}
{"text": "The Group is a major provider of non-retail loans. A key step in credit risk due diligence for non-retail lending is the assessment of potential transactions for environmental, social and governance (ESG) risks, including climate risk, through our ESG Risk Assessment Tool. All Institutional Bank loans, as well as large loans in other business units, are evaluated through the Group’s compulsory ESG risk assessment process. The risk of climate change is assessed at origination and during the annual review process for Institutional Bank loans. Exposures with medium or high risk profile are subject to additional due diligence and heightened consideration and assessment in the credit process. During the year ended 30 June 2020, the Group recognised provisions for impairment of $90 million reflecting the impact of extreme weather events on the credit quality of the Group’s loan portfolio.", "label": "yes", "id": "train_2_6"}
{"text": "Metrics and Targets Scotiabank sets, monitors and reports on climate change related performance and targets annually in Scotiabank's Sustainable Business Report. The Bank also reports to Carbon Disclosure Project (formerly the Carbon Disclosure Project). As part of Scotiabank's Climate Commitments, the Bank is tracking the initiatives that underlie its commitment as part of the metrics and targets it has adopted pursuant to these Commitments.", "label": "no", "id": "train_2_7"}
{"text": "Climate action lines: In 2018, CaixaBank signed an agreement with the European Investment Bank (EIB) consisting of a line of credit amounting to EUR 30 million to fund investments in SMEs, individuals, and the public sector to combat climate change (e.g., electric cars, modifications to facilities, and home improvements). In addition, CaixaBank acts as a broker for EIB funds related to renewable energy projects. Specifically, in 2018, EUR 35 million have been allocated to finance a wind farm project.", "label": "yes", "id": "train_2_8"}
{"text": "This work will be instrumental in constantly evolving Maersk's approach to manage physical risk from climate change in a way that is adequate given the increased challenges Maersk will see in the future.", "label": "no", "id": "train_2_9"}
{"text": "Reducing Carbon dioxide Emissions in Production Activities In 2019, Toyota's plant manufacturing departments worked with production engineering and drive force departments to conduct energy diagnoses at production sites, propose improvements and implement measures.", "label": "yes", "id": "train_2_10"}
{"text": "44 National Australia Bank delayed in the 2020 financial year, due to COVID-19, but is expected to be completed in the 2021 financial year. - Climate Measurement Standards Initiative (CMSI) - The Group joined and supported this cross-sector industry initiative which formed in the 2020 financial year. The CMSI includes representatives from across the banking, insurance and investment sectors alongside pre-eminent Australian climate scientists working together under the auspices of the National Environmental Science Program's Earth Systems and Climate Change (ESCC) Hub, professional services firms and finance sector industry bodies. The objectives of the CMSI are to provide open- source voluntary guidelines for financial institutions (banks, insurers and asset managers and owners) with consistent scientific and technical guidance on how to assess the physical risk of climate-related damage to homes, buildings and other critical infrastructure arising from extreme weather events - such as tropical cyclones, bushfires and floods. The CMSI focused on supporting implementation of the Task Force on Climate-related Financial Disclosures recommendations in addition to better understanding the financial system's exposures to climate-related risks. Two key reports were published in the 2020 financial year, including a finance report and a science report which are available at: https://www.cmsi.org.au/reports - Climate-KIC Australia (Climate-KIC) - The Group has been working with Climate-KIC and a number of other organisations, including government agencies and industry bodies on an Adaptation Finance Project. This project is exploring how the financial sector can invest in climate adaptation to deliver commercial returns and greater climate resilience with a view to developing insights into the creation of a scalable approach to adaptation finance. In 2020, the project completed a report that shares insights and makes recommendations for current and future projects focused on addressing the adaptation finance gap. This work has contributed to the adaptation finance discourse in Australia - the report is available at: https://climate-kic.org.au/our-projects/ adaptation-finance-project/ - Resilience Investment Vehicle (RIV) - The Group has been working with IAG, CSIRO and a number of other government agencies, industry groups and not-for-profits on a RIV. This project is exploring how the financial sector can invest in climate adaptation to deliver commercial returns and greater climate resilience with a view to developing insights on the creation of a scalable approach to climate adaptation finance. - Australian Industry Energy Transitions Initiative (AIETI) - The Group joined this collaborative industry initiative supported by ClimateWorks Australia and Climate-KIC in the 2020 financial year. The AIETI aims to accelerate informed action by Australian industry towards the achievement of net zero emissions in hard-to-abate sectors by 2050 while managing the transition to thrive in a decarbonised global economy. The AIETI will focus on five supply chains critical to achieving the Paris Agreement temperature goals ('well-below two degrees", "label": "no", "id": "train_2_11"}
{"text": "Methodology and scope The portfolio carbon footprint is calculated based on the following measures for scope 1+2 emissions in line with the GHG Protocol. Emission-related data is provided by MSCI.", "label": "no", "id": "train_2_12"}
{"text": "Paper BlackRock set a 2020 paper reduction target of 25% in October 2017. As of year-end 2019, BlackRock has reduced paper use globally by 44%. We attribute this reduction to heightening of employee awareness, swipe technology, and standard double-sided print settings on all copiers.", "label": "yes", "id": "train_2_13"}
{"text": "We plan on aiding economic development efforts in the Carolinas by keeping electric and gas bills affordable and by working with current and prospective employers to show them how we can provide them with on-demand energy. And through philanthropic giving, which will increase SCANA’s community giving by $1 million per year over the next five years, we expect to focus on education, environmental stewardship and community needs.", "label": "yes", "id": "train_2_14"}
{"text": "STRATEGY (S) a. Identifying and managing cli- mate-related risks and opportuni- ties with different time perspec- tives The most significant and largest-impact cli- mate risks and opportunities are related to our investment assets. In terms of our own operations, the impacts are minor. Indirect risks mainly arise through our customers' business.", "label": "no", "id": "train_2_15"}
{"text": "We have enhanced our Environmental, Social, and Governance heat map to include proxy climate risk metrics. This heat map is available to our analysts and fund managers and updated on a monthly basis. It includes a composite carbon exposure metric based on the carbon-intensity of business activities, the extent of operations in jurisdictions with stringent carbon emissions regulations and the quality of a company’s carbon management. We targeted a £500 million annual investment in low-carbon infrastructure from 2015-2020, and an associated carbon saving target of 100,000 CO2e tonnes annually. In 2017, we signed £527.5 million of new investment into wind, solar, biomass and energy efficiency. Aviva holds over £744 million in green bonds.", "label": "yes", "id": "train_2_16"}
{"text": "BNP Paribas conducted two studies in 2019 to as- sess the resilience of its loan books to transition risks and physical risks. - The Industry Research Department (EIS) of the Group Risk Department performed an internal analysis on five-year energy and climate-related risks, physical risks and transition risks. This report is part of the Group's standard analysis of syste- mic risks, inter alia in the context of the analyses conducted by EIS on the impact of different risk factors on economic sectors. The purpose of the analysis was to identify and assess the main en- ergy transition and climate change risks incurred by BNP Paribas. It notably examined the impact of climate change on sovereign risk and the more or less significant exposure of various economic sectors to energy transition risks and opportuni- ties. This broad, detailed study found BNP Pari- bas' business model to be resilient to these risks, with respect to: o its businesses, and the sector and geographic classifications of its portfolios; o the measures taken to mitigate these risks. - For the first time, in 2019 and with the help of external specialists, BNP Paribas performed an assessment, on a sample of clients in its portfolio, of physical risks covering the consequences of cli- mate change (extreme weather events) on the as- sets of Group clients. They generate financial risks for companies not only through direct impacts on their assets, but also in terms of indirect impacts through their supply chains and markets. For each counterparty analysed, the final score of exposure to physical risks is based on three risk factors: operational risks, supply chain risks (upstream) and risks of market share losses (downstream).", "label": "no", "id": "train_2_17"}
{"text": "Scentre Group has a Responsible Business Group, comprised of members of the Executive Team and subject matter experts that are leading initiatives as part of our Sustainable Business Framework. Membership reflects accountability for the delivery of initiatives that contribute to our primary environmental target of Net Zero Emissions by 2030.", "label": "yes", "id": "train_2_18"}
{"text": "In addition to the board, the DLC SEC (a board appointed committee) takes responsibility for monitoring the nonfinancial elements of sustainability, specifically the group's performance in terms of social, environmental (including climate change) and governance (ESG) indicators. Extreme events are assessed, and mitigating actions are considered within the risk appetite framework. Climate considerations are integrated into multidisciplinary, company-wide management processes throughout the group. The DLC SEC is also responsible for promoting the relevance and importance of sustainability, climate issues and sustainable development across the group.", "label": "no", "id": "train_2_19"}
{"text": "The scientific community has concluded that increasing global average temperatures produces significant physical effects, such as the increased frequency and severity of hurricanes, storms, droughts, floods or other extreme climatic events that could interfere with Eni’s operations and damage Eni’s facilities. Extreme and unpredictable weather phenomena can result in material disruption to Eni’s operations, and consequent loss of or damage to properties and facilities, as well as a loss of output, loss of revenues, increasing maintenance and repair expenses and cash flow shortfall.", "label": "no", "id": "train_2_20"}
{"text": "In 2018, we announced the selection of the Airbus A220 aircraft as the replacement for our existing Embraer 190 aircraft. This selection of a new aircraft before the full useful life of older aircraft had expired was driven in part by our fuel and greenhouse gas emissions efficiency strategy. It is highly unusual for an airline to replace its entire fleet halfway through its expected lifespan, but the improved fuel efficiency and cost savings made this the clear choice. This asset shift brings the potential of an estimated 40% fuel efficiency improvement per seat and an equivalent reduction in carbon emissions, contributing to an estimated 30% decrease in operating cost per seat.", "label": "yes", "id": "train_2_21"}
{"text": "Since the Fund is a small organisation, where several senior executives are directly involved in climate work, the executive management is judged to have a good knowledge of the work that is taking place. Thus, the Fund has god opportunities to assess and manage cli- mate-related risks and opportunities.", "label": "no", "id": "train_2_22"}
{"text": "Absolute coal threshold Coal assets are particularly carbon-intensive and susceptible to stranded asset risk given the long life of these assets, as well as the evolving regulations on carbon emissions. To ensure we actively manage such risks, we implemented an absolute coal threshold to identify large carbon emitters with a diversified business mix, where relative thresholds may provide inadequate guidance. Our willingness to tackle climate change challenges is reflected in our new, 2019 commitment to not invest in mining companies producing at least 20 million tonnes of coal per year and power utility generators with more than 10 gigawatts of installed coal fire capacity.", "label": "yes", "id": "train_2_23"}
{"text": "Work on our approach to becoming a net zero carbon business will include the development of new targets to replace and supplement our existing ones. These will be set and made public during the current financial year.", "label": "no", "id": "train_2_24"}
{"text": "- green business development through: (i) a growing commitment to renewable energy (approximately 1,000 MW installed power in 2021); (ii) development of the second phase of the Venice biorefinery and the completion, by the end of 2018, of the Gela biorefinery; (iii) strengthening of green chemistry, with production of bio-intermediates from vegetable oil at Porto Torres, studies and partnerships with other operators. Eni's capex for the 2018-2021 four-year period amount to more than €1.8 billion, including R&D costs to support path to decarbonization.", "label": "yes", "id": "train_2_25"}
{"text": "The Group faces many other risks which, although important and subject to regular review, have been assessed as less significant and are not listed here. These include, for example, natural catastrophe and business interruption risks and certain financial risks. A summary of financial risks and their management is provided on page 33.", "label": "no", "id": "train_2_26"}
{"text": "Funds, launched a Climate Risk Monitoring Service and we also launched our £2.1bn All World Equity Climate Multi Factor Fund. RI will remain a high priority for all stakeholders in the Central Pool in the years ahead and we will continue to develop and enhance our corporate capabilities in this area.", "label": "yes", "id": "train_2_27"}
{"text": "In line with this action plan, in 2014 we set the target of “achieving a five-fold increase in value created in terms of climate change countermeasures through the provision of NEC products and services compared to the CO2 emissions from NEC’s supply chain,” and proceeded to carry out initiatives. During fiscal 2019, the value was six times, with a contribution of 33.58 megatons for an mitigation, targeting a reduction of 23 megatons by fiscal 2021, expanding to 50 megatons by fiscal 2031. Moreover, we will reduce CO2 emissions from our own business operations by improving efficiency and shifting to renewable energy. environmental load of 5.62 megatons, representing a significant improvement from 3.5 times in fiscal 2018. This reflects a stronger approach to our suppliers and an increase in provision of disaster measure-related solutions by domestic subsidiaries.", "label": "yes", "id": "train_2_28"}
{"text": "An event occurred on 3 July 2019, which resulted in an official caution being issued to AGLM on 21 April 2020. The event, which occurred at the Bayswater Power Station, involved oil leaking into the power station cooling water system. The official caution was issued for an alleged failure to comply with a licence condition that required plant and equipment to be maintained and operated in a proper and efficient condition and manner, respectively.", "label": "no", "id": "train_2_29"}
{"text": "Barclays recognises that MTR in the Appalachian region of the USA is a legal mining method, overseen by a robust regulatory framework. MTR has also, however, been subject to intense political, judicial and regulatory debate over the last decade, due to its negative environmental and social impacts on one hand, and positive local benefits on the other.", "label": "no", "id": "train_2_30"}
{"text": "We have updated our external sector statements to include positions on six new sectors including manufacturing, automotive, agriculture, animal welfare, fisheries and UNESCO World Heritage Sites. This is in addition to the existing statements on power, coal, mining, oil and gas, forestry and defence. www.lloydsbankinggroup.com/Our-Group/ responsible-business/reporting-centre/. Our statement on coal has been updated and made more ambitious. We continue with our policy of not financing new coal fired power stations. We have now tightened our requirements for providing general banking or funding, and now require new clients to have less than 30 per cent of their revenue from the operation of coal fired power stations and/or coal mines (previously less than 50 per cent).", "label": "yes", "id": "train_2_31"}
{"text": "A group of 80 employees, from all Group bu- siness lines and regions (many working di- rectly with major BNP Paribas clients), was created to share best practices Groupwide with the aim of seizing on as many energy transition opportunities as possible together.", "label": "no", "id": "train_2_32"}
{"text": "Additionally, Capital Dynamics has formally launched an initiative to utilize renewable clean energy across all offices by purchasing Renewable Energy Credits ('RECs') from a Capital Dynamics-owned renewable power project at a fair market price. Further details are provided in the metrics and targets section of this report.", "label": "yes", "id": "train_2_33"}
{"text": "During FY2019, APA expects to commission the 110 MW Darling Downs Solar Farm, the 130 MW Badgingarra Wind Farm and the 17.5 MW Badgingarra Solar Farm. APA continues to evaluate further renewable energy opportunities together with stand-alone and integrated low emission gas generation. This combination of intermittent renewable generation with reliable, low emissions gas-fuelled generation is well positioned to help deliver energy to people, businesses and communities that use it, affordably, efficiently and reliably.", "label": "yes", "id": "train_2_34"}
{"text": "For NN’s residential mortgage portfolio, we analysed physical risks. Physical risks for mortgages in the Netherlands are mainly related to damage caused to properties by flooding events (including surface water flooding caused by heavy rainfall, river flooding, and coastal flooding). These events could either lead to a value decrease of collateral and/or impact on the ability of a houseowner to pay their mortgage.", "label": "no", "id": "train_2_35"}
{"text": "During 2015, we emitted 23.4 million tonnes of Scope 1 (direct) CO2e emissions mainly from fuel usage. Our Scope 2 (indirect) CO2 emissions, totalled 13.7 million tonnes. Our Scope 3 emissions include emissions from a broad range of sources, including shipping, land transportation by third parties and the use of our energy products.", "label": "no", "id": "train_2_36"}
{"text": "$200 billion in financing to sustainable businesses and projects by 2030, with more than 50 percent focused on clean technology and renewable energy transactions to help accelerate the transition to a low-carbon economy. This commitment demonstrates how our products and services, operations and culture, and philanthropy can be harnessed toward a single goal. As an example,", "label": "yes", "id": "train_2_37"}
{"text": "We believe it is important to have both dedicated in- house ESG expertise, as well as broad-based responsibility for ESG matters across investment teams. Carlyle has a dedicated global team of internal ESG professionals led by Carlyle’s Global Head of Impact, who reports in directly to the firm’s COO. The ESG team works closely with our deal teams and the Global Legal Investment team as they diligence potential investments, and subsequently directly with our majority-owned portfolio companies to drive understanding and adoption of ESG principles and to create tailored value-creation plans. We also work closely with investors and broader stakeholders to drive industry learnings and best practice. As such, our work on climate risks and opportunities are integrated across the responsibilities of Carlyle professionals.", "label": "yes", "id": "train_2_38"}
{"text": "In addition to providing the facility with steam needed for operations, the cogeneration units may export an additional 800 megawatts (MW) of electricity to the provincial grid, equivalent to roughly 7% of Alberta's current electricity demand, and reduce emissions by approximately 2.5Mt/y, equivalent to displacing 550,000 cars from the road.", "label": "no", "id": "train_2_39"}
