{"text": "We are further improving the Greenhouse gas intensity of our manufacturing and fleet operations through the use of alternative and renewable fuels, such as renewable compressed natural gas (RNG) and biomass, as well as renewable electricity purchased or generated on site.", "label": "yes", "id": "train_3_0"}
{"text": "In addition to consumer loans aimed at improving the energy efficiency of properties, Argentina is focusing on promoting electric mobility by offering different financing products for cars, bicycles and electric scooters.", "label": "no", "id": "train_3_1"}
{"text": "Supporting the Low-Carbon Transition Our business units are on pace to meet our commitment to mobilize $250 billion to support low-carbon solutions by 2030. They are building expertise, supported by GSF and the Institute for Sustainable Investing, to serve our clients' growing interest in Environmental, Social, and Governance issues and in climate change specifically. Survey data from the Institute suggests rapidly accelerating interest in climate-focused solutions among asset managers, asset owners and individual investors. In response, we are developing accessible new products, such as Morgan Stanley Impact Quotient (see page 15). Our early work in 2013 in scaling green- bond financing has catalyzed new opportunities and continues to drive sector innovation in green and sustainable bonds.", "label": "yes", "id": "train_3_2"}
{"text": "Megatrend As the world’s population becomes increasingly urbanized, infrastructure development and renewal will be unable to keep up, and major social issues such as housing shortages, traffic paralysis, and air pollution will only worsen. In newly emerging nations, environmental awareness will increase as the economy grows, and investments into environmental measures will proceed at the national and the global levels.", "label": "no", "id": "train_3_3"}
{"text": "Another loan went to REC Solar, where DNB and three other banks financed a green loan of USD 150 million related to solar panels that are 20 per cent more efficient than traditional panels. The sustainable product framework will be updated in 2020 to include more products, and will also be adapted to the EU's coming classification system for sustainable economic activities (taxonomy) as this is further developed.", "label": "yes", "id": "train_3_4"}
{"text": "The AIETI will focus on ve supply chains critical to achieving the Paris Agreement temperature goals ('well-below two degrees Celsius and striving for 1.5 degrees Celsius') given their signicance to global emissions and their relatively higher abatement costs.", "label": "no", "id": "train_3_5"}
{"text": "We explain this by UBS's relatively small lending book in climate-sensitive-sectors (see 'UBS corporate lending to climate- sensitive sectors 2019' further below) and availability of insurance where we have relevant exposures to such sectors (e.g., Swiss mortgage lending book).", "label": "no", "id": "train_3_6"}
{"text": "RUSAL's carbon footprint is one of the lowest in the world, owing to the Company's long-term strategy of fostering a responsible attitude towards climate change. The Company plans to continue work in this area, primarily by increasing the share of products with a minimum carbon footprint in our portfolio. This is the future - not only for the aluminium industry, but for the entire global industry. In 2019, specific greenhouse gas emissions reached 9,711 tonnes of CO", "label": "yes", "id": "train_3_7"}
{"text": "The impact of climate change may over time affect the operations of the Group and the markets in which the Group operates. This could include physical risks such as acute and chronic changes in weather and/or transitional risks such as technological development, policy and regulatory change, and market and economic responses. Efforts to address climate change through laws and regulations, for example by requiring reductions in emissions of GHGs such as CO2, can create economic risks and uncertainties for the Group’s businesses. Such risks could include the cost of purchasing allowances or credits to meet GHG emissions caps, the cost of installing equipment to reduce emissions to comply with GHG limits or required technological standards, decreased profits or losses arising from decreased demand for the Group’s goods and higher production costs resulting directly or indirectly from the imposition of legislative or regulatory controls. Manifestation of these increased costs may increase the underlying cost of production of the Group’s products which may adversely impact the financial performance of the Group.", "label": "no", "id": "train_3_8"}
{"text": "Blended Finance Catalyst Pool In 2018, we launched our Blended Finance Catalyst Pool to mobilize additional private capital to help address the U.N. Sustainable Development Goals. This financing initiative provides $60 million of capital for Affordable and Clean Energy (SDG7), Sustainable Cities and Communities (SDG11), Clean Water and Sanitation (SDG6), and Climate Action (SDG13), among others.", "label": "yes", "id": "train_3_9"}
{"text": "The stress test conducted on the IEA SDS scenario has shown the overall stability of the book values of the assets with a 7% reduction of the fair value assuming non-deductibility of the costs of Carbon dioxide erability of Carbon dioxide emissions, that is 2% in the event of recognition of the contractual and fiscal recovcharges.", "label": "no", "id": "train_3_10"}
{"text": "Because our electric grid will continue to rely on high-voltage and lower-voltage power lines, we expect to invest about $800 million annually for the foreseeable future to build new transmission infrastructure, replace more than 2,000 miles of high-voltage transmission lines, and upgrade physical security at substations. The rebuilds will increase the capacity on our transmission lines, which in part enhances our ability to transport more renewable energy.", "label": "yes", "id": "train_3_11"}
{"text": "At CEMEX, we are seeking to invest in upgrading our cement plants, trying to maximize the use of alternative fuels to power our kilns and transition away from fossil fuels. In 2019, we pledged more than US$50 million to invest in an innovative global program to replace fossil fuels with alternative fuels. Among our initiatives, we are starting to integrate an innovative new hydrogen-based technology to enable our cement kilns to increase their use of alternative fuels by optimizing their combustion process, while lowering their consumption of fossil fuels and reducing their CO2 emissions.", "label": "yes", "id": "train_3_12"}
{"text": "In 2013, Nationwide identified a gap in how and when lenders collect data regarding the mortgage security property, which impacts risk management and the customer journey. This often means that consideration of environmental risks on the property is limited and only takes place after the mortgage offer has been issued through the conveyancing process, which can be inconsistent and is reviewed by a professional who is not qualified in this area.", "label": "no", "id": "train_3_13"}
{"text": "Climate change potentially has multiple effects that could harm the Group’s operations. The increasing scarcity of water resources may negatively affect the Group’s operations in some regions of the world, high sea levels may harm certain coastal activities, and the multiplication of extreme weather events may damage offshore and onshore facilities. These climate risk factors are continually assessed in the risk management and prevention plans.", "label": "no", "id": "train_3_14"}
{"text": "In 2019, we: • provided a $43 million green loan to Sunseap Group to fund its installation of solar photovoltaic systems on the rooftops of 210 sites ranging from commercial and industrial to government premises. The 37 megawatt-peak solar power systems can generate enough energy to help reduce greenhouse gas emissions by 17,000 tonnes per year; and • rolled out U-Solar, Asia’s first solar industry ecosystem that connects businesses and consumers across the solar power value chain.", "label": "yes", "id": "train_3_15"}
{"text": "Last year the Aviva Foundation in the UK invested unclaimed assets of shareholders through grants and social enterprise investments. In 2019 the Foundation has now committed to giving £3.7 million to nine non-profit organisations and social enterprises that, working with our business, can support our communities and vulnerable customers. This has included funding counselling for vulnerable home insurance customers who experience trauma following serious events such as flooding.", "label": "yes", "id": "train_3_16"}
{"text": "The Group is connected to all parts of the economy through its lending and other banking activities and considers it has an important role to play in financing the low-carbon transition. Therefore, in the 2020 financial year, the Group sought to calculate the Scope 3 emissions associated with key segments of its lending portfolio - residential mortgages, commercial real estate (office and retail), agriculture, power generation and resources (including coal, oil and gas). The objective was to better understand what might be required to align the Group's lending portfolio to the temperature goals of the Paris Agreement and a net zero emissions economy by 2050.", "label": "no", "id": "train_3_17"}
{"text": "We embrace our responsibility to understand and manage our own carbon footprint. Our approach is to limit and minimise our direct carbon impact and create awareness to encourage positive sustainable behaviour. We have achieved net-zero carbon emissions status in February 2020 within our global operations and committed to ongoing carbon neutrality in all our direct global operations. Over the short-term we are looking into sourcing our energy from renewable sources.", "label": "yes", "id": "train_3_18"}
{"text": "Emissions generated by the consumption of fuels derived from helicopter and ship transport services (from the plant to the platform of the Gaviota and Castor underground storage facilities). Emissions generated by the consumption of fuels derived from the contracting of surveillance services and air, maritime and land maintenance. Emissions generated by the consumption of fuel in rented vehicles, cranes and suppliers’ hoists.", "label": "no", "id": "train_3_19"}
{"text": "We have defined key sustainability areas in our 5-Year Business Plan in line with the expectations and requirements of stakeholders and based on the importance and affinity of such initiatives with our strategy, as well as on the medium- to long-term impact on our corporate value. Based on this, each in-house company, unit, and group will establish a strategy incorporating sustainability initiatives. Additionally, we have set targets/KPIs based on our key sustainability areas. The key sustainability areas and other items are revised each fiscal year and reflected into our business plan.", "label": "yes", "id": "train_3_20"}
{"text": "- For the first time, in 2019 and with the help of external specialists, BNP Paribas performed an assessment, on a sample of clients in its portfolio, of physical risks covering the consequences of climate change (extreme weather events) on the assets of Group clients.", "label": "no", "id": "train_3_21"}
{"text": "In terms of physical risks, extreme weather events such as typhoons and floods have the potential to become more serious. Such events could lower production capacity at the Group’s manufacturing bases and trigger an increase in costs from damages. Moreover, in regions where there is a heightened water risk owing to fluctuations in rainfall, production activity at our manufacturing bases may be limited by restrictions on water use as a result of drought.", "label": "no", "id": "train_3_22"}
{"text": "The Alberta Climate Leadership Plan, sets forth several commitments relevant to the oil and gas sector: (1) the implementation of an economy-wide carbon levy; (2) limiting of oil sands emissions to a province-wide total of 100 megatonnes per year (compared to current industry emissions levels of approximately 70 megatonnes per year), with certain exceptions for cogeneration power sources and new upgrading capacity; and (3) a goal to reduce methane emissions from oil and gas activities by 45 percent by 2025. The economy-wide carbon levy is based on a rate of $30 per tonne for 2018 and exempts activities integral to oil and gas production processes until 2023.", "label": "yes", "id": "train_3_23"}
{"text": "Finally, prolonged and multiple periods of heatwaves or other consequences of rising temperatures may result in increased mortality and morbidity, thereby impacting our life and income insurance liabilities. Long-term threats are difficult to predict, but at this time, we expect this to have less impact on our life and income insurance liabilities than other risks, such as changes in demographics or pandemics. It should be noted though that whilst pandemic outbreaks can be attributed to a number of interrelated factors, climate change is likely to increase the risks by spreading of disease vectors into areas that formerly did not experience these.", "label": "no", "id": "train_3_24"}
{"text": "The two companies and the relevant local authorities had already created 1,088 car-pooling spaces between 2014 and 2018. They will step up their efforts in this area with a motorway investment plan that was approved by the French government in early November 2018. APRR has undertaken to create 1,700 car-pooling spaces at 27 sites by 2021, investing a total of €10.6 million, while AREA will invest €1.7 million to create 250 spaces at five sites in the same timeframe.", "label": "yes", "id": "train_3_25"}
{"text": "Climate change Climate change exposes UPM to variety of risks, that can be considered strategic, operational, hazard or financial. Strategic risks are related to competition, markets, customers, products and regulation. For example, unpredictable regulation and subsidies may distort raw material and final product markets, and costs of greenhouse gas emissions may influence UPM’s financial performance. However, transition to low-carbon economy should bring business opportunities to UPM’s renewable and recyclable products. Operational risks can be related to supply chain, availability and price of major inputs. Climate change may also cause operational or hazard risk related to exceptional weather events such as more severe storms, floods and draughts resulting in e.g. unpredictable wood harvesting conditions and hydro power availability. Climate change may also contribute to financial risks such as electricity price.", "label": "no", "id": "train_3_26"}
{"text": "Medium-Term Business Plan 2017 includes a capital expenditure plan of ¥400 billion over five years as a means of “preparing the way for the future” to achieve our Vision for the Future. As of the end of FY2020.3, we have invested ¥273.4 billion cumulatively. In FY2021.3, we will continue investing in our real estate leasing business and renewable energy business. We will also be actively investing in R&D of construction technologies (such as building next-generation production systems) and digital transformation to dramatically raise productivity. We are also stepping up alliances with startups that have leading-edge technology.", "label": "yes", "id": "train_3_27"}
{"text": "2 footprint of the portfolio but also an innovative approach to aligning the portfolio with the two degree carbon reduction scenario in the future. - AM engages with companies in which it invests on behalf of clients to discuss approaches to mitigating climate-related risk, as well as actively voting on shareholder resolutions to improve transparency and disclosure around climate-related reporting. Specif- ically in the context of the Climate Aware fund, UBS Asset Management has implemented an engagement program with 50 oil & gas and utilities companies under- weighted in the fund. Dialogue with companies aims at improving companies' disclosure and performance alignment with the Task Force on Climate-related Financial Disclosures recommendations. Engage- ment makes it possible to share the results of the quanti- tative and qualitative assessments included in the fund methodology with investee companies too. This allows for the verification of company performance with additional information collected before and after meetings. It also means AM can collect feedback, explicitly com- municate objectives for change in corporate practices and further enhance the model used to inform the under / overweights in the strategy.", "label": "yes", "id": "train_3_28"}
{"text": "power generation) in Ping An Life's investment portfolio, the PACTA tool of 2 Investing Initiative, is used to compare power generation industry trend of Ping An Life's portfolio and the market portfolio from now to next five years.", "label": "no", "id": "train_3_29"}
{"text": "We have developed a Climate Policy Position Statement which outlines our role in limiting climate change to well below two degrees and the way in which we will support the transition to a net zero emissions economy by 2050. This includes undertaking a climate scenario analysis and setting a $15 billion target for financing low carbon projects by 2025.", "label": "yes", "id": "train_3_30"}
{"text": "Investec supports international best practices regarding the responsibilities of the financial sector in financing and investing transactions. Social, environmental and ethical risk considerations are implicit in our values, culture and code of conduct and are applied as part of our Environmental, Social, and Governance risk framework.", "label": "no", "id": "train_3_31"}
{"text": "Fracking clients and transactions which are subject to EDD must demonstrate consideration of environmental and social impacts and risks (as outlined earlier in this section on page 53) and, in addition, demonstrate the following: Compliance with legal, regulatory and permitting requirements and remediation plans resulting from any breaches; Greenhouse gas emissions management and continuous reduction; Management of key environmental impacts, including: well construction and maintenance, water use and conservation, waste water management, water pollution management, air emissions management (including flaring); Engagement with local communities on impacts, including seismic impacts, noise, health and safety.", "label": "no", "id": "train_3_32"}
{"text": "In 2020, we invested £880,000 in delivering over 20 energy efficiency projects including a boiler upgrade, building management systems optimisation, improved lighting controls, and the installation of LEDs. These are expected to result in annual energy savings of 2,250,000 kWh. Over the next 12 months, we will pursue ISO 50001 accreditation at our commercial offices.", "label": "yes", "id": "train_3_33"}
{"text": "In 2019, we invested a total of R$ 72.4 million in the Energy Efficiency Program, which adheres to ANEEL's regulatory guidelines. The projects we developed have saved approximately 40,000 MWh of energy, enough to serve around 17,000 residential customers for one year. This saved volume also represents emissions of 2,825 tons of CO", "label": "yes", "id": "train_3_34"}
{"text": "Environmental, Social, and Governance Data Factory S&P Global's cross divisional effort to identify opportunities and risks in Environmental, Social, and Governance is supported by a common data and technology backbone. Environmental, Social, and Governance Data Factory feeds S&P Global's Environmental, Social, and Governance offerings. Data sets include public- and private- company data, asset level", "label": "no", "id": "train_3_35"}
{"text": "In 2020, sustainability factors have been incorporated as one of the dimensions of the analysis in the Operating Frameworks of Autos, Energy, Utilities, Steel and Cement. All these sectors are included in the taxonomy as transition risk-sensitive.", "label": "no", "id": "train_3_36"}
{"text": "We are Australia's largest corporate purchaser of electricity from renewable projects connected to the grid under project specific agreements. While the output from these projects goes into the total grid pool, rather than directly into our facilities, these agreements play a role in providing the investment certainty to enable these projects to proceed. As the grid itself increases its proportion of renewable energy due to agreements with us and others, the power that flows into our facilities from the grid also becomes greener. The projects we have agreements with, including the Murra Warra Wind Farm and the Emerald Solar Park, generate renewable energy equivalent to the energy consumption of 255,000 households. We will continue to build on this work and invest in renewable energy generation.", "label": "yes", "id": "train_3_37"}
{"text": "The second half of 2017 had unprecedented weather events, particularly in Florida and the Caribbean. Hurricanes Irma and Maria resulted in over 2,500 canceled flights or 3% of departures. Following large weather events, it is common to see lingering demand impact similar to what we experienced in New York, following superstorm Sandy in 2012.", "label": "no", "id": "train_3_38"}
{"text": "A key part of our progress to meet our target, was the allocation of £250 million to real assets covering real estate, infrastructure, forestry and agricultural land to Townsend Group. The mandate places a high priority on long term responsible investments that meet our financial targets, with a preference to invest positively in sustainable real assets such as energy efficient buildings, renewable energy projects, public transport, water treatment facilities, eco-friendly farming, and sustainable forestry. A case study on our investment in the Threadneedle Low Carbon Workplace Fund is illustrated below.", "label": "yes", "id": "train_3_39"}
