{"text": "In July 2019, NGO Friends of the Earth Netherlands and its Indonesia and Liberia affiliates notified the Dutch NCP that ING may be in breach of the OECD Guidelines by financing palm oil-related activities. In its initial assessment published January 2020, the NCP did not express an opinion on either the accuracy of the allegations made by the NGOs or the response provided by ING.", "label": "no", "id": "train_4_0"}
{"text": "Recent events On February 25, 2020, JPMorgan Chase announced additional steps in its initiatives to address climate change and further promote sustainable development. This year, JPMorgan Chase commits to facilitate $200 billion to advance the objectives of the United Nations Sustainable Development Goals (SDGs), including $50 billion toward green initiatives. The new commitment is intended to address a broader set of challenges in the developing world and developed countries where social and economic development gaps persist. As part of this commitment, the Firm had previously announced the creation of the J.P. Morgan Development Finance Institution to expand its financing activities for developing countries.", "label": "yes", "id": "train_4_1"}
{"text": "On 24 July 2019, we entered into two new senior debt facilities agreements, a £375 million private placement with infrastructure lenders with maturities between 2024 and 2029, and a £125 million ESG facility agreement that matures in 2022. The ESG facility includes a mechanism that adjusts the margin based on carbon emissions against an annual benchmark.", "label": "yes", "id": "train_4_2"}
{"text": "Scenario analysis is an emerging industry practice. TD is dedicated to undertaking the process thoughtfully to gain valuable insight into our overall business strategy. As such, we have embarked on a multi-year journey to conduct climate scenario analysis, using new methods, data and tools. In this report, we outline our approach and progress in laying the foundation for our analysis. As our scenario analysis practice matures, so too will our analytical inputs and results.", "label": "no", "id": "train_4_3"}
{"text": "Assessment of internal and external factors 4.3.2 As in the usual strategic assessment process, consideration could be given to relevant internal and external factors in evaluating the AI's strategic position and formulating the climate strategy.", "label": "no", "id": "train_4_4"}
{"text": "We also support and advise companies in the Latin American and Caribbean agricultural sector to make smart investments that can improve their resilience to climate change. A 7-year financing for up to US$30 million was granted by IDB Invest and Rabobank to support Desdelsur. This project financed the completion of the clients comprehensive livestock project, making its feedlot the largest in Argentina, strengthening its leading position in the export of legumes and oilseeds by telecommunications sector, as well as financing part of the company’s strategic investment plan for the deployment of a 4G network and providing better connectivity across its territory.", "label": "yes", "id": "train_4_5"}
{"text": "The eleven companies that were divested from as at 30 June 2019 are shown in Appendix C. This is an ongoing process, as companies divested from the fund could be repurchased if their sustainability planning improves, and other companies divested if they do not deliver on pledges.", "label": "yes", "id": "train_4_6"}
{"text": "Regarding the socio-environmental risk analysis, the scope of Business and Corporate Banking is maintained, reducing the amount required for the evaluation of environmental and social risk, for operations over US $ 2,300,000 and emphasizing the sectors: (i) Mining; (ii) Energy; (iii) Tanneries; (iv) Cement; (v) Hydrocarbons and Gas; (vi) Iron and steel; (vii) Chemicals and Agrochemicals; (viii) African Palm. In the same way, these sectors apply to financial operations of SME Banking and Leasing products.", "label": "no", "id": "train_4_7"}
{"text": "2015, the Bank had taken a commitment to target mobilizing USD 5 billion up to 2020 for climate action, and reports its Renewable energy funding portfolio annually. In addition, through the Environment & Social Policy, the Bank incorporates Environmental and social risk assessment into its overall credit risk assessment process.", "label": "yes", "id": "train_4_8"}
{"text": "The cement industry is associated with high CO2 intensity and LafargeHolcim is exposed to a variety of regulatory frameworks to reduce emissions, some of which may be under revision. These frameworks can affect the business activities of LafargeHolcim. In addition, a perception of the sector as a high emitter could impact our reputation, thus reducing our attractiveness to investors, employees and potential employees.", "label": "no", "id": "train_4_9"}
{"text": "Gas, supported by high efficiencies and low emission coefficients of power plants, is the only fossil fuel that is growing in absolute terms in all scenarios envisaged by the IEA11 , stabilizing after 2030 only in the SDS scenario.", "label": "no", "id": "train_4_10"}
{"text": "AIA continues to engage with businesses on raising awareness of these risk issues, and encouraging them to address these in a transparent way, thereby contributing in the transition to a low carbon economy.", "label": "yes", "id": "train_4_11"}
{"text": "Furthermore, within the Business Lines there are specific functions and units responsible for achiev- ing what is stated in the strategy. For example, in the R&M Business, there is the Bio development, Sustainable mobility & Circular Economy (BSCE) unit, in the Chemicals business (Versalis) there is the Circular Economy, Sustainability & Product Stewardship unit which guarantees the processing of the Versalis positioning on circular economy ensuring the monitoring of the initiatives, while in Eni- Rewind there is the Circular economy & business services unit.", "label": "no", "id": "train_4_12"}
{"text": "Two key reports were published in the 2020 nancial year, including a nance report and a science report which are available at: https://www.cmsi.org.au/reports - Climate-KIC Australia (Climate-KIC) - The Group has been working with Climate-KIC and a number of other organisations, including government agencies and industry bodies on an Adaptation Finance Project.", "label": "yes", "id": "train_4_13"}
{"text": "Management Management, like all employees at CN, are responsible for upstream and operations cost control, including energy efficiency, and are educated on energy management best practices through our EcoConnexions employee engagement program. Management at CN works collaboratively across the value chain to support sustainable production and consumption. Our employees are highly engaged in working together to optimize materials and minimize waste in our operations, which is also reflected by the inclusion of emissions and energy efficiency strategy performance indicators in their EPS objectives.", "label": "no", "id": "train_4_14"}
{"text": "A growing percentage of customers want to reduce their carbon footprint not only in their homes or businesses, but in the vehicles they drive as well. Electric vehicles are a growing consumer choice, and we are taking a three-pronged approach to help our customers seamlessly make the transition. We have several pilots underway in Minnesota to provide home charging options and public charging infrastructure, and to partner with communities and business customers to convert their fleets from traditional to electric vehicles. We recently announced a $25 million investment in electric vehicle infrastructure and believe these pilots will help our customers reduce energy and meet their sustainability needs. We expect to expand our electric vehicle efforts to other states in 2019 and beyond (read more on pages 10-11).", "label": "yes", "id": "train_4_15"}
{"text": "Thus Deutsche Borse together with the Green and Sustainable Finance Cluster Germany seeks to drive the sus tainable development and associated transformation process in the financial sector, also in respect of sus tainable climate finance.", "label": "no", "id": "train_4_16"}
{"text": "Our generation capacity represents approximately 14 per cent of Australia's total NEM. We have a slightly lower proportion of coal than the NEM average and we continue to grow our share of wind and solar renewables. We have less hydro than the NEM average, reflecting the significance of the government-owned Snowy Hydro scheme. We also have a higher proportion of gas, which serves as more reliable, dispatchable ('firming') capacity for the market as coal is retired and renewable generation increases.", "label": "yes", "id": "train_4_17"}
{"text": "(2018: €4.6bn, 2017: €4.6bn). mBank in Poland also wants to step up its commitment to environmentally friendly product solutions, with an initial investment of around €118m (PLN 500m) in renewable energy projects at the end of 2018. In July 2019, mBank decided to double this financing pool. To date, around three-quarters of the funds for investments have gone to the wind sector, with the rest supporting the development of solar parks.", "label": "yes", "id": "train_4_18"}
{"text": "The awareness and engagement of Itau employees are ensured by means of specific training programs, workshops and internal newsletters. For the climate change topic, this work is very relevant to the success of the initiatives so that employees can influence and promote reflections in their relationship networks inside and outside the bank.", "label": "no", "id": "train_4_19"}
{"text": "Our investors also expect that we stand for something far more than providing economic returns. To facilitate the change towards net zero, in January 2020, we also announced the launch of our first green bond, issued by National Grid Electricity Transmission plc. The €500 million proceeds from the bond issuance will finance electricity transmission projects with environmental benefits.", "label": "yes", "id": "train_4_20"}
{"text": "The future of heat is uncertain, and its decarbonisation is reliant on relatively nascent technologies, such as hydrogen and carbon capture usage and storage, as well as biogas and heat pumps. These new and evolving technologies will need to be used in new contexts and on a scale that has not yet been demonstrated. We do not believe that any of these technologies can, in the next 30 years, reach sufficient scale to represent an existential threat to our gas businesses.", "label": "no", "id": "train_4_21"}
{"text": "The Logan Enhancement Project Completing a comprehensive climate change risk assessment and adaptation response Through the Logan Enhancement Project's commitment to address climate related risks, a comprehensive Climate Change Risk Assessment and Adaptation report was prepared and used to inform key design elements of the project.", "label": "no", "id": "train_4_22"}
{"text": "We are committed to net zero. At the same time, we cannot see a viable path to a 100 percent reduction in our greenhouse gas emissions based on our current or potential asset mix and technologies. Committing to 100 percent carbon- and methane-free operations, without adequate technology and forceful policy and regulatory prescriptions, would jeopardize our mandate to provide safe, reliable, and affordable energy to our customers.", "label": "yes", "id": "train_4_23"}
{"text": "Our actions resulted in one-off additional costs of around £80 million, which has further improved the high level of resilience we have already embedded into our service. For example, our investment in ASVs has been critical to improving our water service, an efficient way of helping to keep customers supplied during planned and unplanned interruptions.", "label": "yes", "id": "train_4_24"}
{"text": "The environmental management system encompasses a series of metrics related to Greenhouse gas emissions and capture, forest restoration, water withdrawal and use, energy use and generation, as well as waste generation and disposal.", "label": "no", "id": "train_4_25"}
{"text": "KINCARDINE: Financing for the construction and operation of a 50MW wind farm located in Scotland in which the sponsor is Cobra (ACS Group) and where BBVA has participated as one of the three leading banks. Kincardine is one of the world's first offshore floating wind farms and is a sign of BBVA's support for new sustainable technologies.", "label": "yes", "id": "train_4_26"}
{"text": "By 2100, the percentage of land area hospitable to malaria could increase between 12 and 46% (optimistic vs. catastrophic scenarios). The disease would remain as epidemic and not pandemic. This extension would mostly aff ect Critical illness and Health covers, but the eff ects can be highly reduced by improvements in socio-economic conditions, irrigation, drainage and better healthcare. The impact of climate change on pandemic risk is also being explored, but as of today no clear link has been demonstrated.", "label": "no", "id": "train_4_27"}
{"text": "We contract the delivery of our raw materials and products to transportation companies and are striving to reduce Carbon dioxide emissions as a specified consigner designated under the Japanese Energy Saving Act. Major efforts include implementing a plan to transport goods on return trips, encouraging drivers to eco-drive, and promoting energy efficient devices such as digital tachometers and eco-tires on vehicles. In shipping we continue to pursue energy efficiency technologies and operate new ships that are equipped with many energy-saving features. We are also supporting energy-saving operations for conventionally powered ships.", "label": "yes", "id": "train_4_28"}
{"text": "10 Representative Concentration Pathways (RCP) scenarios are named based on the hypothetical radiative forcing level (the portion of energy transmitted to the earth that is trapped within its atmosphere) of the earth at the end of the century.", "label": "no", "id": "train_4_29"}
{"text": "This USD 310 million green bond carries a coupon rate of 4.75% and a 5-year maturity due 2023. The proceeds from the green bond are used to finance the following two green projects in the Greater Bay Area, both due for completion by the end of 2021. The “New World China", "label": "yes", "id": "train_4_30"}
{"text": "Sydney Airport's contribution to climate change solutions will also present new opportunities. These include: - Supporting the move to a carbon-constrained world by working with airline partners to provide infrastructure to support further electrification and low emission fuels - Integrating climate adaptation opportunities into community investment strategies aimed at supporting the resilience of our communities and their support for our activities - Lower operating costs by reducing energy consumption.", "label": "no", "id": "train_4_31"}
{"text": "Formerly known as Total Energy Ventures, TOTAL’s venture capital fund has been renamed Total Carbon Neutrality Ventures (TCNV). Its investments are now entirely dedicated to carbon neutrality businesses and are expected to reach an aggregate amount of $400 million by 2023. TCNV invests in the upstream stage of the development of companies offering interesting technologies or economic models that enable companies to cut their energy consumption or the carbon intensity of their activities. With teams based in Europe and the United States, the fund makes its investments on a worldwide scale in smart energy, energy storage, smart mobility, bioplastics and recycling. While TCNV mainly invested in Europe and the United States in the past, the fund started investing in China in 2018. In particular, TCNV has signed an agreement with NIO Capital to cooperate and to invest in the mobility segment.", "label": "yes", "id": "train_4_32"}
{"text": "Growing concerns over air quality, road safety, sustainability and urban congestion, among consumers and society at large, are driving the regulations and policies for motor vehicles and urban development. These will impact choice of fuel, ownership patterns and will have a signicant impact on the future of the automotive industry.", "label": "no", "id": "train_4_33"}
{"text": "We have and could suffer losses due to operational risks Operational risk is the risk of loss resulting from inadequate or failed internal processes, people and systems or from external events. It also includes, among other things, reputational risk, technology risk, model risk and outsourcing risk, as well as the risk of business disruption due to external events such as natural disasters, environmental hazard, damage to critical utilities, and targeted activism and protest activity. While we have policies, processes and controls in place to manage these risks, these may not always have been, or continue to be effective.", "label": "no", "id": "train_4_34"}
{"text": "The Trustees believe that while these factors are sources of risks to be mitigated where possible, they may also create opportunities. The Trustees have therefore allocated a portion of the DB Fund's assets (a 2.5% commitment) to specifically targeting opportunities created by ESG risk factors including climate change. Examples of these opportunities include companies involved in the generation of renewable energy, and the manufacture of zero-emission electric commuter buses.", "label": "yes", "id": "train_4_35"}
{"text": "ABP commits to the objectives of the Climate Agreement In 2019 ABP committed to the objectives of the Dutch Climate Agreement and the Paris Agreement, together with the Dutch pension funds, insurers, banks and asset managers. In July an agreement was signed to this effect. All parties will render transparent account of how they give this commitment concrete expression. With a collective representation of some €3 trillion we as the finance sector can increase our impact in spurring and facilitating the climate transition in the Netherlands.", "label": "yes", "id": "train_4_36"}
{"text": "The downsides of disruptive technology have been apparent in other engagements. The Forum’s discussions with Tesla, a company that potentially will play a central role in decarbonising the car industry, have focused on health and safety concerns about their Freemont car plant. Despite introducing new technologies on the production line, reports have suggested that incident rates are higher than their competitors. There have been similar concerns that employment standards and health and safety records have been worse in new industries, including in the renewable energy sector.", "label": "no", "id": "train_4_37"}
{"text": "Staff Working Paper on risk differential of brown vs. green assets, published in January 2020. This finds evidence of a risk differential: mortgages against energy-efficient properties are less frequently in payment arrears than mortgages against energy-inefficient properties.", "label": "no", "id": "train_4_38"}
{"text": "Additional Details on Electric Vehicles In addition to being preferred by crewmembers, eGSE also: - Reduces energy costs - Reduces emissions and noise - Increases safety due to less aircraft damage and reduces fire risk from fuel Going forward, our strategy is to expedite conversion to electric vehicle alternatives in locations where governmental funding is available and where we expect regulation.", "label": "yes", "id": "train_4_39"}
