{"id": "train_1_0", "text": "Without human intervention, the concentration of CO2 has climbed as high as 7,000 parts per million (ppm) in prior eras, whereas at present the concentration is just over 400 ppm.", "label": "supported"}
{"id": "train_1_1", "text": "(In technical lingo, the so-called social cost of carbon would be negative.)”", "label": "refuted"}
{"id": "train_1_2", "text": "Arctic sea ice loss is matched by Antarctic sea ice gain.", "label": "disputed"}
{"id": "train_1_3", "text": "Scientists just discovered a massive, heretofore unknown, source of nitrogen", "label": "not enough info"}
{"id": "train_1_4", "text": "\"The IPCC’s Fourth Assessment Report, 2007, carries in three places a graph in which the Hadley Center’s global mean surface temperature anomaly dataset from 1850-2005 is displayed with four arbitrarily-chosen trend-lines overlaid upon it.", "label": "supported"}
{"id": "train_1_5", "text": "The long term warming trend indicates the total energy in the Earth's climate system is increasing due to an energy imbalance.", "label": "disputed"}
{"id": "train_1_6", "text": "“Unlike genuine pollutants, carbon dioxide (CO2) is an odorless, colorless gas.", "label": "refuted"}
{"id": "train_1_7", "text": "UAH atmospheric temperatures prove climate models and/or surface temperature data sets are wrong.", "label": "not enough info"}
{"id": "train_1_8", "text": "“Which is to say that these beans will be eaten by cows, and the cows will convert the beans to meat, and the humans will eat the meat.", "label": "not enough info"}
{"id": "train_1_9", "text": "If sea levels rise six feet due to climate change, Waterplace Park in Providence and Wickford village would be swamped", "label": "disputed"}
{"id": "train_1_10", "text": "Greenland ice sheet won't collapse", "label": "refuted"}
{"id": "train_1_11", "text": "Global warming is driving polar bears toward extinction", "label": "supported"}
{"id": "train_1_12", "text": "The lower temperatures at this \"coldest point\" have caused global water vapor levels to drop, even as carbon levels rise.", "label": "refuted"}
{"id": "train_1_13", "text": "While there are uncertainties with climate models, they successfully reproduce the past and have made predictions that have been subsequently confirmed by observations.", "label": "disputed"}
{"id": "train_1_14", "text": "Dropped stations show more warming than kept stations.", "label": "supported"}
{"id": "train_1_15", "text": "The unlikely scenarios are now, all of a sudden, becoming more probable than they once were thought to be,’ says Sweet.”", "label": "not enough info"}
{"id": "train_1_16", "text": "a study that totally debunks the whole concept of man-made Global Warming", "label": "refuted"}
{"id": "train_1_17", "text": "The Ozone Layer stops UV radiation from entering our atmosphere.", "label": "supported"}
{"id": "train_1_18", "text": "The Alaskan tundra is warming so quickly it has become a net emitter of carbon dioxide ahead of schedule, a new study finds", "label": "not enough info"}
{"id": "train_1_19", "text": "When all forcings are combined, they show good correlation to global temperature throughout the 20th century including the mid-century cooling period.", "label": "disputed"}
{"id": "train_1_20", "text": "‘We could be decades too fast, or decades too slow,’said one of them, Robert M. DeConto of the University of Massachusetts, Amherst.", "label": "not enough info"}
{"id": "train_1_21", "text": "\"Pollution; none of us are supporting putting substances into the  atmosphere or the waterways that might be pollutants, but carbon dioxide  is not a pollutant.", "label": "disputed"}
{"id": "train_1_22", "text": "Most likely the primary control knob [on climate change] is the ocean waters and this environment that we live in.", "label": "supported"}
{"id": "train_1_23", "text": "Less than half of published scientists endorse global warming.", "label": "refuted"}
{"id": "train_1_24", "text": "Doubling the concentration of atmospheric CO2 from its pre-industrial level, in the absence of other forcings and feedbacks, would likely cause a warming of ~0.3Â°C to 1.1Â°C", "label": "disputed"}
{"id": "train_1_25", "text": "Australia accounts for 1.5 per cent of global carbon emissions.", "label": "refuted"}
{"id": "train_1_26", "text": "But the central message of the IPCC AR4, is confirmed by the peer reviewed literature.", "label": "not enough info"}
{"id": "train_1_27", "text": "The gas builds up in the soil, forming mounds called ‘pingoes.’", "label": "supported"}
{"id": "train_1_28", "text": "The peer-reviewed study by two scientists and a veteran statistician looked at the global average temperature datasets[…]", "label": "not enough info"}
{"id": "train_1_29", "text": "Migration patterns show people heading for warm states like Texas and Florida, not snowy Minnesota and Michigan.”", "label": "disputed"}
{"id": "train_1_30", "text": "IPCC graph showing accelerating trends is misleading", "label": "supported"}
{"id": "train_1_31", "text": "The idea that climate change is producing heat records across the Earth is among the most egregious manipulations of data in the absurd global warming debate.", "label": "refuted"}
{"id": "train_1_32", "text": "Rather, global polar bear numbers have been stable or slightly improved.”", "label": "disputed"}
{"id": "train_1_33", "text": "\"Three Australasian researchers have shown that natural forces are the dominant influence on climate, in a study just published in the highly-regarded Journal of Geophysical Research.", "label": "not enough info"}
{"id": "train_1_34", "text": "If anyone claims to be part of the 97 percent, it means they disagree with the contrarian argument that humans are having a minimal impact on global warming.", "label": "supported"}
{"id": "train_1_35", "text": "the mild warming of around 0.8 degrees Celsius that the planet has experienced since the middle of the 19th century", "label": "refuted"}
{"id": "train_1_36", "text": "Mount Kilimanjaro's shrinking glacier is complicated and not due to just global warming.", "label": "supported"}
{"id": "train_1_37", "text": "[NASA] has been adjusting temperatures from the past[...]", "label": "not enough info"}
{"id": "train_1_38", "text": "unadjusted data suggests that temperatures in Australia have only increased by 0.3 degrees over the past century, not the 1 degree usually claimed.", "label": "refuted"}
{"id": "train_1_39", "text": "Most of the atmospheric moisture originates in the tropical ocean, and the difference between surface and upper atmospheric temperature determines how much of the moisture rises into the atmosphere.", "label": "disputed"}
{"id": "train_1_40", "text": "\"Satellite measurements indicate an absence of significant global warming since 1979, the very period that human carbon dioxide emissions have been increasing rapidly.", "label": "refuted"}
{"id": "train_1_41", "text": "If those emissions continue unchecked and the world is allowed to heat up enough, scientists have no doubt that large parts of Antarctica will melt into the sea.", "label": "supported"}
{"id": "train_1_42", "text": "The geological history of the planet shows major planetary climate changes have never been driven by a trace gas", "label": "disputed"}
{"id": "train_1_43", "text": "There seems to be evidence for a link between solar activity and water levels.", "label": "not enough info"}
{"id": "train_1_44", "text": "We found 68 stations located  at wastewater treatment plants, where the process of waste digestion  causes temperatures to be higher than in surrounding areas.", "label": "supported"}
{"id": "train_1_45", "text": "Gov. Palin ... is somebody who actually doesn't believe that climate change is man-made.", "label": "disputed"}
{"id": "train_1_46", "text": "IPCC human-caused global warming attribution confidence is unfounded.", "label": "refuted"}
{"id": "train_1_47", "text": "The IPCC’s predicted equilibrium warming path bears no relation to the far lesser rate of “global warming” that has been observed in the 21st century to date.", "label": "not enough info"}
{"id": "train_1_48", "text": "Geologists say that humans are now pumping the gas into the air much faster than nature has ever done.", "label": "supported"}
{"id": "train_1_49", "text": "as continents rise after the overlying ice has melted", "label": "not enough info"}
{"id": "train_1_50", "text": "The rate of global sea level rise on average has fallen by 40% the last century.", "label": "refuted"}
{"id": "train_1_51", "text": "“Although the extent of the summer sea ice after 2006 dropped abruptly to levels not expected until 2050, the predicted 67-per-cent decline in polar bear numbers simply didn’t happen.", "label": "disputed"}
{"id": "train_1_52", "text": "Current CO2 levels are the highest in 15 million years.", "label": "not enough info"}
{"id": "train_1_53", "text": "CERN CLOUD experiment proved cosmic rays are causing global warming.", "label": "disputed"}
{"id": "train_1_54", "text": "The 2nd law of thermodynamics is consistent with the greenhouse effect which is directly observed.", "label": "supported"}
{"id": "train_1_55", "text": "There is no statistical evidence that global warming is intensifying[…] droughts", "label": "refuted"}
{"id": "train_1_56", "text": "On the Pacific Coast, a climate pattern that had pushed billions of gallons of water toward Asia is now ending, so that in coming decades the sea is likely to rise quickly off states like Oregon and California.", "label": "not enough info"}
{"id": "train_1_57", "text": "The report suggests significantly smaller overall  ice-mass losses than previous estimates.", "label": "refuted"}
{"id": "train_1_58", "text": "Given that a doubling of carbon dioxide would change the surface heat flux by only two watts per square meter, it is evident that a small change in cloud cover can strongly affect the response to carbon dioxide.\"", "label": "supported"}
{"id": "train_1_59", "text": "While there are minor errors in An Inconvenient Truth, the main truths presented - evidence to show mankind is causing global warming and its various impacts is consistent with peer reviewed science.", "label": "disputed"}
{"id": "train_1_60", "text": "Sea level rise could reach six or seven feet by the year 2100.", "label": "not enough info"}
{"id": "train_1_61", "text": "Measurements indicating that 2017 had relatively more sea ice in the Arctic and less melting of glacial ice in Greenland casts scientific doubt on the reality of global warming.", "label": "refuted"}
{"id": "train_1_62", "text": "In particular, satellite data demonstrate for the last 17 years, there's been zero warming.", "label": "disputed"}
{"id": "train_1_63", "text": "[South Australia] has the most expensive electricity in the world.", "label": "supported"}
{"id": "train_1_64", "text": "First, they concur with the believers that the Earth has been warming since the end of a Little Ice Age around 1850.", "label": "not enough info"}
{"id": "train_1_65", "text": "Research has found a human influence on the climate of the past several decades ...", "label": "supported"}
{"id": "train_1_66", "text": "Increasing CO2 in the atmosphere has little to no effect.", "label": "refuted"}
{"id": "train_1_67", "text": "The warm and cool regions roughly balance each other out with little impact on global temperature.", "label": "disputed"}
{"id": "train_1_68", "text": "Despite the logarithmic relationship between CO2 and surface temperatures, atmospheric CO2 levels are rising so fast that unless we dramatically decrease our emissions, global warming will accelerate over the 21st Century.", "label": "supported"}
{"id": "train_1_69", "text": "That drop in temperature came after what was described in the National Geographic as 'six decades of abnormal warmth'.\"", "label": "refuted"}
{"id": "train_1_70", "text": "Meanwhile, it will likely to continue to snow in Chicago in the coming days.", "label": "not enough info"}
{"id": "train_1_71", "text": "The ocean is absorbing massive amounts of CO2, and is becoming more acidic as a result.", "label": "disputed"}
{"id": "train_1_72", "text": "89 percent of the stations fail to meet the National Weather Service’s own siting requirements that stations must be 30 metres away from an artificial heating or radiating/reflecting heat source.", "label": "not enough info"}
{"id": "train_1_73", "text": "The extent of climate change’s influence on the jet stream is an intense subject of research.", "label": "supported"}
{"id": "train_1_74", "text": "The warming trend is the same in rural and urban areas, measured by thermometers and satellites.", "label": "disputed"}
{"id": "train_1_75", "text": "What you were not told was that the data that triggered this record is only available back to the late 1970s.", "label": "refuted"}
{"id": "train_1_76", "text": "\"a paper...in Science magazine concludes that the climate sensitivity—how much the earth’s average temperature will rise as a result of a doubling of the atmospheric concentration of carbon dioxide—likely (that is, with a 66% probability) lies in the range 1.7°C to 2.6°C, with a median value of 2.3°C.", "label": "disputed"}
{"id": "train_1_77", "text": "The 2007's early start to Daylight Saving Time contributed to global warming.", "label": "not enough info"}
{"id": "train_1_78", "text": "Surface temperatures on Earth \"have stabilized.\"", "label": "refuted"}
{"id": "train_1_79", "text": "In fact, human emit 26 gigatonnes of CO2 per year while CO2 in the atmosphere is rising by only 15 gigatonnes per year - much of human CO2 emissions is being absorbed by natural sinks.", "label": "supported"}
