{"id": "train_0_0", "text": "There is no single continuous satellite measurement of Total Solar Irradiance (TSI).", "label": "refuted"}
{"id": "train_0_1", "text": "The worsening of tidal flooding in American coastal communities is largely a consequence of greenhouse gases from human activity, and the problem will grow far worse in coming decades, scientists reported Monday.", "label": "not enough info"}
{"id": "train_0_2", "text": "Once natural influences, in particular the impact of El Niño and La Niña, are removed from the recent termperature record, there is no evidence of a significant change in the human contribution to climate change.", "label": "disputed"}
{"id": "train_0_3", "text": "[…] in fact this pattern is already emerging, with the conditions that create extremely warm dry years and extremely wet years both becoming more frequent.", "label": "supported"}
{"id": "train_0_4", "text": "There have long been claims that some unspecificed \"they\" has \"changed the name from 'global warming' to 'climate change'\".", "label": "disputed"}
{"id": "train_0_5", "text": "Melting ice isn't warming the Arctic.", "label": "refuted"}
{"id": "train_0_6", "text": "[T]he overwhelming majority of peer-reviewed studies  [find] that CO2 in the atmosphere remained there a short time.", "label": "supported"}
{"id": "train_0_7", "text": "\"There are many urgent priorities that need the attention of Congress, and it is not for me as an invited guest in your country to say what they are.", "label": "not enough info"}
{"id": "train_0_8", "text": "Donald Trump signed an executive order naming climate change as a threat \"both to the economy and national security.\"", "label": "not enough info"}
{"id": "train_0_9", "text": "“Instead of a three-foot increase in ocean levels by the end of the century, six feet was more likely, according to DeConto and Pollard’s findings.", "label": "disputed"}
{"id": "train_0_10", "text": "97% consensus on human-caused global warming has been disproven.", "label": "refuted"}
{"id": "train_0_11", "text": "Benny Peiser, the Oreskes critic, retracted his criticism.", "label": "supported"}
{"id": "train_0_12", "text": "The 30,000 scientists and science graduates listed on the OISM petition represent a tiny fraction (0.3%) of all science graduates.", "label": "not enough info"}
{"id": "train_0_13", "text": "It has never been shown that human emissions of carbon dioxide drive global warming.", "label": "refuted"}
{"id": "train_0_14", "text": "While there are direct ways in which CO2 is a pollutant (acidification of the ocean), its primary impact is its greenhouse warming effect.", "label": "supported"}
{"id": "train_0_15", "text": "“We’ve known about [the greenhouse effect] for more than a century.", "label": "disputed"}
{"id": "train_0_16", "text": "The Conservatives' recent budget made no mention of climate change.", "label": "not enough info"}
{"id": "train_0_17", "text": "[T]he study indicates “Greenland’s ice may be less susceptible to the massive meltdown predicted by computer models of climate change, the main author ... said in an interview. ...", "label": "refuted"}
{"id": "train_0_18", "text": "But like most claims regarding global warming, the real effect is small, probably temporary, and most likely due to natural weather patterns", "label": "disputed"}
{"id": "train_0_19", "text": "For what appears to be the first time since scientists began keeping track, sea ice in the Arctic and the Antarctic are at record lows this time of year.", "label": "supported"}
{"id": "train_0_20", "text": "But there is also good data showing sea levels", "label": "not enough info"}
{"id": "train_0_21", "text": "Skeptics have long pointed to ice gain in the Southern Hemisphere as evidence climate change wasn’t occurring, but scientists warned that it was caused by natural variations and circulations in the atmosphere.", "label": "disputed"}
{"id": "train_0_22", "text": "Climate change need not endanger anyone”", "label": "refuted"}
{"id": "train_0_23", "text": " As it happens, the writer of that October 2009 e-mail—Kevin Trenberth, a lead author of the warmist bible, the 2007 Intergovernmental Panel on Climate Change (IPCC) report—told Congress two years ago that evidence for manmade warming is \"unequivocal.", "label": "supported"}
{"id": "train_0_24", "text": "\"Of the rise in temperature during the 20th century, the bulk occurred from 1900 to 1940.", "label": "refuted"}
{"id": "train_0_25", "text": "“Earlier this month, NASA scientists provided a visualization of a startling climate change trend — the Earth is getting greener, as viewed from space, especially in its rapidly warming northern regions.", "label": "not enough info"}
{"id": "train_0_26", "text": "Scientists used to think that ice sheets could take millennia to respond to changing climates", "label": "supported"}
{"id": "train_0_27", "text": "We didn't have global warming during the Industrial Revolution", "label": "disputed"}
{"id": "train_0_28", "text": "The models predicted about three times the amount of warming in the world we’ve seen since 1988.", "label": "not enough info"}
{"id": "train_0_29", "text": "Around 97% of climate experts agree that humans are causing global warming.", "label": "disputed"}
{"id": "train_0_30", "text": "\"Mike's Nature trick\" has nothing to do with \"hide the decline\", instead refering to a technique by Michael Mann to plot instrumental temperature along with past reconstructions.", "label": "supported"}
{"id": "train_0_31", "text": "A recent study led by Lawrence Livermore National Laboratory climate scientist Ben Santer found that while the models ran hot, the ‘overestimation’ was ‘partly due to systematic deficiencies in some of the post-2000 external forcings used in the model simulations.’", "label": "refuted"}
{"id": "train_0_32", "text": "'On June 23, 1988, NASA scientist James Hansen testified before the House of Representatives that there was a strong \"cause and effect relationship\" between observed temperatures and human emissions into the atmosphere.", "label": "supported"}
{"id": "train_0_33", "text": "However, it is unable to explain the long term warming trend over the past few decades.", "label": "refuted"}
{"id": "train_0_34", "text": "The claim that 97 percent of scientists believe humans are causing climate change has been debunked by the \"head\" of the United Nations Intergovernmental Panel on Climate Change.", "label": "not enough info"}
{"id": "train_0_35", "text": "[Ice] is expanding in much of Antarctica, contrary to the widespread public belief that global warming is melting the continental ice cap.", "label": "disputed"}
{"id": "train_0_36", "text": "There is no empirical evidence that increasing greenhouse gases are the primary cause of Global Warming", "label": "refuted"}
{"id": "train_0_37", "text": "\"The observed data show that CFCs conspiring with cosmic rays most likely caused both the Antarctic ozone hole and global warming...", "label": "disputed"}
{"id": "train_0_38", "text": "The Arctic’s carbon bomb might be even more potent than we thought […] methane, a shorter-lived but far harder-hitting gas that could cause faster bursts of warming", "label": "supported"}
{"id": "train_0_39", "text": "Jim Hansen had several possible scenarios; his mid-level scenario B was right.", "label": "not enough info"}
{"id": "train_0_40", "text": "\"[T]he influence of  so-called greenhouse gases on near-surface temperature - is not yet  absolutely proven.", "label": "refuted"}
{"id": "train_0_41", "text": "We didn't have global warming during the Industrial Revolution.", "label": "not enough info"}
{"id": "train_0_42", "text": "When you account for all of the costs associated with burning coal and other fossil fuels, like air pollution and health effects, in reality they are significantly more expensive than most renewable energy sources.", "label": "disputed"}
{"id": "train_0_43", "text": "The research also revealed how large areas of the polar ice caps could collapse and significant changes to ecosystems could see the Sahara Desert become green and the edges of tropical forests turn into fire-dominated savanna.", "label": "supported"}
{"id": "train_0_44", "text": "contrary to the hypothesis that rising temperature is caused by increasing CO2.", "label": "disputed"}
{"id": "train_0_45", "text": "The carbon footprint on wind [energy] is significant.", "label": "refuted"}
{"id": "train_0_46", "text": "The Massachusetts Bay Colony in 1635 experienced a Category 3 or 4 storm, with up to a 20-foot storm surge.", "label": "not enough info"}
{"id": "train_0_47", "text": "The main greenhouse gas is water vapour[…]", "label": "supported"}
{"id": "train_0_48", "text": "In fact, the authors go on to estimate climate sensitivity from their findings, calculate a value between 2.3 to 4.1°C.", "label": "disputed"}
{"id": "train_0_49", "text": "Days of near-100-degree-Fahrenheit temperatures cooked the Mountain West in early July, and a scorching heat wave lingered over the Pacific Northwest in early August.”", "label": "not enough info"}
{"id": "train_0_50", "text": "When CO2 emissions are compared directly to CO2 levels, there is a strong correlation in the long term trends.", "label": "supported"}
{"id": "train_0_51", "text": "The rate of warming according to the data is much slower than the models used by the IPCC", "label": "refuted"}
{"id": "train_0_52", "text": "The report […] found that the United States was one of the most pollution-free nations in the world.”", "label": "refuted"}
{"id": "train_0_53", "text": "A fast transition away from fossil fuels in the next few decades could be enough to put off rapid sea-level rise for centuries.", "label": "disputed"}
{"id": "train_0_54", "text": "more so than downsizing one’s car, or being vigilant about turning off light bulbs, and certainly more than quitting showering.", "label": "not enough info"}
{"id": "train_0_55", "text": "parts of the Earth will likely become close to uninhabitable", "label": "supported"}
{"id": "train_0_56", "text": "Mass coral bleaching is a new phenomenon and was never observed before the 1980s as global warming ramped up.", "label": "supported"}
{"id": "train_0_57", "text": "When the Earth comes out of an ice age, the warming is not initiated by CO2 but by changes in the Earth's orbit.", "label": "not enough info"}
{"id": "train_0_58", "text": "Tree-ring proxy reconstructions are reliable before 1960, tracking closely with the instrumental record and other independent proxies.", "label": "disputed"}
{"id": "train_0_59", "text": "Obama administration's Clean Power Plan would have little or no effect on carbon dioxide emissions.", "label": "refuted"}
{"id": "train_0_60", "text": "When accelerating ice loss from Greenland and Antarctica are factored into sea level projections, the estimated sea level rise by 2100 is between 75cm to 2 metres.", "label": "disputed"}
{"id": "train_0_61", "text": "Every year air pollution protections are delayed, another 34,000 people will die prematurely.", "label": "supported"}
{"id": "train_0_62", "text": "The 30 most costly hurricanes in U.S. history (according to federal data from January) show no increase in intensity over time.", "label": "refuted"}
{"id": "train_0_63", "text": "2nd law of thermodynamics contradicts greenhouse theory", "label": "not enough info"}
{"id": "train_0_64", "text": "More than 100 climate models over the past 30 years did not predict what actually happened because it was assumed carbon dioxide had the pivotal role in driving climate change and that the effects of clouds, back-radiation and the sun were trivial.", "label": "not enough info"}
{"id": "train_0_65", "text": "\"An article in Science magazine illustrated that a rise in carbon dioxide did not precede a rise in temperatures, but actually lagged behind temperature rises by 200 to 1000 years.", "label": "disputed"}
{"id": "train_0_66", "text": "'To suddenly label CO2 as a \"pollutant\" is a disservice to a gas that has played an enormous role in the development and sustainability of all life on this wonderful Earth.", "label": "refuted"}
{"id": "train_0_67", "text": "2009-2010 winter saw record cold spells.", "label": "supported"}
{"id": "train_0_68", "text": "Recent studies agree that recent global temperatures are unprecedented in the last 1000 years.", "label": "not enough info"}
{"id": "train_0_69", "text": "More than 260,000 Americans are employed by the domestic solar industry â\u0080\u0094 three times as many workers as employed by the entire coal mining industry.", "label": "disputed"}
{"id": "train_0_70", "text": "“Lyme Disease is much more common in northern, cooler regions of the United States than in southern, warmer regions.", "label": "supported"}
{"id": "train_0_71", "text": "If ECS is as low as the Energy Balance literature suggests, it means that the climate models we have been using for decades run too hot and need to be revised.", "label": "refuted"}
{"id": "train_0_72", "text": "Infrared Iris will reduce global warming", "label": "disputed"}
{"id": "train_0_73", "text": "The human contribution to global warming was about 0.01°C.", "label": "refuted"}
{"id": "train_0_74", "text": "With marine ice cliff instability, sea-level rise for the next century is potentially much larger than we thought it might be five or 10 years ago", "label": "not enough info"}
{"id": "train_0_75", "text": "Drought in the western U.S. pales in comparison to the mega-droughts tree rings tell us existed in centuries past.", "label": "supported"}
{"id": "train_0_76", "text": "The authors seem to have jumped right  into statistical  analysis without proposing a physical mechanism that  works.", "label": "supported"}
{"id": "train_0_77", "text": "“Healthy societies do not fall apart over slow, widely predicted, relatively small economic adjustments of the sort painted by climate analysis.", "label": "not enough info"}
{"id": "train_0_78", "text": "Marine life has nothing whatsoever to fear from ocean acidification.”", "label": "refuted"}
{"id": "train_0_79", "text": "Cosmic rays show no trend over the last 30 years & have had little impact on recent global warming.", "label": "disputed"}
