{"id": "train_4_0", "text": "Human additions of CO2 are in the margin of error of current measurements and the gradual increase in CO2 is mainly from oceans degassing as the planet slowly emerges from the last ice age.", "label": "refuted"}
{"id": "train_4_1", "text": "“as surface temperatures of the oceans warm up, the immediate response is more water vapor in the atmosphere.", "label": "supported"}
{"id": "train_4_2", "text": "In Alaska, brown bears are changing their feeding habits to eat elderberries that ripen earlier.", "label": "disputed"}
{"id": "train_4_3", "text": "Whether Antarctic mass loss keeps worsening depends on choices made today", "label": "not enough info"}
{"id": "train_4_4", "text": "until temperature increases began to slow down after 1998 and remained relatively stable for a period of 15 years", "label": "supported"}
{"id": "train_4_5", "text": "Because current climate change is so rapid, the way species typically adapt (eg - migration) is, in most cases, simply not be possible.", "label": "refuted"}
{"id": "train_4_6", "text": "Duffy pointed out that his chart was from a single tide gauge station, near San Francisco, and that sea levels rise at different rates around the world", "label": "not enough info"}
{"id": "train_4_7", "text": "Brooks added that Antarctic ice is growing.", "label": "disputed"}
{"id": "train_4_8", "text": "Scientists have long known about the anomalous ‘warming hole‘ in the North Atlantic Ocean, an area immune to warming of Earth’s oceans.", "label": "supported"}
{"id": "train_4_9", "text": "But his results are evidence that the actual climate sensitivity is about 3°C for a doubling of atmospheric CO2.", "label": "disputed"}
{"id": "train_4_10", "text": "According to the second law of  thermodynamics such a planetary machine can never exist.\"", "label": "not enough info"}
{"id": "train_4_11", "text": "“Dr Browman, a marine scientist for 35 years, said he was not saying that ocean acidification posed no threat, but that he believed that “a higher level of academic scepticism” should be applied to the topic.", "label": "refuted"}
{"id": "train_4_12", "text": "Climate change isn't increasing extreme weather damage costs.", "label": "refuted"}
{"id": "train_4_13", "text": "The Petition Project features over 31,000 scientists signing the petition stating \"there is no convincing scientific evidence that human release of carbon dioxide will, in the forseeable future, cause catastrophic heating of the Earth's atmosphere\".", "label": "disputed"}
{"id": "train_4_14", "text": "Far from contradicting global warming, record snowfall is predicted by climate models and consistent with our expectation of more extreme precipitation events.", "label": "supported"}
{"id": "train_4_15", "text": "Dropped weather stations actually show a slightly warmer trend compared to kept stations.", "label": "not enough info"}
{"id": "train_4_16", "text": "Climate scientist James Hansen: \"we have until perhaps 50 years from now,\" or maybe a little longer \"and at that point, we are looking at 10, 20, 30 feet of sea-level rise.\"", "label": "disputed"}
{"id": "train_4_17", "text": "However the warming trend is slower than most climate models have forecast", "label": "refuted"}
{"id": "train_4_18", "text": "The broader term covers changes beyond warmer temperatures, such as shifting rainfall patterns.”", "label": "supported"}
{"id": "train_4_19", "text": "The warmer the planet gets, the more ozone forms, and by mid-century, Americans will likely suffer a 70 percent increase in unhealthy ozone smog, the National Center for Atmospheric Research has projected.", "label": "not enough info"}
{"id": "train_4_20", "text": "They concluded that trends toward rising climate damages were mainly due to increased population and economic activity in the path of storms, that it was not currently possible to determine the portion of damages attributable to greenhouse gases, and that they didn’t expect that situation to change in the near future.", "label": "not enough info"}
{"id": "train_4_21", "text": "[Wind energy] is a more expensive way of producing energy than the alternative.", "label": "disputed"}
{"id": "train_4_22", "text": "Ever since 2012, scientists have been debating a complex and frankly explosive idea about how a warming planet will alter our weather — one that, if it’s correct, would have profound implications across the Northern Hemisphere and especially in its middle latitudes", "label": "supported"}
{"id": "train_4_23", "text": "Currently, sea-level rise does not seem to depend on ocean temperature, and certainly not on CO2.", "label": "refuted"}
{"id": "train_4_24", "text": "The sun was warming up then, but the sun hasn’t been warming since 1970.", "label": "not enough info"}
{"id": "train_4_25", "text": "Global Ocean Circulation Appears To Be Collapsing Due To A Warming Planet", "label": "supported"}
{"id": "train_4_26", "text": "In South Florida, \"we've had nine inches of sea-level rise since the 1920s.\"", "label": "refuted"}
{"id": "train_4_27", "text": "“With a record El Niño, we should have experienced record high temperatures.", "label": "disputed"}
{"id": "train_4_28", "text": "“Our analyses do not indicate  acceleration in sea level in U.S. tide gauge records during the 20th  century,” the study’s authors concluded.", "label": "not enough info"}
{"id": "train_4_29", "text": "Some, however, bristle at the belief that because floods and storms have always occurred, they should not be linked to climate change”", "label": "disputed"}
{"id": "train_4_30", "text": "Greenland has only lost a tiny fraction of its ice mass", "label": "refuted"}
{"id": "train_4_31", "text": "Hocker is claiming that his model shows that the long-term upward trend in CO2 is explained by temperature, when his methods actually removed the long-term trend.", "label": "supported"}
{"id": "train_4_32", "text": "‘Next year or the year after, the Arctic will be free of ice’", "label": "disputed"}
{"id": "train_4_33", "text": "We simply could never release enough CO2 into the atmosphere to cause the pH to go below 7 [the point in the pH scale at which a solution becomes acidic].”", "label": "refuted"}
{"id": "train_4_34", "text": "No known natural forcing fits the fingerprints of observed warming except anthropogenic greenhouse gases.", "label": "supported"}
{"id": "train_4_35", "text": "Tree-rings diverge from temperature after 1960", "label": "not enough info"}
{"id": "train_4_36", "text": "Greenland has only lost a tiny fraction of its ice mass.", "label": "refuted"}
{"id": "train_4_37", "text": "Measurements of carbon isotopes and falling oxygen in the atmosphere show that rising carbon dioxide is due to the burning of fossil fuels and cannot be coming from the ocean.", "label": "supported"}
{"id": "train_4_38", "text": "But it is part of a long list of studies from independent teams (as this interactive graphic shows), using a variety of methods that take account of critical challenges, all of which conclude that climate models exhibit too much sensitivity to greenhouse gases.", "label": "disputed"}
{"id": "train_4_39", "text": "\"the cascading effects\" of climate change contributed to the rise of ISIS.", "label": "not enough info"}
{"id": "train_4_40", "text": "'Phil Jones said that for the past 15 years there has been no \"statistically significant\" warming.", "label": "disputed"}
{"id": "train_4_41", "text": "by that I mean the central Arctic will be ice-free.", "label": "supported"}
{"id": "train_4_42", "text": "“Carbon dioxide hurts nobody’s health.", "label": "refuted"}
{"id": "train_4_43", "text": "But the observed warming as monitored by satellites (our only truly global monitoring system) has been only about half of what computerized climate models say should be happening.", "label": "not enough info"}
{"id": "train_4_44", "text": "Satellite temperature readings going back to 1979 show 1998 was by far the warmest year in the satellite era", "label": "disputed"}
{"id": "train_4_45", "text": "Since 1965, more parts of the U.S. have seen a decrease in flooding than have seen an increase.", "label": "refuted"}
{"id": "train_4_46", "text": "Data from NOAA’s Barrow Alaska station ‘indicate that October through December emissions of CO2 from surrounding tundra increased by 73 percent since 1975, supporting the view that rising temperatures have made Arctic ecosystems a net source of CO2.’”", "label": "not enough info"}
{"id": "train_4_47", "text": "Donald Trump \"thinks that climate change is a hoax, invented by the Chinese.\"", "label": "supported"}
{"id": "train_4_48", "text": "Carbon dioxide is not \"a primary contributor to the global warming that we see.\"", "label": "disputed"}
{"id": "train_4_49", "text": "If water temperatures stay moderate, the damaged sections of the Great Barrier Reef may be covered with corals again in as few as 10 or 15 years", "label": "not enough info"}
{"id": "train_4_50", "text": "Through its impacts on the climate, CO2 presents a danger to public health and welfare, and thus qualifies as an air pollutant", "label": "supported"}
{"id": "train_4_51", "text": "There's no empirical evidence for climate change.", "label": "refuted"}
{"id": "train_4_52", "text": "And in January, one out of five British children told pollsters they were having nightmares about climate change.", "label": "supported"}
{"id": "train_4_53", "text": "Unprecedented climate change has caused sea level at Sydney Harbour to rise approximately 0.0 cm over the past 140 years.", "label": "refuted"}
{"id": "train_4_54", "text": "Thanks to a rapid rebound in recent months, global sea ice levels now equal those seen 29 years ago, when the year 1979 also drew to a close.", "label": "disputed"}
{"id": "train_4_55", "text": "A recent essay in Scientific American argued that scientists “tend to underestimate the severity of threats and the rapidity with which they might unfold” and said one of the reasons was “the perceived need for consensus.”", "label": "not enough info"}
{"id": "train_4_56", "text": "President Hilda Heine has told reporters that longtime residents are leaving the Marshall Islands because climate change is threatening the nation’s existence.”", "label": "supported"}
{"id": "train_4_57", "text": "Rob Portman voted for the bipartisan bill to affirm climate change is real, humans significantly contribute to it and it needs to be addressed.", "label": "disputed"}
{"id": "train_4_58", "text": "CFCs contribute to global waerming at a small level.", "label": "refuted"}
{"id": "train_4_59", "text": "Soares finds lack of correlation between CO2 and temperature", "label": "not enough info"}
{"id": "train_4_60", "text": "\"...there has been no increase in the global average surface temperature for the past 16 years\" (Judith Curry and David Rose)", "label": "refuted"}
{"id": "train_4_61", "text": "“Every day, nature puts twenty times as much carbon dioxide into the atmosphere as all of Earth industries.", "label": "supported"}
{"id": "train_4_62", "text": "The interesting point is that it also seems each time they come across a new  dataset it is simply replaced.", "label": "not enough info"}
{"id": "train_4_63", "text": "Urban and rural regions show the same warming trend.", "label": "disputed"}
{"id": "train_4_64", "text": "“Several of the papers note that the primary influence on warming appears to be solar activity.", "label": "refuted"}
{"id": "train_4_65", "text": "\"His [Dr Spencer's] latest research demonstrates that – in the short term, at any rate –  the temperature feedbacks that the IPCC imagines will greatly amplify  any initial warming caused by CO2 are net-negative, attenuating the  warming they are supposed to enhance.", "label": "disputed"}
{"id": "train_4_66", "text": "“Global warming alarmists’ preferred electricity source – wind power – kills nearly 1 million bats every year (to say nothing of the more than 500,000 birds killed every year) in the United States alone.", "label": "not enough info"}
{"id": "train_4_67", "text": "‘If we do nothing to reduce our greenhouse gas emissions, the kind of extreme heat we saw this past summer will be the norm when my young son is a grown man.’", "label": "supported"}
{"id": "train_4_68", "text": "In the early 20th century, state and federal governments began aggressively fighting wildfires and trying to keep them as small as possible.", "label": "not enough info"}
{"id": "train_4_69", "text": "[subsidies for wind and solar] add to emissions because coal-fired elec­tricity needs to be on standby for when there is no wind or sunshine.", "label": "disputed"}
{"id": "train_4_70", "text": "receding polar ice caps have little if any negative impact on human health and welfare, and likely a positive benefit", "label": "refuted"}
{"id": "train_4_71", "text": "One of the main areas of contention is the existence of two strange climate episodes known as The Medieval Warm Period (MWP) and the Little Ice Age.", "label": "supported"}
{"id": "train_4_72", "text": "Clouds provide negative feedback", "label": "disputed"}
{"id": "train_4_73", "text": "May 2018 marked the 401st straight month of global temperatures exceeding the 20th century average.", "label": "not enough info"}
{"id": "train_4_74", "text": "“In an old climate, … extremely warm years were less common and snowpack was more reliable …", "label": "supported"}
{"id": "train_4_75", "text": "None of these places, which today supply much of the world’s food, will be reliable sources of any.", "label": "refuted"}
{"id": "train_4_76", "text": "“It’s far too early to tell if what we are seeing in the Arctic, and now the Antarctic, is a sharp shift towards warmer poles with less ice.", "label": "refuted"}
{"id": "train_4_77", "text": "“‘Those eruptions happened relatively early in our study period, which pushed down temperatures in the first part of the dataset, which caused the overall record to show an exaggerated warming trend,’ Christy said.", "label": "not enough info"}
{"id": "train_4_78", "text": "Droughts and floods have not changed since we\u0092ve been using fossil fuels", "label": "disputed"}
{"id": "train_4_79", "text": "The natural cycle adds and removes CO2 to keep a balance; humans add extra CO2 without removing any.", "label": "supported"}
