{"id": "train_3_0", "text": "A South African paper has found a 21 year cycle synchronous with the solar cycle (Alexander 2007).", "label": "not enough info"}
{"id": "train_3_1", "text": "…obsessing about climate change is avoiding a frank discussion about the here-and-now problems of budget deficits, the federal debt, school choice, entitlement reform, and so on.", "label": "refuted"}
{"id": "train_3_2", "text": "In looking at Earth’s past, scientists can predict what the future will look like", "label": "disputed"}
{"id": "train_3_3", "text": "Because oxygen in the global ocean is not evenly distributed, the 2 percent overall decline means there is a much larger decline in some areas of the ocean than others.", "label": "supported"}
{"id": "train_3_4", "text": "Since the end of 2012, moreover, total polar ice extent has largely remained above the post-1979 average.", "label": "disputed"}
{"id": "train_3_5", "text": "Julia Gillard her decision not to argue against a fixed carbon price being labelled a \"carbon tax\" hurt her terribly politically.", "label": "refuted"}
{"id": "train_3_6", "text": "CO2 limits won't cool the planet, but they can make the difference between continued accelerating global warming to catastrophic levels vs. slowing and eventually stopping the warming at hopefully safe levels.", "label": "supported"}
{"id": "train_3_7", "text": "Recent modelling data suggests the climate is considerably more sensitive to carbon emissions than previously believed", "label": "not enough info"}
{"id": "train_3_8", "text": "“Because CO₂ acts as a fertilizer, as much as half of all vegetated land is persistently greener today.", "label": "not enough info"}
{"id": "train_3_9", "text": "It “certainly puts the kibosh on everyone saying that Antarctica’s ice is just going up and up,” Meier said.", "label": "disputed"}
{"id": "train_3_10", "text": "ever since December temperatures in the Arctic have consistently been lower than minus 20 C", "label": "supported"}
{"id": "train_3_11", "text": "'The UN’s Intergovernmental Panel on Climate Change misled the press and public into believing that thousands of scientists backed its claims on manmade global warming, according to Mike Hulme, a prominent climate scientist and IPCC insider.", "label": "refuted"}
{"id": "train_3_12", "text": "The unusual heat was most noteworthy in Europe, which had its warmest April on record, and Australia, which had its second-warmest.", "label": "supported"}
{"id": "train_3_13", "text": "We’re not sure because we don’t have enough data, for long enough, to separate signal from noise,” said Eric J. Steig, a scientist at the University of Washington who has studied temperature trends in Antarctica.", "label": "not enough info"}
{"id": "train_3_14", "text": "(2005), where satellite altimetry  established that the mean thickness of the entire Greenland ice sheet  had increased at 2 inches per year – a total of almost 2 feet – in the  11 years 1993-2003.”", "label": "disputed"}
{"id": "train_3_15", "text": "Southern sea ice is increasing.", "label": "refuted"}
{"id": "train_3_16", "text": "Thousands of coral atolls have \"drowned\" when unable to grow fast enough to survive at sea level.", "label": "disputed"}
{"id": "train_3_17", "text": "The United States is the leading nation in the world \"with the highest amount of doubt about the conventional wisdom of climate change.\"", "label": "supported"}
{"id": "train_3_18", "text": "The temperature is not rising nearly as fast as the alarmist computer models predicted.", "label": "refuted"}
{"id": "train_3_19", "text": "the world is barely half a degree Celsius (0.9 degrees Fahrenheit) warmer than it was about 35 years ago", "label": "not enough info"}
{"id": "train_3_20", "text": "Scientists project that the Arctic will be ice-free in the summer of 2013.", "label": "refuted"}
{"id": "train_3_21", "text": "Just 1.25 per cent of the carbon dioxide in the atmosphere-ocean system has been released by ­humans in the past 250 years.", "label": "not enough info"}
{"id": "train_3_22", "text": "Species that have a lot of plasticity tend to be generalists.", "label": "supported"}
{"id": "train_3_23", "text": "Ocean levels have been rising for the last 20,000 years[…] No climate scientist can tell you when natural sea level rise stopped and man-made sea level rise began.", "label": "disputed"}
{"id": "train_3_24", "text": "Worst-case global heating scenarios may need to be revised upwards in light of a better understanding of the role of clouds, scientists have said.", "label": "not enough info"}
{"id": "train_3_25", "text": "Humans are too insignificant to affect global climate", "label": "refuted"}
{"id": "train_3_26", "text": "Ice mass loss is occuring at an accelerated rate in Greenland, Antarctica and globally from inland glaciers.", "label": "supported"}
{"id": "train_3_27", "text": "Not only is there no scientific evidence that CO2 is a pollutant, higher CO2 concentrations actually help ecosystems support more plant and animal life.", "label": "disputed"}
{"id": "train_3_28", "text": "Numerous papers have documented how IPCC predictions are more likely to underestimate the climate response.", "label": "disputed"}
{"id": "train_3_29", "text": "Temperature errors in the Great Lakes region are not used in any global temperature records.", "label": "not enough info"}
{"id": "train_3_30", "text": "Tuvalu sea level isn't rising.", "label": "refuted"}
{"id": "train_3_31", "text": "“We indicated 23 years ago — in our 1994 Nature article — that climate models had the atmosphere’s sensitivity to CO2 much too high,” Christy said in a statement.", "label": "supported"}
{"id": "train_3_32", "text": "This small warming is  likely a result of the natural alterations in global ocean currents  which are driven by ocean salinity variations.", "label": "supported"}
{"id": "train_3_33", "text": "[T]he raw data, the actual thermometer data[...] shows that the US has been cooling for 80 to 90 years.", "label": "disputed"}
{"id": "train_3_34", "text": "'Another global warming myth comes crashing down.", "label": "not enough info"}
{"id": "train_3_35", "text": "“Today climate scientists are obsessed with the level of carbon dioxide in the atmosphere, a very very small part of the overall picture.", "label": "refuted"}
{"id": "train_3_36", "text": "Klaus-Martin Schulte examined all papers published from 2004 to February 2007.", "label": "not enough info"}
{"id": "train_3_37", "text": "The heatwave we now have in Europe is not something that was expected with just 1C of warming", "label": "supported"}
{"id": "train_3_38", "text": "Final data for 2016 sea level rise have yet to be published.", "label": "refuted"}
{"id": "train_3_39", "text": "The grasslands, crops, forests and territorial waters of Australia absorb more carbon dioxide than Australia emits.", "label": "disputed"}
{"id": "train_3_40", "text": "\"NASA satellite data from the years 2000 through 2011 show the Earth's atmosphere is allowing far more heat to be released into space than alarmist computer models have predicted, reports a new study in the peer-reviewed science journal Remote Sensing.", "label": "refuted"}
{"id": "train_3_41", "text": "Climate scientists could make far more money in other careers - most notably, working for the oil industry.", "label": "not enough info"}
{"id": "train_3_42", "text": "Excess CO2 from human emissions has a long residence time of over 100 years", "label": "disputed"}
{"id": "train_3_43", "text": "the concentration of carbon dioxide in Earth’s atmosphere has climbed to a level last seen more than 3 million years ago — before humans even appeared on the rocky ball we call home.", "label": "supported"}
{"id": "train_3_44", "text": "Climate scientists have predicted global temperatures would increase more than one degree Celsius by 2020,\" but observed temperatures have been only half as high.", "label": "not enough info"}
{"id": "train_3_45", "text": "While changes in cloud cover & aerosols lead to more sunlight hitting the surface, this can be compensated by the cooling effect on the atmosphere due to fewer clouds trapping less warmth and fewer absorbing aerosols absorbing less sunlight.", "label": "disputed"}
{"id": "train_3_46", "text": "Al Gore's book is quite accurate, and far more accurate than contrarian books.", "label": "supported"}
{"id": "train_3_47", "text": "Ice Sheet losses are overestimated.", "label": "refuted"}
{"id": "train_3_48", "text": "The public understand it, in that if  you get a fall evening or spring evening and the sky is clear the heat  will escape and the temperature will drop and you get frost.", "label": "refuted"}
{"id": "train_3_49", "text": "Whatever is driving increases in winter Arctic temperatures   is not heat coming out of the Arctic Ocean, which is covered with   insulating ice.'", "label": "disputed"}
{"id": "train_3_50", "text": "Global warming leads to much quicker spread of the Zika virus because the increased temperature, \"makes mosquitoes mature faster, . . .", "label": "supported"}
{"id": "train_3_51", "text": "when 3 per cent of total annual global emissions of carbon dioxide are from humans and Australia prod­uces 1.3 per cent of this 3 per cent, then no amount of emissions reductio­n here will have any effect on global climate.", "label": "not enough info"}
{"id": "train_3_52", "text": "Lake-bottom sediments in Florida tell us that recent major hurricane activity in the Gulf of Mexico has been less frequent than in centuries past.", "label": "refuted"}
{"id": "train_3_53", "text": "Although it has some very important and beneficial effects, CO2 meets the legal and encyclopedic definitions of a \"pollutant\", and human CO2 emissions pose a threat to public health and welfare.", "label": "supported"}
{"id": "train_3_54", "text": "Weather Channel co-founder John Coleman provided evidence that convincingly refutes the concept of anthropogenic global warming.", "label": "disputed"}
{"id": "train_3_55", "text": "In truth, the overwhelming majority of climate-research funding comes from the federal government and left-wing foundations.", "label": "not enough info"}
{"id": "train_3_56", "text": "There will still be about a million square kilometres of ice in the Arctic in summer", "label": "disputed"}
{"id": "train_3_57", "text": "In other words, we have, trapped in Arctic permafrost, twice as much carbon as is currently wrecking the atmosphere of the planet, all of it scheduled to be released at a date that keeps getting moved up, partially in the form of a gas that multiplies its warming power 86 times over.", "label": "supported"}
{"id": "train_3_58", "text": "Hundreds of flowers across the UK are flowering earlier now than any time in 250 years.", "label": "not enough info"}
{"id": "train_3_59", "text": "In reality, gas produced by fracking is worse for the climate than coal.", "label": "refuted"}
{"id": "train_3_60", "text": "Consequently, the total amount of Arctic sea ice in 2008 and 2009 are the lowest on record.", "label": "refuted"}
{"id": "train_3_61", "text": "Global warming' and 'climate change' mean different things and have both been used for decades.", "label": "disputed"}
{"id": "train_3_62", "text": "Since rock weathering reduces atmospheric CO2, this again reinforces the scientific fact that CO2 is a strong driver of climate.", "label": "not enough info"}
{"id": "train_3_63", "text": "'Mauna Loa has been producing a readout which supports Manning's predetermined goal by showing steady growth in atmospheric CO2 concentrations since 1959.", "label": "supported"}
{"id": "train_3_64", "text": "Underground temperatures control climate.", "label": "not enough info"}
{"id": "train_3_65", "text": "Hypothetically, an increasing solar magnetic field could deflect galactic cosmic rays, which hypothetically seed low-level clouds, thus decreasing the Earth's reflectivity and causing global warming.", "label": "disputed"}
{"id": "train_3_66", "text": "U.S. Forest Service data show pine beetle infestations have recently declined dramatically throughout the western United States.", "label": "refuted"}
{"id": "train_3_67", "text": "There is no question whatsoever that the CO2 increase is human-caused.", "label": "supported"}
{"id": "train_3_68", "text": "A video shows Koko the gorilla spontaneously using sign language to issue a warning about climate change.", "label": "not enough info"}
{"id": "train_3_69", "text": "97% consensus on human-caused global warming has been disproven", "label": "refuted"}
{"id": "train_3_70", "text": "“For example, Canadian polar bear biologist Ian Stirling learned in the 1970s that spring sea ice in the southern Beaufort Sea periodically gets so thick that seals depart, depriving local polar bears of their prey and causing their numbers to plummet.", "label": "disputed"}
{"id": "train_3_71", "text": "“During the sunless winter, a heatwave raised concerns that the polar vortex may be eroding.", "label": "supported"}
{"id": "train_3_72", "text": "Everybody knows that the Pacific island of Tuvalu is sinking. ...", "label": "supported"}
{"id": "train_3_73", "text": "I note particularly that sea-level rise is not affected by the warming; it continues at the same rate, 1.8 millimeters a year, according to a 1990 review by Andrew S. Trupin and John Wahr.", "label": "refuted"}
{"id": "train_3_74", "text": "The global trend is calculated from hundreds of CO2 measuring stations and confirmed by satellites.", "label": "not enough info"}
{"id": "train_3_75", "text": "Hurricanes, tornadoes, floods, droughts and other natural disasters have yet to show any obvious long-term change.”", "label": "disputed"}
{"id": "train_3_76", "text": "“Global warming and climate change, even if it is 100% caused by humans, is so slow that it cannot be observed by anyone in their lifetime.", "label": "refuted"}
{"id": "train_3_77", "text": "North America suffers extreme weather events including wildfires, drought, and heatwaves.", "label": "supported"}
{"id": "train_3_78", "text": "In fact, in recent years when cosmic rays should have been having their largest cooling effect on record, temperatures have been at their highest on record.", "label": "disputed"}
{"id": "train_3_79", "text": "94 percent of the carbon emissions which you so want to get rid of are caused by nature.", "label": "not enough info"}
