{"id": "train_2_0", "text": "“climate economists see a positive externality, not a negative one, from the human influence on climate.", "label": "disputed"}
{"id": "train_2_1", "text": "A new peer-reviewed study on Surface Warming and the Solar Cycle found that times of high solar activity are on average 0.2°C warmer than times of low solar activity, and that there is a polar amplification of the warming.", "label": "not enough info"}
{"id": "train_2_2", "text": "it later emerged that its creator Dr Michael Mann had spliced too [sic] datasets together – tree-rings showing temperatures going back hundreds of years, then recent thermometer readings for the more recent decades.", "label": "supported"}
{"id": "train_2_3", "text": "Over the past eight years, the United States has reduced our total carbon pollution more than any other nation on Earth.", "label": "refuted"}
{"id": "train_2_4", "text": "Ironic' study finds more CO2 has slightly cooled the planet", "label": "refuted"}
{"id": "train_2_5", "text": "Claims that the IPCC does not accurately represent the views and findings of the scientists, on whose work the IPCC reports are based, are not supported by the facts.", "label": "not enough info"}
{"id": "train_2_6", "text": "While volcanic eruptions are natural events, it was the timing of these that had such a noticeable effect on the trend", "label": "supported"}
{"id": "train_2_7", "text": "The argument that solving the global warming problem by reducing human greenhouse gas emissions is \"too hard\" generally stems from the belief that (i) our technology is not sufficiently advanced to achieve significant emissions reductions,", "label": "disputed"}
{"id": "train_2_8", "text": "So that means that probably about half, maybe half of that nine-tenths of the degree [of total warming] might be caused by greenhouse gases", "label": "disputed"}
{"id": "train_2_9", "text": "One more decade of business as usual will make this impossible.", "label": "not enough info"}
{"id": "train_2_10", "text": "Individual carbon dioxide molecules have a short life time of around 5 years in the atmosphere.", "label": "refuted"}
{"id": "train_2_11", "text": "Water vapor is the most powerful greenhouse gas.", "label": "supported"}
{"id": "train_2_12", "text": "Hansen's 1988 results are evidence that the actual climate sensitivity is about 3°C for a doubling of atmospheric CO2.", "label": "disputed"}
{"id": "train_2_13", "text": "Trenberth's views are clarified in the paper \"An imperative for climate change planning: tracking Earth's global energy\".", "label": "supported"}
{"id": "train_2_14", "text": "Solar panels drain the sun's energy.", "label": "refuted"}
{"id": "train_2_15", "text": "U.S. Sen. Ron Johnson \"led the fight to let polluters release unlimited amounts of carbon pollution and took nearly $225,000 from polluters.\"", "label": "not enough info"}
{"id": "train_2_16", "text": "The report, published in the journal Nature Geoscience on September 18, acknowledges that most of the models of warming trends failed to predict the ‘slowdown’ in warming post-2000, resulting in less pronounced warming than predicted and thus more room in the CO2 ‘emissions budget’ for the coming decades.", "label": "not enough info"}
{"id": "train_2_17", "text": "Neptune's orbit is 164 years so observations (1950 to present day) span less than a third of a Neptunian year.", "label": "supported"}
{"id": "train_2_18", "text": "U.S. Pays $1 Billion into Green Climate Fund, Top Polluters Pay Nothing", "label": "disputed"}
{"id": "train_2_19", "text": "'Global warming' and 'climate change' mean different things and have both been used for decades.", "label": "refuted"}
{"id": "train_2_20", "text": "Eleven percent of all global greenhouse gas emissions caused by humans are caused by deforestation — comparable to the emissions from all of the cars and trucks on the planet.", "label": "refuted"}
{"id": "train_2_21", "text": "The sea was much colder than previously thought, the study suggests, indicating that climate change is advancing at an unprecedented rate”", "label": "supported"}
{"id": "train_2_22", "text": "It also concludes that current northern hemisphere surface air temperatures are significantly higher than during the peak of the Medieval Warm Period (MWP).", "label": "disputed"}
{"id": "train_2_23", "text": "A recent Nature study expecting more severe hurricanes from global warming still found that damages would halve from 0.04 per cent to 0.02 per cent of global GDP, because the increased ferocity would be more than made up by increased prosperity and resilience.", "label": "not enough info"}
{"id": "train_2_24", "text": "Satellites measure Antarctica losing land ice at an accelerating rate.", "label": "disputed"}
{"id": "train_2_25", "text": "Plant stomata show higher and more variable CO2 levels", "label": "not enough info"}
{"id": "train_2_26", "text": "About 60% of the warming observed from 1970 to 2000 was very likely caused by the above natural 60-year climatic cycle during its warming phase\" (Loehle and Scafetta)", "label": "refuted"}
{"id": "train_2_27", "text": "The Earth’s climate is changing in response to increasing concentrations of greenhouse gases (GHGs) and particulate matter in the atmosphere, largely as the result of human activities.", "label": "supported"}
{"id": "train_2_28", "text": "The IPCC simply updated their temperature history graphs to show the best data available at the time.", "label": "not enough info"}
{"id": "train_2_29", "text": "The bottom line is there’s no solid connection between climate change and the major indicators of extreme weather", "label": "refuted"}
{"id": "train_2_30", "text": "There are a myriad of other radiative forcings that affect the planet's energy imbalance.", "label": "supported"}
{"id": "train_2_31", "text": "“The most recent prediction of the Intergovernmental Panel on Climate Change (IPCC) is that seas will rise by 60 to 90 centimetres this century.", "label": "disputed"}
{"id": "train_2_32", "text": "Climate Models Have Overestimated Global Warming", "label": "disputed"}
{"id": "train_2_33", "text": "CO2 emissions were much smaller 100 years ago.", "label": "supported"}
{"id": "train_2_34", "text": "no one really knows if last year 2016 was a global temperature record.", "label": "not enough info"}
{"id": "train_2_35", "text": "global warming ceased around the end of the twentieth century and was followed (since 1997) by 19 years of stable temperature", "label": "refuted"}
{"id": "train_2_36", "text": "Heat Waves are increasing at an alarming rate and heat kills.", "label": "not enough info"}
{"id": "train_2_37", "text": "His best estimate is that the  warming in response to a doubling of CO2 concentration, which may happen  this century unless the usual suspects get away with shutting down the  economies of the West, will be a harmless 1 Fahrenheit degree, not the 6  F predicted by the IPCC.\"", "label": "refuted"}
{"id": "train_2_38", "text": "NASA Finds Antarctica is Gaining Ice,", "label": "disputed"}
{"id": "train_2_39", "text": "There are already more American jobs in the solar industry than in coal mining.", "label": "supported"}
{"id": "train_2_40", "text": "During a state House debate on a jobs and energy bill this week, Democrats offered an amendment that would put the Legislature on record saying that climate change is real and that humans are causing it.", "label": "disputed"}
{"id": "train_2_41", "text": "[The 1990 IPCC report said] that the Antarctic ice sheets were stable", "label": "not enough info"}
{"id": "train_2_42", "text": "Ice berg melts, ocean level remains the same.", "label": "refuted"}
{"id": "train_2_43", "text": "By 2100 the seas will rise another 6 inches or so—a far cry from Al Gore’s alarming numbers", "label": "supported"}
{"id": "train_2_44", "text": "Other parts of the earth got colder when Greenland got warmer.", "label": "not enough info"}
{"id": "train_2_45", "text": "Murry Salby finds CO2 rise is natural.", "label": "disputed"}
{"id": "train_2_46", "text": "Despite recent attempts to paint the United States as a major global polluter, according to the World Health Organization (WHO), the U.S. is among the cleanest nations on the planet.", "label": "refuted"}
{"id": "train_2_47", "text": "Carbon pollution is a health hazard.", "label": "supported"}
{"id": "train_2_48", "text": "This requires us to work towards avoiding catastrophic possibilities rather than looking at probabilities, as learning from mistakes is not an option when it comes to existential risks.", "label": "supported"}
{"id": "train_2_49", "text": "Antarctic ice fluctuates wildly year to year, and the link to man-made global warming there is not clear, NASA ice expert Walt Meier said.", "label": "disputed"}
{"id": "train_2_50", "text": "Nevertheless over the last decade, daily record high temperatures occurred twice as often as record lows.", "label": "refuted"}
{"id": "train_2_51", "text": "“The global reef crisis does not necessarily mean extinction for coral species.", "label": "not enough info"}
{"id": "train_2_52", "text": "And there is a lot of evidence that climate change is diminishing biodiversity, which can be seen in these alpine meadows as well.", "label": "supported"}
{"id": "train_2_53", "text": "Together, these two unaltered [sea level] datasets indicate that global mean sea level trend has remained stable over the entire period 1992-2007, altogether eliminating the apparent 3.2 mm/year rate of sea-level rise arising from the “adjusted” data.", "label": "refuted"}
{"id": "train_2_54", "text": "\"[Models] are full of fudge factors that are fitted to the existing climate, so the models more or less agree with the observed data.", "label": "disputed"}
{"id": "train_2_55", "text": "The Business Council, the Minerals Council, the Australian Industry Group, the Australian Chamber of Commerce and Industry, have all called for the [carbon] tax to be repealed.", "label": "not enough info"}
{"id": "train_2_56", "text": "Sen. George LeMieux voted to let oil companies off the hook and overturn pollution rules.", "label": "disputed"}
{"id": "train_2_57", "text": "It is expected the report will focus on required changes to the energy system, rather than forests.", "label": "supported"}
{"id": "train_2_58", "text": "Sea level rise has been slow and a constant, pre-dating industrialization", "label": "refuted"}
{"id": "train_2_59", "text": "We now know that the planetary energy balance is determined by the upper levels of the troposphere and that the saturation of the absorption at the central frequency does not preclude the possibility to absorb more energy.", "label": "not enough info"}
{"id": "train_2_60", "text": "There is long-term correlation between CO2 and global temperature; other effects are short-term.", "label": "supported"}
{"id": "train_2_61", "text": "Climategate CRU emails suggest conspiracy", "label": "disputed"}
{"id": "train_2_62", "text": "It’s usually taken to be the fact that as carbon dioxide concentrations in the atmosphere increase, the 1 per cent of CO2 that’s the heavier carbon isotope ratio c13 declines in proportion.", "label": "not enough info"}
{"id": "train_2_63", "text": "When life is considered, ocean acidification is often found to be a non-problem, or even a benefit.", "label": "refuted"}
{"id": "train_2_64", "text": "The temporary drop in sea level in 2010 was due to intense land flooding caused by a strong La Nina.", "label": "supported"}
{"id": "train_2_65", "text": "If Houlton’s finding about these vast, previously unknown nitrogen stores holds true, then it would have an enormous impact on global warming predictions.", "label": "not enough info"}
{"id": "train_2_66", "text": "During the period 1940 to 1976 there was a cooling of the climate despite increasing CO2 levels.", "label": "refuted"}
{"id": "train_2_67", "text": "The team of climate scientists notes that in failing to predict the warming ‘hiatus’ in the beginning of the 21st century, the Intergovernmental Panel on Climate Change (IPCC) models overestimated temperature increases…", "label": "disputed"}
{"id": "train_2_68", "text": "The North Pole is melting \"a bit\" but the South Pole is getting bigger.", "label": "not enough info"}
{"id": "train_2_69", "text": "\"Twentieth century global warming did not start until  1910.", "label": "refuted"}
{"id": "train_2_70", "text": "There is no way for us to prevent the world’s CO2 emissions    from doubling by 2100\"", "label": "disputed"}
{"id": "train_2_71", "text": "That human CO2 is causing global warming is known with high certainty & confirmed by observations.", "label": "supported"}
{"id": "train_2_72", "text": "(Koch Industries) is among the worst in toxic air pollution in the entire United States ... and churns out more climate-changing greenhouse gases than oil giants Chevron, Shell and Valero.", "label": "refuted"}
{"id": "train_2_73", "text": "There is a link between climate change and the NSW bushfires.", "label": "disputed"}
{"id": "train_2_74", "text": "Forward projections of solar cyclicity imply the next few decades may be marked by global cooling rather than warming, despite continuing CO2 emissions.", "label": "not enough info"}
{"id": "train_2_75", "text": "About 120,000 years ago, before the last ice age, the planet went through a natural warm period, with temperatures similar to those expected in coming decades.", "label": "supported"}
{"id": "train_2_76", "text": "Great Barrier Reef is in good shape.", "label": "disputed"}
{"id": "train_2_77", "text": "The corals may save themselves, as many other creatures are attempting to do, by moving toward the poles as the Earth warms, establishing new reefs in cooler water.”", "label": "supported"}
{"id": "train_2_78", "text": "Scientists tried to 'hide the decline' in global temperature", "label": "refuted"}
{"id": "train_2_79", "text": "\"The killer proof that CO2 does not drive climate is to be found during the Ordovician- Silurian and the Jurassic-Cretaceous periods when CO2 levels were greater than 4000 ppmv (parts per million by volume) and about 2000 ppmv respectively.", "label": "not enough info"}
