{"id": "train_2_0", "text": "this doesn’t  represent mental illness correctly at all, it doesn't just randomly appear its always present", "label": "no hate speech"}
{"id": "train_2_1", "text": "How can anyone be converted forcebly? What profits Christianity. May be Hindu groups are jealous of Christians up coming. They want Christians to be Hindu goons. Who is that tied saffron on forehead. Is he gaurdian of Hinduism like Shankar Acharya or Vivekananda?", "label": "hate speech"}
{"id": "train_2_2", "text": "That's their problem and no one should interfere with their own way of life. If someone is unhappy they can try to escape.", "label": "no hate speech"}
{"id": "train_2_3", "text": "Smack that bitch up - mouthy African cunt", "label": "hate speech"}
{"id": "train_2_4", "text": "fucking stupid feminist bitches", "label": "hate speech"}
{"id": "train_2_5", "text": "People who say \"YAAAASSSS QUEEN\" should be sterilised", "label": "no hate speech"}
{"id": "train_2_6", "text": "what a disgusting man and disgusting religion. He admits that muslim buy all their wifes ! .pff...This is why all muslims are poor...islam keeps them stupid !", "label": "hate speech"}
{"id": "train_2_7", "text": "People are scared of change and things they don't know or understand! There's good and bad in every race, religion and culture!", "label": "no hate speech"}
{"id": "train_2_8", "text": "Support from China , we also fight the cancer religion in Xinjiang , despite all the differences between our two races, we have one unite enemy that is Islam.", "label": "hate speech"}
{"id": "train_2_9", "text": "There's a lot of confusion about male/female vs. masculine/feminine.  They don't always line up.   And nobody seems to ask why there are so many more male to female transexuals than female to male?", "label": "no hate speech"}
{"id": "train_2_10", "text": "I guess God is white.... ", "label": "hate speech"}
{"id": "train_2_11", "text": "Women are equally as strong as men.    They should be able to defend themselves.", "label": "no hate speech"}
{"id": "train_2_12", "text": "I don't understand why people get mad at the things that he says he has  A right to his opinion Just because he doesn't agree with you that does not make him a monster or evil person. It's annoying in 2018 on you to 2019 people are operating with an extremely sensitive Ignorant mindset if you don't agree with them", "label": "no hate speech"}
{"id": "train_2_13", "text": "Abortion is a solution for autism", "label": "hate speech"}
{"id": "train_2_14", "text": "Oh GOD YES!!!! Feel the shrapnel pierce through your skin, let the fire consume your flesh and lay lifeless on the unforgiving sand that seeps into your wounds. Your screams is what gives Murcia the fuck yeah in the most patriotic songs on earth. BURN IN HELL YOU GOATS !!!", "label": "hate speech"}
{"id": "train_2_15", "text": "This fuckhead makes me ashamed of being Jewish. Shit people like him are destroying everything  ", "label": "no hate speech"}
{"id": "train_2_16", "text": "But women aren't people, so it's fine!", "label": "hate speech"}
{"id": "train_2_17", "text": "If you search '\u0098couple goals'\u0099 there'\u0099s a picture of Danny & Aaron", "label": "no hate speech"}
{"id": "train_2_18", "text": "How is it to have a kid acting like a sloth or like a pug dog? Isn’t it hard? In your place I’d put it in a dedicated institute for problematics and pay a visit each year at max", "label": "hate speech"}
{"id": "train_2_19", "text": "Didn’t know shitted coloured like you could talk", "label": "no hate speech"}
{"id": "train_2_20", "text": "White chocolate and raspberry :)", "label": "no hate speech"}
{"id": "train_2_21", "text": "She then suggests that the men who commented on her video should be killed.", "label": "hate speech"}
{"id": "train_2_22", "text": "There are the most Evil realigion than Cristian right now Europe american and Asia and Australia as puertorican they are discusting mind craquers as a San Bernardian bravo Mr president", "label": "no hate speech"}
{"id": "train_2_23", "text": "I really don’t like your accent. I don’t want to call support and call to rats like you. I want a cute lady with British accent to answer my call. You are third world pieces with no job to this planet", "label": "hate speech"}
{"id": "train_2_24", "text": "Who gives a damn we have the ability an the freedom to b whoever the fuck we want to b", "label": "no hate speech"}
{"id": "train_2_25", "text": "I mean it's great that you're proving that Asians are devolving, but you didn't finish making my iPhone...", "label": "hate speech"}
{"id": "train_2_26", "text": "Deport him in military aircraft and dump him back where he is originated from. Him and his family", "label": "no hate speech"}
{"id": "train_2_27", "text": "EEEWWWWWWW TRANSGENDERS ARE FUCKING DISGUSTING", "label": "hate speech"}
{"id": "train_2_28", "text": "their dark coloured race doesn't mean shit", "label": "hate speech"}
{"id": "train_2_29", "text": "Lauren is SAVAGE. love her", "label": "no hate speech"}
{"id": "train_2_30", "text": "It'\u0099s like you can'\u0099t do anything without someone saying it'\u0099s wrong cause of other people ,it'\u0099s a joke people.", "label": "no hate speech"}
{"id": "train_2_31", "text": "well it's clear now why europeans can't differ niggers and shitskins from human", "label": "hate speech"}
{"id": "train_2_32", "text": "We need to exterminate people that subject children to such Perversion", "label": "no hate speech"}
{"id": "train_2_33", "text": "I fucking hate gay and lesbians they are all animals", "label": "hate speech"}
{"id": "train_2_34", "text": "actually autism can make you a retard", "label": "hate speech"}
{"id": "train_2_35", "text": "I was clinically depressed for a while and this blew my mind. Due to me having stress I don'\u0080\u0099t say '\u0080\u009coh man I'\u0080\u0099m getting anxiety'\u0080\u009d or '\u0080\u009cugh I'\u0080\u0099m so depressed'\u0080\u009d because all that does is brings attention I don'\u0080\u0099t want.  The fact that people make these illnesses a fashion merch makes me feel like everyone is looking in my or other people'\u0080\u0099s directions. Memes are relatable,funny, and relieving. When he said '\u0080\u009cDo people who post these memes have a mental illness or are they just doing it for ..'\u0080\u009d it made me wonder alot   Now Ik what people are capable of nowadays", "label": "no hate speech"}
{"id": "train_2_36", "text": "Aaah its the mother's fault you guys dont know how hard to take care of autistic kids huh?", "label": "no hate speech"}
{"id": "train_2_37", "text": "Native Americans are a fucking joke. They did not have even a decent mother language. ", "label": "hate speech"}
{"id": "train_2_38", "text": "Every girl on this planet curses her mother for their birth. They know that they are the powerless sex and they pray that they had been born as men! With dicks and stuff.", "label": "hate speech"}
{"id": "train_2_39", "text": "What a wonderful Angel wife. She is sooo beautiful inside and out. And he is very nice man too. This lady and a lady she is , has the most beautiful laughter i have ever heard in my whole life. This couple is what love is made of. Thankyou for this wonderful video.", "label": "no hate speech"}
