{"id": "train_4_0", "text": "Gay. Straight. Homo. Lesbian. How about 'People\". Hmmm. Love you ALL!", "label": "no hate speech"}
{"id": "train_4_1", "text": "I honestly hate China. U can disagree but after This I cant. Its a horrible place and Its horrible people", "label": "hate speech"}
{"id": "train_4_2", "text": "“The superior race”… but cannot stand in the sun without literally burning the fuck up. Comical.", "label": "hate speech"}
{"id": "train_4_3", "text": "if they hide in the engine they would get killedthat is a stupid way they can smuggle into another country", "label": "no hate speech"}
{"id": "train_4_4", "text": "Fuck off corbyn... Die or retire..", "label": "no hate speech"}
{"id": "train_4_5", "text": "Kill these basterds, son of sluts who attack u in name of religion. Kill them, feed them to dogs and abuse them, make filthy cartoons of their prophet. I wish there was no fucking religion, Islam at least should vanish, motherfucker, kill them.", "label": "hate speech"}
{"id": "train_4_6", "text": "I don't care if he's Black white green Or Purple.  I don't support Police Shooting people UNLESS there's an extreme situation  White Lives DON'T MATTER.", "label": "hate speech"}
{"id": "train_4_7", "text": "i think mental illness was romanticized for a long time already. Take an example from emos, tumblr and more. I think people are really influenced by famous people. It looks beautiful because celebrities seem to have a movie like life and people want to be special and end up being delusional.", "label": "no hate speech"}
{"id": "train_4_8", "text": "Those deaf people are like rats in dark places. They wouldn’t survive a day in post apocalypse event for sure, I would kick’em off to stole their supplies", "label": "hate speech"}
{"id": "train_4_9", "text": "Glenn is the type of Korean dude I’m fucking into. I love his weird eyes", "label": "no hate speech"}
{"id": "train_4_10", "text": "Wallmart employees are cunts. Hate them all", "label": "no hate speech"}
{"id": "train_4_11", "text": "Islam is a religion of peace.........and we will kill anyone that says otherwise..........in the name of Allah of course!", "label": "hate speech"}
{"id": "train_4_12", "text": "Huh kids like this with crazy eyes and weird moves lurking around are scary. Please mama of this creeper cuff him and sent him to an asylum ", "label": "no hate speech"}
{"id": "train_4_13", "text": "this man is an inspiration. Has killed 900 people raped 250 women. I want to be like him. He is not scared of death. Not scared of anything.", "label": "hate speech"}
{"id": "train_4_14", "text": "I ship you guys please get back together", "label": "no hate speech"}
{"id": "train_4_15", "text": "Well I thinks it ok to turn female to male because they then can be used in the military and be stronger but male to female shall be banned so I guess a form of trans is ok because it's better for the state", "label": "hate speech"}
{"id": "train_4_16", "text": "Just kidding but I know how It feels", "label": "no hate speech"}
{"id": "train_4_17", "text": "One needs to do a Pareto Analysis...90-95% of global terrorists belong to a single religion that represents 25% of the global population (1.25 billion in a 8 billion global population). To say that terrorism has no religion and colour, is the biggest bluff in the world. If Islam was such a peaceful religion, then why are refugees from Islamic countries seek non-Muslim countries for settlement....it is because they want to Islamise the world.", "label": "hate speech"}
{"id": "train_4_18", "text": "buddhism and its people reminds off cows. ", "label": "hate speech"}
{"id": "train_4_19", "text": "Fuck him and his prophet", "label": "no hate speech"}
{"id": "train_4_20", "text": "He is right. Islam is indeed very pissful.", "label": "hate speech"}
{"id": "train_4_21", "text": "All asian people look identical to this one. He is the mother of Asia", "label": "no hate speech"}
{"id": "train_4_22", "text": "Well I'm an woman and I was born in Guatemala, Em... I dont see anything wrong with Guatemala.", "label": "no hate speech"}
{"id": "train_4_23", "text": "Come and kill my wife", "label": "hate speech"}
{"id": "train_4_24", "text": "If your fucking with a cool female is all good but if your fucking with a bitch you need to break her ass and shake her ass", "label": "hate speech"}
{"id": "train_4_25", "text": "how the fuck do you have a million subscribers you fucking twat", "label": "no hate speech"}
{"id": "train_4_26", "text": "Men race is a subordinate of women", "label": "hate speech"}
{"id": "train_4_27", "text": "Even after just getting out of surgery you look like a bomb ass BITCHHH!! Love you and hope you'¬Ä¬ôre recovering fast!", "label": "no hate speech"}
{"id": "train_4_28", "text": "an Asian Moe Howard piece of shit", "label": "hate speech"}
{"id": "train_4_29", "text": "Syria war is over they can go back its safe now.", "label": "no hate speech"}
{"id": "train_4_30", "text": "Hindus and Muslims are same shit. They only know how to kill Peoples...See comments of Christians people no rudeness no abusing or bad words... Christians religion is the best religion in the world", "label": "hate speech"}
{"id": "train_4_31", "text": "that was scripted right? please let that be scripted. No real human would have said any of those things", "label": "no hate speech"}
{"id": "train_4_32", "text": "When you came into my country you knew you are going to be slave and work building shits. So shut up and take it cause otherwise am going to end you and get you out of here sand shit", "label": "hate speech"}
{"id": "train_4_33", "text": "Those illegals want to sue the company for money owed.  What about the money they owe  America. It cost money to educated, medical care, welfare, ect.", "label": "no hate speech"}
{"id": "train_4_34", "text": "Im very glad to have friends", "label": "no hate speech"}
{"id": "train_4_35", "text": "I don’t think you have the right to write comments or even express your opinion freely. Free speech is a human right. Autistics aren’t 100% humans", "label": "hate speech"}
{"id": "train_4_36", "text": "Why aren'\u0080\u0099t Europe evicting those bastards ruining our civilization", "label": "hate speech"}
{"id": "train_4_37", "text": "The 100 people that disliked this are just salty that we are stealing your dates.", "label": "no hate speech"}
{"id": "train_4_38", "text": "These girls are so pretty seriously. Being autistic is such an interesting experience and I am happy to be autistic!", "label": "no hate speech"}
{"id": "train_4_39", "text": "I wish HIV to your butthole male whore", "label": "hate speech"}
