{"id": "train_3_0", "text": "That girl still need a good ass whooping, stupid ass bitch!!", "label": "hate speech"}
{"id": "train_3_1", "text": "the guy (guessing) in the wheelchair was so sweet awh!!", "label": "no hate speech"}
{"id": "train_3_2", "text": "Buddhism is a religion for cows. People who believe this shit they get chopped sooner or later", "label": "hate speech"}
{"id": "train_3_3", "text": "Stop war. Lead, Radiation, chemicals is killing this earth.  Share, care, sympathy, and empathy most of all Love is needed in this world.", "label": "no hate speech"}
{"id": "train_3_4", "text": "Serbia should kill gays in yugoslavia and not albanians, bosnians, croatian", "label": "hate speech"}
{"id": "train_3_5", "text": "Son, the greatest lesson I can teach you is this: Don't tell your troubles to others. Because if you tell ten people of the problem you are having. Seven of them won't care, two of them will laugh at you behind your back. One of them will tell you to deal with yourself.", "label": "no hate speech"}
{"id": "train_3_6", "text": "So can I put a wig and run with girls?", "label": "no hate speech"}
{"id": "train_3_7", "text": "I didn't know future gay gym teachers had to take AIDS tests.", "label": "hate speech"}
{"id": "train_3_8", "text": "that is the most beautiful right hook ive seen. what a hero!", "label": "no hate speech"}
{"id": "train_3_9", "text": "Come out of the closet, we know you're in there, we'll bury you. ", "label": "hate speech"}
{"id": "train_3_10", "text": "Yo, if I’m going to hell for being homosexual, why did god make me like this?", "label": "no hate speech"}
{"id": "train_3_11", "text": "They are laughing and their countries are poor evil murderes and all corrupted good job.", "label": "hate speech"}
{"id": "train_3_12", "text": "Racist ass black bitch slapping a white man. Bus driver has that uppercut for that ass.", "label": "hate speech"}
{"id": "train_3_13", "text": "If they are so much like family, why don' they treat them like family and sponsor thier petitions?", "label": "no hate speech"}
{"id": "train_3_14", "text": "Way to go Dr. Peterson! You hit the nail on the head!", "label": "no hate speech"}
{"id": "train_3_15", "text": "That fucking black cunt gets fucking cross hairs on the fucking head! Look I owe not shit to anyone who dosent owe me!!! LOOK WHORE!! FUCK YOU TO DEATH!!! 11 PERCENTILE AND FALLING!! WHORE BLACK RACIST WHORE! TAKE THE RED PILL!", "label": "hate speech"}
{"id": "train_3_16", "text": "Humans with third leg I hope to distinct soon, with much love", "label": "hate speech"}
{"id": "train_3_17", "text": "Child abuse, manipulation etc. What the hell are we transforming this world into??? How sick mind can people have and how stupid can others be to send their kids there???", "label": "no hate speech"}
{"id": "train_3_18", "text": "Ugly white girls and white dudes would not get away with that.", "label": "hate speech"}
{"id": "train_3_19", "text": "Hit did not hit her she hit first and this is defense", "label": "no hate speech"}
{"id": "train_3_20", "text": "Mentally disabled people are fucking scary. Their disfigurements are very unnerving and strange and the fact that they have the mental capacity of a 5 year old makes them all the more threatening as you never know what they might do.", "label": "hate speech"}
{"id": "train_3_21", "text": "At that point you have a right to defend yourself... But the sad thing is I bet if he would have defended finale he would have gotten in trouble... Sadly he did the right thing but sufferd greatly...", "label": "no hate speech"}
{"id": "train_3_22", "text": "The pure misery in these men’s eyes it’s heart breaking. God bless them!", "label": "no hate speech"}
{"id": "train_3_23", "text": "What imaginary gender are you?", "label": "hate speech"}
{"id": "train_3_24", "text": "I’d like to see a because I’m black compilation video", "label": "no hate speech"}
{"id": "train_3_25", "text": "She said is christian. Well I now I want to bury her", "label": "hate speech"}
{"id": "train_3_26", "text": "I don't have any facts, I don't have any Statistics, I am a Human Being The fuck is that even mean?", "label": "no hate speech"}
{"id": "train_3_27", "text": "why haven't you faggots taken the bi-pill yet", "label": "hate speech"}
{"id": "train_3_28", "text": "Stupid ugly asian tan ass snitch", "label": "hate speech"}
{"id": "train_3_29", "text": "I failed one little test and my mom got scared and said, \"You're moving with your auntie and uncle in Alaska.\"", "label": "no hate speech"}
{"id": "train_3_30", "text": "This fcking jew wants money? I’ll give him only my dick if he wants", "label": "hate speech"}
{"id": "train_3_31", "text": "Let kids be kids for fucks sake ,", "label": "no hate speech"}
{"id": "train_3_32", "text": "ANYONE who believes in religion blindly lacks the ability to critically think. Do you really want to follow rules made by people who can not critically think? Believe in your god, but have your own values.", "label": "no hate speech"}
{"id": "train_3_33", "text": "Just a little work on the eyebrows and you could be a waitress by day and an annoying freeloader at some dudes house at night.", "label": "hate speech"}
{"id": "train_3_34", "text": "its a good thing im not a commander or so in the police force,specially not during something like this,because the jail would be full of ppl waiting to be deported,if not dead", "label": "hate speech"}
{"id": "train_3_35", "text": "When are people going to stop asking, “Why are they only coming out &amp saying something now?”    If you have not been sexually,( mentally & emotionally) abused as a child, by an adult You are not going to understand their reasons. If they tell you why, LISTEN!!  Stop asking “Why now?”   One reason victims don't come forward when YOU THINK they should, is bc no one will believe them. Not all cases, a lot of use are like that though. All situations are different with different types of people involved, We all have our reasons. If you're not going to listen, stop asking. You're choosing to be ignorant. Being sexually abused & ALL that comes with it, psychological abuse etc. Forever changes you, You're forever damaged & it can never be undone. Instead of looking at victims as a group, look at them & their story as their own. They're not all the same, & we will not all do the same thing after the damage has been done.", "label": "no hate speech"}
{"id": "train_3_36", "text": "Every time that blonde lady talks I loose twenty brain cells", "label": "no hate speech"}
{"id": "train_3_37", "text": "Islam is hell .  We Asian hate isalm...Islam bring only destruction..killing.  rape... rufugee.... Islam is hell .. Asian thought √∞¬ü¬ò¬Ç√∞¬ü¬ò¬Çsorry...but is true", "label": "hate speech"}
{"id": "train_3_38", "text": "I think black and white are just labels. People can live together in piece despite colour dismatch", "label": "no hate speech"}
{"id": "train_3_39", "text": "We whites have higher IQ's than blacks, this is because IQ measures intelligence and we are the more evolved and superior race with a larger brain. ", "label": "hate speech"}
