{"id": "train_1_0", "text": "The world would be better without white people because they stole from the black Egyptians in the before christ ages they was poor we wasnt whites  ruins everything for black people/White people have pig dicks and no shape no hips or no booty they have to get plastic surgery as us blacks get it from our mother whites brought skin cancer to america so learn some facts before you try to run us out america when we was here before yall racist ass smelly crackers and dont say you will beat my ass because you cant and if you wanna find out drop your adress√∞¬ü¬Ü¬ó√Ø¬∏¬è√∞¬ü¬í¬Ø√∞¬ü¬ô¬Ç", "label": "hate speech"}
{"id": "train_1_1", "text": "Children have no business developing their 'sexuality\". THEY ARE CHILDREN! LET THEM BE KIDS!", "label": "no hate speech"}
{"id": "train_1_2", "text": "lowlife black animals", "label": "hate speech"}
{"id": "train_1_3", "text": " All values, unless otherwise stated, are in US dollars.\"", "label": "no hate speech"}
{"id": "train_1_4", "text": "that song is fucking awesome.", "label": "no hate speech"}
{"id": "train_1_5", "text": "Fuck this faggot. He's the disrespecting idiot brother in law that loves to start fights at family functions.You can't have conversations with assholes like him.", "label": "hate speech"}
{"id": "train_1_6", "text": "This literally made my emotional bi ass cry", "label": "no hate speech"}
{"id": "train_1_7", "text": "Hating this church. Was a catholic one, right? Very happy to see it burn to dust", "label": "hate speech"}
{"id": "train_1_8", "text": "They'\u0080\u0099ll get to know homosexuality anyways. I don'\u0080\u0099t get what'\u0080\u0099s wrong with most of the people nowadays. If you don'\u0080\u0099t teach about homosexuality then stop teaching about heterosexuality also.", "label": "no hate speech"}
{"id": "train_1_9", "text": "Perfect place for Lana- China and Myanmar. No trouble there. They know how to handle those pigs.", "label": "hate speech"}
{"id": "train_1_10", "text": "This is so sinful. It says it in the bible you dumb fucktards. Stop saying YOU WILL GO TO HEAVEN IF YOU ARE GAY. because you will not go to heaven. Trust me its a fucking choice my GF dated girls and I was her 2nd bf she dated like 12 girls and she is 100% straight. You can change to the right side :)", "label": "hate speech"}
{"id": "train_1_11", "text": "With her nose she can detect an immigration officer from 70 yards", "label": "no hate speech"}
{"id": "train_1_12", "text": "I don’t care about your mental illness. I don’t want to pay tax for your damage brain", "label": "hate speech"}
{"id": "train_1_13", "text": "People with autism is so nice", "label": "no hate speech"}
{"id": "train_1_14", "text": "The wheelchaired woman was actually scary", "label": "no hate speech"}
{"id": "train_1_15", "text": "Send all these whiny black crybabies back to central Apefrica to live for just one month. They would be crying to come back to America where White people pamper and coddle them. Let's try the experiment one time.", "label": "hate speech"}
{"id": "train_1_16", "text": "Even when at the income advantage, niggers still get btfo because your race are monkeys trying to do human things. They should be extinguished", "label": "hate speech"}
{"id": "train_1_17", "text": "Transgenders have to protect each other, not fight each other", "label": "no hate speech"}
{"id": "train_1_18", "text": "I love watching this cross believers get killed in their god’s place. Ha ha ", "label": "hate speech"}
{"id": "train_1_19", "text": "I very much appreciate the Asian woman's smarts.", "label": "no hate speech"}
{"id": "train_1_20", "text": "I pray to the god of the heavens and the Earth bless the victims of Boko Haram.", "label": "no hate speech"}
{"id": "train_1_21", "text": "Grow some fucking balls and take back your country, bongs. Start killing reporters, politicians, and Asians.", "label": "hate speech"}
{"id": "train_1_22", "text": "I remember once I was in charge of a disabled kid. Every night I was wishing slow death for him", "label": "hate speech"}
{"id": "train_1_23", "text": "People in 2019 keep it that of racism ???... I'm puertorican, my grandma is native, my grandpa black, my mom is \"mulata\" , my dad is white. I'm white skin green eyes, flat nose, big lips... Haha What raze should I date??... I gonna tell you something- I love all kind of womens all of shapes, but curvy, Latinas, white, black, asian, arabian. I dnt know but every single raze and person have different type of beauty.  So lets keep racism down in the floor and rise the love for the humanity. And everybody have the personal choose of dating who's more attractive to them.  I choose the mix between white and black. We call mulata...Happy life!!!", "label": "no hate speech"}
{"id": "train_1_24", "text": "It should be humanity first before any country", "label": "no hate speech"}
{"id": "train_1_25", "text": "destroy islam", "label": "hate speech"}
{"id": "train_1_26", "text": "She the one being tense", "label": "no hate speech"}
{"id": "train_1_27", "text": "Hello I'm calling from tech support *with Indian accent*", "label": "hate speech"}
{"id": "train_1_28", "text": "Id beat the fuck out of his ass if he wasnt an actor", "label": "no hate speech"}
{"id": "train_1_29", "text": "fucking slut deserved it", "label": "hate speech"}
{"id": "train_1_30", "text": "seriously, any arab or turks i've ever met had something to do with crime, either he or someone of his family.", "label": "hate speech"}
{"id": "train_1_31", "text": "That is a lot of really dumb people in one room. Wow", "label": "no hate speech"}
{"id": "train_1_32", "text": "You are fat and ugly. I suppose that makes you fugly :)", "label": "no hate speech"}
{"id": "train_1_33", "text": "LGBTQ+ are mentally ill. Period.", "label": "hate speech"}
{"id": "train_1_34", "text": "Easter is the most silly holiday ever existed. It must be stopped. Shame shame shame", "label": "hate speech"}
{"id": "train_1_35", "text": "America is the greatest country. That aint lie you know that I know that", "label": "no hate speech"}
{"id": "train_1_36", "text": "Why don't they have their own games?", "label": "no hate speech"}
{"id": "train_1_37", "text": "In my dream I wished you have died! Don't call yourself man, while talking like queen.", "label": "hate speech"}
{"id": "train_1_38", "text": "That whore has better eyelashes than any other women", "label": "hate speech"}
{"id": "train_1_39", "text": "Love the videos", "label": "no hate speech"}
