{"id": "train_2_0", "title": "will a rattlesnake crawl over a rope?", "content": "", "label": "science & mathematics"}
{"id": "train_2_1", "title": "Whats wrong with u all?", "content": "Seriously, wats wrong with everybody on this board...no stop and think, whats wrong with u?", "label": "society & culture"}
{"id": "train_2_2", "title": "Would you have what it takes to be a supervillain?", "content": "What are your powers? What would be your evil cause?", "label": "entertainment & music"}
{"id": "train_2_3", "title": "How do I become a lifetime member at the waterbuffalo lodge?", "content": "", "label": "business & finance"}
{"id": "train_2_4", "title": "i am dying of bordom...........?", "content": "anyone else???? at least its nearly the end of the day! Its 4.05pm in england!!!!! Yeah!!!!!", "label": "family & relationships"}
{"id": "train_2_5", "title": "Soviet invasion of Iran, 1941, who was the general and his forces, such as divisions?", "content": "", "label": "education & reference"}
{"id": "train_2_6", "title": "who is the best player in the world?", "content": "who is the best player in the world", "label": "sports"}
{"id": "train_2_7", "title": "leaders are born not made?", "content": "", "label": "politics & government"}
{"id": "train_2_8", "title": "my PC is attacked, I need free antimal software. Where to dowload it.?", "content": "", "label": "computers & internet"}
{"id": "train_2_9", "title": "what can cause diarrea &vomiting?", "content": "i need to no what can cause these problems  vomiting  &diarrea", "label": "health"}
{"id": "train_2_10", "title": "how would I find out if my photo is on the internet?", "content": "", "label": "business & finance"}
{"id": "train_2_11", "title": "how do i install a custom shifter know for a saturn?", "content": "i bought a custom shifter knob through ebay with no instructions.", "label": "sports"}
{"id": "train_2_12", "title": "What is your embarrassing moment?", "content": "My embarrassing moment is, when I got the second place in our school, after all, I was the first before.", "label": "education & reference"}
{"id": "train_2_13", "title": "It possible to live with someone you fall in love (wife) and have not sex?", "content": "I have been living with mi wife for tow years and she saying that she love my but without sex", "label": "family & relationships"}
{"id": "train_2_14", "title": "Is The Davinci Code movie rated NC16 in ur area?", "content": "It's rated NC16 here and that's so bad coz i'm 2 years from that age and i can't see it. But i don't see anything  with the book that makes it NC16!", "label": "entertainment & music"}
{"id": "train_2_15", "title": "What do you get for a 12yr old for his barmitzvah?", "content": "He has so much already and I can't really afford anything too extravagant. Money is not really an option, because it would not be that much and I would not feel right giving that to him. I have never been to one and have no idea what is appropriate. Any suggestions?", "label": "society & culture"}
{"id": "train_2_16", "title": "How to start an online merchant business? What's the prcess, Can Someone help?", "content": "I always wanted to start a business that I can run and manage from home, but I have nothing done it before, what lincense do I need? and how to go about obtaining them? Is there any business owner that can help me out?", "label": "computers & internet"}
{"id": "train_2_17", "title": "y haven't i seen results? (read, inside)?", "content": "ok, ive been doing pilate (10 min night), the bycyle  {5min)and running(1-3 mi. everyothernight), and eating right for about 2 months, y arent i getting results? pilate said results in 10 days. wat am i doing wrong?\\nor what do i need to do?", "label": "health"}
{"id": "train_2_18", "title": "Is the fact that prisons exist an indictment on the failure of our society?", "content": "If we had really managed to build a caring and sharing society with a perfectly trained education system, most of the crimes would not be committed.  Because we haven't, and possibly because we do imprison miscreants are we not creating an increasing number of criminals and increasing the intensidty of the crimes.", "label": "politics & government"}
{"id": "train_2_19", "title": "is there any concuction that will remove prints?", "content": "", "label": "science & mathematics"}
{"id": "train_2_20", "title": "How beautiful that sail is.?", "content": "Want to know if that makes sense. Thanks in advance.", "label": "education & reference"}
{"id": "train_2_21", "title": "help!!! i need a title...?", "content": "im doing a research paper on the topic of violence in teenage films... any idea what specific area or title of film i should research on?", "label": "entertainment & music"}
{"id": "train_2_22", "title": "i get very angry when my hubby speaks of his brothers wives , i dont bother with any of his family cause they?", "content": "i try hard to be independent and get on with my own life but when i see or hear of these inlaws or even neighbours ,i just feel awful , is it my lack of confidence or what? and how do i treat this problem", "label": "family & relationships"}
{"id": "train_2_23", "title": "If you have seen a tornado in person please tell me what it was like.?", "content": "How did you feel when you saw it & what was going on around you at the time.", "label": "science & mathematics"}
{"id": "train_2_24", "title": "i am trying to find a tool belt for a hair stylist but not those boring ones like not plain black leather?", "content": "i dont want to have the same stuff everyone else has even if its custom made for me", "label": "health"}
{"id": "train_2_25", "title": "What countries do NOT have an extradition treaty with the U.S.A.?", "content": "For example: you cannot be deported with the assistance of the foriegn nation...i.e...Cuba", "label": "politics & government"}
{"id": "train_2_26", "title": "how do i start my own mobile welding company?", "content": "", "label": "business & finance"}
{"id": "train_2_27", "title": "Pick one player only from any of the 32 countries to make your best team, filling each position?", "content": "", "label": "sports"}
{"id": "train_2_28", "title": "I prefer to forward messages without the senders distribution list and would like to edit the text also.?", "content": "Yahoo will not let me edit a mesage I want to forward.  How do I delete the previous distribution list (privacy) and edit the subject/text?  Yahoo sends the forwarded message as an attachment.  My company sends the message as text.", "label": "computers & internet"}
{"id": "train_2_29", "title": "Why is that the Philippines is the 2nd most corrupt country in Asia?", "content": "though it has the most number of Christians in that country. It's ironic. :(", "label": "society & culture"}
{"id": "train_2_30", "title": "Who said God grant that men of principle shall always be our principal men?", "content": "Famous quotation author?", "label": "education & reference"}
{"id": "train_2_31", "title": "What test can be done for kidney failure?", "content": "", "label": "health"}
{"id": "train_2_32", "title": "Which people/s or nations do you dislike & why?", "content": "Don't tell me u love everyone - noble but borin tks.", "label": "society & culture"}
{"id": "train_2_33", "title": "Help Please?", "content": "1. Bronx Ny or Compton LA\\n\\n2.Green or Yellow\\n\\n3. Big Mammas house 2 or Last Holiday\\n\\n4.Tv or Computer\\n\\n5. Watermelon or Strawberries\\n\\n6. Snickers or Resies penut butter cup\\n\\n7. Disney.com or Nick.com\\n\\n8. Doritoes or cheetoes\\n\\n9.Mybe Baby perfume or Forbidden fantisy\\n\\n10.Cadillac Escalade or The new Chrysler 300\\n\\n11. Bow Wow or Chris Brown", "label": "entertainment & music"}
{"id": "train_2_34", "title": "Child Support???", "content": "I am currently paying child support from a previous relationship.  I am considering on getting married.  How will the new spouses income affect the child support?  Is there anything that can be done to protect that spouses income?", "label": "politics & government"}
{"id": "train_2_35", "title": "How do you 4get  about your ex?", "content": "i dont know what to do..i still love my ex boyfriend although i broke up with him. he told me he still loved me but like 5 months after we broke up he had anew girlfriend but we still talk .and he told me that i hurt him alot and he doesnt want to get back with me bacouse i might hurt him again.", "label": "family & relationships"}
{"id": "train_2_36", "title": "what is wi-fy?", "content": "", "label": "computers & internet"}
{"id": "train_2_37", "title": "late hand fence clock?", "content": "hghg hg", "label": "business & finance"}
{"id": "train_2_38", "title": "My toilet is overflowing.  Where can I go to get a good deal on scuba gear?", "content": "", "label": "sports"}
{"id": "train_2_39", "title": "what is the difference between plant disease control and plant disease management?", "content": "", "label": "science & mathematics"}
{"id": "train_2_40", "title": "What is your favorite part about Yahoo Answers?", "content": "My favorite part is the people who use this site. I love everyone who uses this site. Complete strangers are so friendy and nice to me and when I have a problem, all I have to do is ask you strangers and you offer help to me. Thank you everyone for all your help.", "label": "politics & government"}
{"id": "train_2_41", "title": "I need to get over a crush I have on a LDS Missionary Elder?", "content": "Help! I met this LDS missionary Elder at my door and boom I just fell head over heals for him. The only thing is that I'm a devoted Catholic. He would come to my home and talked about his religion. And he intvited me several times to his church which I attend and he sat with me all the time. We would always make long eye contact with each other and at times I caught him stareing at me. I am also much older than him and I have a son. But when I didn't convert to his chuch I notice he got an attitude with me. But he would still come to my home and visit me.  Does it sound like he liked me in his own way but couldn't say anything because he is on a mission and in another religion? I really need to get over him because I know there could never be anything between us. He is sooo beautiful though!  Please give me your advice. Thanks!", "label": "family & relationships"}
{"id": "train_2_42", "title": "my windows is sideways how do i fix it?", "content": "the display is sideways have to tilt head to right to type", "label": "computers & internet"}
{"id": "train_2_43", "title": "Do dogs kiss you because they love you?", "content": "When my dog licks my face, is it because he loves me or because he smells my breath from the food i ate earlier?", "label": "science & mathematics"}
{"id": "train_2_44", "title": "What's the giant white tower in Japan? It sort of looks like the Eiffel tower, but it has holes: big ones.", "content": "There is a tower in Japan: it's man-made. It's porous - there are really big holes in it. It's not in a theme park, was built after Gaudi's death, is not naturally occurring, serves a function other than a decorative one. It's not in: Kyoto, Tokyo\\nHiroshima\\nNagasaki\\nYokohama\\nOsaka\\nNogaya\\nHokkaido (island)\\nSapporo\\nKobe\\nFukuok\\nKawasaki\\nSaitama", "label": "education & reference"}
{"id": "train_2_45", "title": "Can I possibly have a good singing voice?", "content": "I really want to sing but I don't know where to start. Can you guys give me tips or advice me on how to have a good singing voice? Do I have to take something? Are there proper breathing and standing postures? Thanks in advance:D", "label": "entertainment & music"}
{"id": "train_2_46", "title": "Have soccer goals allways been the same size?", "content": "Like in the '20s were they smaller or bigger?", "label": "sports"}
{"id": "train_2_47", "title": "whats the food suitable to be pregnant by male?", "content": "", "label": "health"}
{"id": "train_2_48", "title": "meaning of boxing day?", "content": "", "label": "society & culture"}
{"id": "train_2_49", "title": "Well im rich & umm my parents are getting me a debit card so someone tell me what it does or how it works? ; )", "content": "", "label": "business & finance"}
{"id": "train_2_50", "title": "THANKSGIVING is coming!! What are you THANKFUL for?", "content": "I am thankful for the Love of God\\nI am thankful for the Love of family\\nI am thankful for my job\\nI am thankful for my health\\nI am thankful for the sky, the air and the sun\\nI AM THANKFUL FOR MY YAHOO FRIENDS!!(he,he)", "label": "entertainment & music"}
{"id": "train_2_51", "title": "What should you use if you're allergic to sunscreen?", "content": "I'm allergic to sunscreen.Everytime I use it my entire body breaks out.Is being allergic to sunscreen normal?", "label": "health"}
{"id": "train_2_52", "title": "what is las fallan?", "content": "", "label": "sports"}
{"id": "train_2_53", "title": "what is the best CD Protector, that even can resist against Clone CD?where can i found it?", "content": "", "label": "computers & internet"}
{"id": "train_2_54", "title": "whois the prime minister of barbados?", "content": "", "label": "politics & government"}
{"id": "train_2_55", "title": "i lied to my mum saying that others were being nasty to get out of sport photos she told a teacher what to do?", "content": "I think these girls will get in trouble, but i know that telling the truth is right but im scared what will happen", "label": "education & reference"}
{"id": "train_2_56", "title": "does he like me??", "content": "ok, well theres this guy and hes really really nice and ive liked him for a long time, except i dunnno if he likes me its really hard to tell, hes really nice to me and always trys to make me laugh,  but i think he might like me friend, she is really really pretty, but sometimes he just wont seem interested in her. Does he consider just one of the guys? or maybe more?\\n\\nwhat do you think?", "label": "family & relationships"}
{"id": "train_2_57", "title": "Are there legends about woodpeckers?  My daughter says she has one persistently trying to get in the house?", "content": "", "label": "society & culture"}
{"id": "train_2_58", "title": "What is the authenticity of the Get Paid to read or Get Paid to fill Surveys Program. Which one is the best?", "content": "", "label": "business & finance"}
{"id": "train_2_59", "title": "What is aids ?", "content": "", "label": "science & mathematics"}
{"id": "train_2_60", "title": "in yahoo mail how do I send a e-mail?", "content": "", "label": "business & finance"}
{"id": "train_2_61", "title": "If a person facing financial problem due to that his feeling abset and cannot concentrate on work. what to do?", "content": "", "label": "health"}
{"id": "train_2_62", "title": "presidents proposel for work visas. will they only be able to work on farms or what.?", "content": "if they are allowed to work anywhere that will hire them does that mean all of our jobs are at risk. i know of a lot of companies that would get rid of american citizens who make $8.oo an hour and replace them with immigrants willing to work for $7.50. these aren't farm jobs either. they are jobs like wal-mart, home depot, any store in any mall. yes, these aren't the best jobs, but a lot of students, and lesser educated americans depend on these jobs. oh, i would love to spend my days mowing lawns, and de-heading chickens. it would much more relaxing than dealing with whining/complaining consumers in a retail environment", "label": "politics & government"}
{"id": "train_2_63", "title": "Are you lucky?", "content": "or unlucky ?", "label": "entertainment & music"}
{"id": "train_2_64", "title": "i want project of todays need of environment science?", "content": "i want detail project work with figures for download in pdf format.", "label": "science & mathematics"}
{"id": "train_2_65", "title": "which club did kaka start his career with?", "content": "", "label": "sports"}
{"id": "train_2_66", "title": "do you know that porn really makes you go blind do you agree because i dont think its a old wifes tale?", "content": "", "label": "society & culture"}
{"id": "train_2_67", "title": "well. here is my problem.?", "content": "i want to have sex with my choir teacher. its disturbing.", "label": "family & relationships"}
{"id": "train_2_68", "title": "What is the current cost of concrete?", "content": "Well, my question is just that, what's the current price on concrete? Also.. it would be helpful to know what prices are like for shot-crete services. Thanks!", "label": "education & reference"}
{"id": "train_2_69", "title": "Where is age of empires 2 conquers located on a computer? (c:&#92;)?", "content": "Pretty self explainatory...\\n\\nfirst one to answer gets 10 points", "label": "computers & internet"}
{"id": "train_2_70", "title": "who is the new govenor of florida?", "content": "", "label": "politics & government"}
{"id": "train_2_71", "title": "where can i learn to complete a proforma financial statement?", "content": "", "label": "business & finance"}
{"id": "train_2_72", "title": "If Christians believe in Adam and Eve and Creation etc where do they believe the dinosaurs came in?", "content": "They obviously aren't mentioned in the 7 days but we do have pretty hard evidence of them.", "label": "society & culture"}
{"id": "train_2_73", "title": "Is little smoking good for health?", "content": "", "label": "health"}
{"id": "train_2_74", "title": "free GED classes on line?", "content": "", "label": "education & reference"}
{"id": "train_2_75", "title": "Why is it so hard to get a girl?", "content": "To date or go on a date", "label": "family & relationships"}
{"id": "train_2_76", "title": "Do you think that Kurt Cobain was murdered or committed suicide?", "content": "me and my friends think that his wife killed him.", "label": "entertainment & music"}
{"id": "train_2_77", "title": "just met a pro athlete today?", "content": "I met Matt Turk today, new punt kicker for St.Louis Rams delivered his new sofa. I said nice to meet you and shoke his hand is that cool , i try to be respectful of their position in society", "label": "sports"}
{"id": "train_2_78", "title": "what sofware do i need to have in my computer to burn music?", "content": "i dont know how to burn music from my computer,", "label": "computers & internet"}
{"id": "train_2_79", "title": "what city does the king of diamonds represent? (city in the world)?", "content": "", "label": "science & mathematics"}
{"id": "train_2_80", "title": "who will win the BCS national championship this season?", "content": "", "label": "sports"}
{"id": "train_2_81", "title": "If you like a person,but you're not old enough to date,how do you let them know that you like them?", "content": "", "label": "family & relationships"}
{"id": "train_2_82", "title": "simplest form of the expression?", "content": "7(-2a+4)+(-4)(6a-5)", "label": "science & mathematics"}
{"id": "train_2_83", "title": "how big is 60 acres?", "content": "", "label": "education & reference"}
{"id": "train_2_84", "title": "are you happy im happycause im happy if you happy?", "content": "", "label": "entertainment & music"}
{"id": "train_2_85", "title": "definition of different taxes pleas.. anyone?", "content": "different types of taxes in Australia.. i need definitions.. the ones like income tax or GST about 7 major of them.. it doesnt matter whether its business or inidividual", "label": "business & finance"}
{"id": "train_2_86", "title": "Im 23 and my GF is 16, Where is a good place to go on dates?", "content": "She is to young for clubs, r rated movies, and most nightlife, Where do you recommend we go?\\n\\nThankds", "label": "society & culture"}
{"id": "train_2_87", "title": "fair trial?", "content": "If you honestly know someone didnt get a fair and justice jury trial in fed court what can be done ?", "label": "politics & government"}
{"id": "train_2_88", "title": "I have pcos and cannot loose weight can anyone help?", "content": "", "label": "health"}
{"id": "train_2_89", "title": "People always says \"life is bautiful\" I think it's not all over the universe?", "content": "I've my thought on globalization preview about life and people living all over the plannet.", "label": "computers & internet"}
{"id": "train_2_90", "title": "Gemenete Huis in holland?", "content": "Can i find any one here who is familiar with the dutch rules and laws of private business from home, like internet business", "label": "politics & government"}
{"id": "train_2_91", "title": "Another NYG throwing his teammate under the bus! Elijah Manning you crybaby.?", "content": "Oh poor Eli says Plaxico Burress did not try for the ball against Tennesee, which led to the interception. He statde that plex should have at least tried to knock it down. Let me just say ELI MANNING is a big FREAKEN cry baby just like the whole Giants team. His daddy Archie Mannning wanted him to play in NY not Sdiego and now this little weasel is pointing fingers. Some leader he is he didnt even address the team at the meeting. \\nHey Eli why dont you point the finger in Daddy's face and tell him you could of had LT behind you running the ball and a better all around team and I must say a way better coach. Schottenheimer is a player's coach Tom turn your head and coughlin is a yeller, screamer, belittler, and in no way respects his players. Shockey big mouth wants the ball every play and Tiki Barber wants to run the ball every down. I mean cmon this team has alot of talent but there arent enough footballs to go around and there is no team chemistry, with all this bickering they do.", "label": "sports"}
{"id": "train_2_92", "title": "Teenagers, college age men, do not seem to be taking jobs.....?", "content": "During summer and Xmas vacations particularly, teenagers and college students always had traditional jobs - waiters, mens store clerks, Boxboys at markets, construction, fast food, etc.  I do not see them taking such jobs, in fact many seem to be unemployed yet happy and still driving nice cars and going to clubs, etc.  I know undocumented people have taken many of these jobs, but I do not see or hear anger.  I sense that they are making money, perhaps a lot of money on the internet and selling drugs or perhaps even more serious crimes such as identity theft, scamming, gambling, etc.  Without naming names, do any of you out there know the areas in which unskilled and inexperienced teens and twenty somethings are making satisfactory money?", "label": "society & culture"}
{"id": "train_2_93", "title": "How long to recover from knee injury?", "content": "After a recent fall (2 weeks ago) which severely injured my knee I still have swelling above the kneecap, pain below the kneecap and am unable to completely bend or straighten my leg. How long does this type of injury normally take to improve? An x-ray has revealed no fractures. I also have an area of numbness in my leg following the injury.", "label": "health"}
{"id": "train_2_94", "title": "what album was jimmy buffetts \"asshole song on??", "content": "", "label": "entertainment & music"}
{"id": "train_2_95", "title": "give several rules of good programming and with a short justification of each rule?", "content": "", "label": "computers & internet"}
{"id": "train_2_96", "title": "How did cops become the term \"pigs\"?", "content": "", "label": "education & reference"}
{"id": "train_2_97", "title": "Anyone know of any good environmental geology websites that are not government?", "content": "", "label": "science & mathematics"}
{"id": "train_2_98", "title": "Have you ever been so horny.....?", "content": "Even the crack of dawn felt good?", "label": "family & relationships"}
{"id": "train_2_99", "title": "how can i put my bank account number on paypal?", "content": "", "label": "business & finance"}
{"id": "train_2_100", "title": "how to create a searchable database?", "content": "", "label": "computers & internet"}
{"id": "train_2_101", "title": "What is the minnimum value of the function y= 3e^(-4x) +1 ?", "content": "", "label": "science & mathematics"}
{"id": "train_2_102", "title": "what three-syllable slang term refers to the repeated fouling of shaquille o'neal to get him on the foul line?", "content": "", "label": "sports"}
{"id": "train_2_103", "title": "how to get control over your salary and make savings?", "content": "my savings are zero even if i try hard to save", "label": "business & finance"}
{"id": "train_2_104", "title": "i know my sis went to jail in Buffalo Ny but can't find her,not sure if she's been sent to a prison either", "content": "5'3 about 135 lbs,red hair,blue eyes has tattoo's:tweety on her behind,29 yrs old...was arrested on a family violance act (i think or maybe drug related)in either buffalo N. Y or Jamestown N.Y. She was also on prabation in Lafayette Ga.she has 2 little girls and family living in Warren Pa", "label": "politics & government"}
{"id": "train_2_105", "title": "What show do you wish was never canceled?", "content": "", "label": "entertainment & music"}
{"id": "train_2_106", "title": "why is it when i always get into an arguement w/ my boyfriend i always want to hurt myself,he gets very mad.?", "content": "", "label": "health"}
{"id": "train_2_107", "title": "Do u have any class in ur country Home economics in primary school? About healthy eating and cooking?", "content": "This is a class about healthy eating and cooking...and some arts and crafts:) do u have smth similar in ur country? and what does it call? in which country?", "label": "education & reference"}
{"id": "train_2_108", "title": "what is love?", "content": "is love just something that happens or do you need to do something.is it something you just to say to make another feel better,how do you know when some one meens it?", "label": "family & relationships"}
{"id": "train_2_109", "title": "why do people not like other people just because they are diffrent?", "content": "", "label": "society & culture"}
{"id": "train_2_110", "title": "What is Savannah like during Christmas week?", "content": "", "label": "society & culture"}
{"id": "train_2_111", "title": "Will there be another depression soon?", "content": "Do you think the United States will recover from it's crippling debt?  Will the real estate market take an inevitable dip leaving millions owing?  Or will this all pan out in time?", "label": "politics & government"}
{"id": "train_2_112", "title": "A few one liners..to make u smile!!!!?", "content": "1. Regular naps prevent old age... \\nespecially if you take them while driving. \\n\\n2. Having one child makes you a parent; having two makes u a referee. \\n\\n3. I believe we should all pay our tax with a smile. I tried - but they \\nwanted cash. \\n\\n4. My wife and I always compromise. I admit I'm wrong and she agrees with \\nme. \\n\\n5. Forgiveness is giving up my right to hate you for hurting me. \\n\\n6. Ladies first, pretty ladies sooner. \\n\\nWatch out for more later...til then keep smiling (it does not cost a penny!!!)", "label": "entertainment & music"}
{"id": "train_2_113", "title": "why do people think it alright to leave drity emails?", "content": "", "label": "business & finance"}
{"id": "train_2_114", "title": "can i have flat stomach without any exercise???", "content": "i jog for 10 mins and thats all i can do as i dont have much time............is there any way 2get flat stomach without exercise????", "label": "health"}
{"id": "train_2_115", "title": "on which web sit i can learn spanish and social studies of 6th grade?", "content": "", "label": "education & reference"}
{"id": "train_2_116", "title": "Qui a été le le plus grand \"Poulidor\" du Ballon d'Or?", "content": "Je m'explique: j'aimerais savoir qui a été le plus souvent classé 2e pour le Ballon d'Or.", "label": "sports"}
{"id": "train_2_117", "title": "Are there any women in Norteast Texas who would like to chat?", "content": "Are ther any women in Northeast Texas who would like to chat online and talk. I don't care if you are white, black, Mexican, it does not matter. I am looking for someone fun to talk to. You can leave an email address, or we can talk through Yahoo answers.", "label": "family & relationships"}
{"id": "train_2_118", "title": "search on special chars?", "content": "hello,\\nhas anyone found a good way of searching on * or $ in a search. google and yahoo seem to ignore. even if they are in quotes.", "label": "computers & internet"}
{"id": "train_2_119", "title": "Does heavy ions form tracks in silicate glasses or polymers?", "content": "", "label": "science & mathematics"}
{"id": "train_2_120", "title": "Jews, What is the foundation of your religion?", "content": "What is the most important thing about judaism, how do you worship god? I would like proof. Also the orthodox jews, who are they? Did Moses show you how to worship god? how to live etc? Do you practise the 10 commandments?", "label": "society & culture"}
{"id": "train_2_121", "title": "I have a compaq Presario 2100 that has a battery which over heats?", "content": "Anyone else have this problem and did you qualify for the Battery pack replacement program??", "label": "computers & internet"}
{"id": "train_2_122", "title": "Verizon report to credit agentcy w/out an account?", "content": "can a company post a delinquent payment to your credit report even if you dont have an acount with them?\\n\\nVerzon issued us a credit on our phone bill, a few months later we moved & closed the account. we recived a letter stating we had paid in full and closed the account. one year later they reported us as bad debit to the credit agentcy damaging our prefect credit and THEN sent us a bill! is this legal? I'll fight'em tooth and toenail if i have anything to stand on! they wont even respond to letters or phone calls. Verizon is a big nasty giant.", "label": "politics & government"}
{"id": "train_2_123", "title": "Why is flight time different on the same route, to versus fro? (It takes longer from E to W than from W to E).", "content": "", "label": "science & mathematics"}
{"id": "train_2_124", "title": "Will a credit card company file judgement for $6000 4 year credit card debt?", "content": "They said they would settle for less...but I have not the amount and they say they will file judgement on Friday...", "label": "business & finance"}
{"id": "train_2_125", "title": "What is the average life of a major league baseball?", "content": "", "label": "sports"}
{"id": "train_2_126", "title": "Scale of 1-10---High school Musical!?", "content": "For me, it's a 6.  It was fun, but it had a basically lame storyline.  The characters and songs were likeable enough, though...what do you rate it???", "label": "entertainment & music"}
{"id": "train_2_127", "title": "Are there any free manuals avialable for hotel training online?", "content": "", "label": "education & reference"}
{"id": "train_2_128", "title": "Is it possible for your wisdom teeth to get infected? and get better without antibiotics?", "content": "we think my boyfriends teeth are infected and he hurts pretty bad...Do you think it is infected and id it is infected, can it go away on its own?", "label": "health"}
{"id": "train_2_129", "title": "What does it mean to have a crush on someone?", "content": "", "label": "family & relationships"}
{"id": "train_2_130", "title": "What is the name of this song?", "content": "It is a song from the late 1990's or early 2000's not really sure!\\nHELP!  The lyrics are as follows:\\nwe goin down down baby oh sh** and away bi** sweet sweet b-baby im ready to let it go shimmy shimmy cocoa puffs listen to me now ride it up and back it up listen to me now", "label": "entertainment & music"}
{"id": "train_2_131", "title": "Why we need to sign out from email?", "content": "We could simply close the window..What difference will it make.", "label": "computers & internet"}
{"id": "train_2_132", "title": "is it safe to have baseball tickets bought on ebay sent to the hotel you are planning on staying at?", "content": "", "label": "sports"}
{"id": "train_2_133", "title": "Need Help!! People who are good at science!! HELP!!!?", "content": "What is the classification of elements? or is it what are? anyway... need help.", "label": "education & reference"}
{"id": "train_2_134", "title": "How do I use the Right Ascension (RA) & Declination (DEC) on my telescope?", "content": "I have a refractor telescope with equatorial mount and do not understand how to use the RA & DEC settings given in sky charts etc. I do know how to use the azimuth and altitudes figures.", "label": "science & mathematics"}
{"id": "train_2_135", "title": "It's a known fact that all politicians lie, so how come many repubs are in denial, saying that GWB never lied?", "content": "I highly doubt we have ever had a president or congress which has not lied or purposely mislead the people for one reason or another.\\nAnd certainly in the past when things were stagnant in Iraq and GWB said optomistically that everything is fine and that the US will win and still crush all terrorists without too much trouble...(gasp) he wasn't misleading the American people was he??? (OMG!) lol.", "label": "politics & government"}
{"id": "train_2_136", "title": "wats the disease \"trachomonous\"? how its transmitted?", "content": "", "label": "health"}
{"id": "train_2_137", "title": "I tend to use shock value to upset people, do I need anger management?", "content": "I tend to get really upset in grocery stores.  With children running around, parents not attending to their children, people blocking isles, people forgetting an item and rembering when they are checking out then leave for 5 minutes to get it... \\n\\nPeople paying with pennies... or taking forever to write out a check like it is their first time using a pen.\\n\\nSome examples of shocking things I say to people are\\n\\n\"When you are done blocking the isle I need you to figure out how you are going to give me back the minute of life you took away from me\"\\n\\n\"I feel really sorry for your child, when she runs herself right into a moving cart and gets hurt, it won't be her fault...it will be yours.\" \\n\\n\"Your heiness, may a commoner pass through?\"\\n\\n\"Do you always drive on the center line out on the road?\"\\n\\nAnd then today I threatened to shove a sausage up some ladies vagina....\\n\\nDo I need anger management? Or do you all feel this way too?", "label": "society & culture"}
{"id": "train_2_138", "title": "How do fight for a women, or win a women over?", "content": "The girl I thought was pretty has a bf. But they just got together, so it they have not been together that long. I want to win her over. I know I can be the better person for her.", "label": "family & relationships"}
{"id": "train_2_139", "title": "i wanna sing very badly and i want people to know me how can i persue this dream?", "content": "", "label": "business & finance"}
{"id": "train_2_140", "title": "Do they sell Doc Marten shoes in Ohio? If so where? If they don't do they sell them in Florida? If so where?", "content": "", "label": "business & finance"}
{"id": "train_2_141", "title": "Would Al-Qaeda prisoners eat barbeque pork if that is the only thing we can give them?", "content": "Somtimes we have a surplus of pork meat to get rid of, why should U.S. prepare a spcecial menu just to comply with their religion.", "label": "society & culture"}
{"id": "train_2_142", "title": "A woman goes to a funeral to see....?", "content": "A woman goes to the funeral of her relative. She sees a man there she is attracked to. The next day she goes to her sisters house and kills her. Why?... NOTE (there is no wrong answer BUT there is an answer that tells you something very interesting about yourself)... I'll let you know that when i pick the best one.", "label": "health"}
{"id": "train_2_143", "title": "What is a blowback?", "content": "Thanks.", "label": "education & reference"}
{"id": "train_2_144", "title": "i am trying to set up my microsoft outlook and i can't get it to send mail?", "content": "", "label": "computers & internet"}
{"id": "train_2_145", "title": "i want to know how to do gold platting?", "content": "", "label": "science & mathematics"}
{"id": "train_2_146", "title": "who is the best wwe smackdown wrestling person?", "content": "", "label": "sports"}
{"id": "train_2_147", "title": "Should you forgive?", "content": "Or should you wait for the other person to forgive?\\nWhich one do you feel is more important?", "label": "family & relationships"}
{"id": "train_2_148", "title": "If I'm out of this country for more then a year, would I lose my U.S. citizenship?", "content": "", "label": "politics & government"}
{"id": "train_2_149", "title": "Is it time to get out of BED and KARATE CHOP someone or something?", "content": "is it?", "label": "entertainment & music"}
{"id": "train_2_150", "title": "Are You Know About The Country Name \"BANGLADESH\"? Why? Give Atleast 03 Example?", "content": "", "label": "education & reference"}
{"id": "train_2_151", "title": "any one want to be friends with a 21/m/tn email me?", "content": "", "label": "family & relationships"}
{"id": "train_2_152", "title": "I have asked a question few days ago...of which I didn't get any answer.Why?", "content": "", "label": "business & finance"}
{"id": "train_2_153", "title": "I like Lance Armstrong ...?", "content": "I saw him in Oprah and that's the time I came to learn about him and I admire him esp being a cancer survivor. Everybody knows that they broke up already (him and SHeryl Crow). I just thought of sending him an email. What is the website or email add where I can reach him?", "label": "entertainment & music"}
{"id": "train_2_154", "title": "What would you do for a good nights sleep?", "content": "ever have nights when all you do is toss and turn,,,your back,legg's and shoulder hurts,,,can't fall asleep,and when you finally do its time to get up and go to work!    what would you give to be able to climb into bed,with in minutes fall asleep and sleep for 6-8 hours,,I would do anything to have one of those nights!", "label": "health"}
{"id": "train_2_155", "title": "Security Forces USAF?", "content": "Security Forces is like MP for those who dont know but I was wondering whats is the likely hood that a security forces person wont deploy and if they do what will they do will stationed in Iraq", "label": "politics & government"}
{"id": "train_2_156", "title": "Is it a vow breaker if someone withholds sex from their spouse?", "content": "and if not...why not?", "label": "society & culture"}
{"id": "train_2_157", "title": "How fast can an MLB player swing a normal wooden bat?", "content": "I hear about 150-170 mph. Pitches go about 90mph.  You can see them clearly on TV.  However the bat is just one blur. Can a bat be swung that fast (160mph?)   If not, how fast?  Answers = greatly appreciated!", "label": "sports"}
{"id": "train_2_158", "title": "How do external hard drives work?", "content": "", "label": "computers & internet"}
{"id": "train_2_159", "title": "Differentiate the types of transport processes as to the passage of particles through biomembranes.?", "content": "this is biochemical processes experiment", "label": "science & mathematics"}
{"id": "train_2_160", "title": "what would make me dizzy?", "content": "I have been getting real dizzy latley with a nervousness in my stomach for about four months but today when i was standing in my door way I got the same dizzy feeling, but this time I feel, my stomach was nervous, and my body started tingling all over, tubes are tied so I am not pregnant some one please help  thanks", "label": "health"}
{"id": "train_2_161", "title": "Does anyone know where i can get a BUFFALO SABRES ringtone?", "content": "", "label": "sports"}
{"id": "train_2_162", "title": "Why do people compose half-baked questions...?", "content": "and expect concise answers!!!", "label": "science & mathematics"}
{"id": "train_2_163", "title": "Do i have to register for the CIS Scheme?", "content": "I am about to go into partnership with a friend of mine. He is a painter/decorator and when we were looking at the local adverts of other painters we noticed that most were CIS registered. From what i can gather this is only relevant if the person is going to be a sub-contractor, which my friend is not going to be (he will be an employed director of the company). Is this correct or does he have to be (or the compnay) CIS registered no matter what?", "label": "business & finance"}
{"id": "train_2_164", "title": "Do you find attractive the men that wear tight jeans?", "content": "", "label": "family & relationships"}
{"id": "train_2_165", "title": "if I want to register Domain name which was taken by another one what the time after the terminate?", "content": "", "label": "computers & internet"}
{"id": "train_2_166", "title": "men, is this any good?", "content": "any dudes here wear winter stuff from walmart? i like this coat but i dunno if it'll do its job of being warm....\\n\\nhttp://i.walmart.com/i/p/00/66/04/69/01/0066046901929_Cobalt_SW_500X500.jpg", "label": "entertainment & music"}
{"id": "train_2_167", "title": "why you think or don't think that Historically Black Colleges and Universities are important to Black students", "content": "please be descriptive this is for school and the more opinions the better. Thank you", "label": "education & reference"}
{"id": "train_2_168", "title": "I lost my social security card and i want to know the simpliest way to get my ss# to fill a form now.?", "content": "", "label": "politics & government"}
{"id": "train_2_169", "title": "Who was Nancy Bussing?", "content": "", "label": "society & culture"}
{"id": "train_2_170", "title": "What is celiac? Also what foods contain gluten?", "content": "", "label": "health"}
{"id": "train_2_171", "title": "What means \"Take-no-prisoners\"...???", "content": "I heard this prase many times...I'm still don't get it.", "label": "education & reference"}
{"id": "train_2_172", "title": "So do Engalnd have to win against Ecuador?", "content": "to go through to the next round... or will a draw do? Sorry not a football fan so much.. but am watching the match at the moment to see what the fuss is about!", "label": "sports"}
{"id": "train_2_173", "title": "Can u suggest some sites where i can download e books for free?", "content": "", "label": "computers & internet"}
{"id": "train_2_174", "title": "Which country has the highest suicidal rate and why??", "content": "", "label": "society & culture"}
{"id": "train_2_175", "title": "I was in love with a girl Anusha Raman who was staying in chennai and moved to US.you help me trace her now?", "content": "", "label": "family & relationships"}
{"id": "train_2_176", "title": "who is the powhatan indians?", "content": "", "label": "science & mathematics"}
{"id": "train_2_177", "title": "should Our country participate in IAEA voting to take Iran to UN security council right?", "content": "", "label": "politics & government"}
{"id": "train_2_178", "title": "Which Indians have seen Dhoom 2 and liked it? Explain.?", "content": "", "label": "entertainment & music"}
{"id": "train_2_179", "title": "Is there any way to fix my bad credit?", "content": "", "label": "business & finance"}
{"id": "train_2_180", "title": "Asked this question earlier, but didn't get many responses from the Conservative side.......?", "content": "http://answers.yahoo.com/question/index;_ylt=Am6vbzHaZ88LbvCtHr481ansy6IX?qid=20061113063546AA8Q3Qg", "label": "politics & government"}
{"id": "train_2_181", "title": "Did the Army Reserve recruiter buy my personal information?", "content": "I'm pretty certain that they got it from my public college. Is it possible that my college sold it to them? Most importantly, how do I stop my college from selling my information to other groups?", "label": "education & reference"}
{"id": "train_2_182", "title": "I want to find 'how-to' information on lashed log structures such as you used to see at Boy Scout jamborees.", "content": "Tables, benches, towers, tent frames, notched log structures, even pole buildings without the use of nails.  I've got miles of baling twine and standing-dead trees that have to be removed.", "label": "sports"}
{"id": "train_2_183", "title": "Is it normal to still not be sure of what I want to be \"when I grow up\"?", "content": "Hey yall, I am 28 and still struggle with what my purpose in life is. Like what should I be? I have an associates degree in graphic design but don't really want to pursue that career. I have overcome a lot in my life, an eating disorder, drug addiction and the recent death of my dad. (who I was very close to). All of those obstacles set me back a bit. I have been in recovery for 20 months now and finally have a clear mind but I just don't know what to do. I really don't want to get a job that I dread going to everyday. I just want to be happy. I want a job that consists of helping people in some way. I really don't want to go back to school. Any of you ever feel like this?", "label": "business & finance"}
{"id": "train_2_184", "title": "what is depo-medrol used for?", "content": "", "label": "science & mathematics"}
{"id": "train_2_185", "title": "is it possible to retrieve an email deleted nearly a year ago?", "content": "", "label": "computers & internet"}
{"id": "train_2_186", "title": "djfox_2001 thinks my photo is \"wierd\" I just want to know how many ladies think it's the stuff?", "content": "ALL ...  RIGHT", "label": "society & culture"}
{"id": "train_2_187", "title": "is flight plan worth paying 3.95 for on pay per view?", "content": "", "label": "entertainment & music"}
{"id": "train_2_188", "title": "can i have hott guys email addresses that r 13???", "content": "give email in the anser", "label": "family & relationships"}
{"id": "train_2_189", "title": "can i get hiv only if i fingered a girl? i dont have any cuts neither bruises on my fingers?", "content": "", "label": "health"}
{"id": "train_2_190", "title": "Anyone Have Any Suggestions For A Christian Girls E-mail Address?", "content": "I want it to have something christian in the name but I am having\\na tough time finding ones that aren't taken.\\nSubmit all the suggestions that you have because the one that I pick will get a best answer and 10 points!!!!!", "label": "society & culture"}
{"id": "train_2_191", "title": "What is the difference in radius and diameter?", "content": "", "label": "science & mathematics"}
{"id": "train_2_192", "title": "Can you get a wart from touching someone's wart?", "content": "", "label": "health"}
{"id": "train_2_193", "title": "outline of mercy killing?", "content": "", "label": "politics & government"}
{"id": "train_2_194", "title": "What is the best google product?", "content": "", "label": "computers & internet"}
{"id": "train_2_195", "title": "What is a \"moon-bat\" ?", "content": "One guy on the radio calls liberals, \"moon bats\". What does that mean?", "label": "education & reference"}
{"id": "train_2_196", "title": "Why does school suck so much?", "content": "", "label": "business & finance"}
{"id": "train_2_197", "title": "Which match in the world cup is the best in history?", "content": "", "label": "sports"}
{"id": "train_2_198", "title": "dose any one know where i can find the piano lessons for here comes the bride,?", "content": "i need it to be online and just so i can copy down the keys to use andall that,,,,,please help...........................love yo gurl Ace", "label": "family & relationships"}
{"id": "train_2_199", "title": "Who does Countdown better? Des Lynam or Richard Whitely?", "content": "Does Carol V. annoy you or please you?", "label": "entertainment & music"}
