{"id": "train_1_0", "title": "what is the hardest substance in the body?", "content": "", "label": "science & mathematics"}
{"id": "train_1_1", "title": "Should I be worried about an MRI reading of 'Modic Type I'?", "content": "I recently had an MRI done on my lumbar spine and an observation of at location L1-L2 there was abnormality that is consistent with Modic Type I.  I also have 'mild to moderate' disc bulges at L3-L4, L4-L5, and L5-S1, and degenerative disc disease at multiple levels in my lumbar spine.  One bulge is pushing in against the ventral aspect of my spinal canal.  The doctor is looking for disease and I guess he found it, but what can be done to help?  I have had chronic lower back pain and leg pain and sciatica for nearly two years.  I can take pills to get a little more comfortable, but I don't want to live like that, I am only 44.  Help?  The idea of my future being like this forever is extremely depressing.", "label": "health"}
{"id": "train_1_2", "title": "What sorta GREAT are you ????????:D?", "content": "The one who does great things...., has great things to say,.... who’s around great stuff .......or who’s just looking to find great things and people......\\n\\nWe all want some greatness!!! =)", "label": "entertainment & music"}
{"id": "train_1_3", "title": "Do you think people tend to answer the easier, less thought provoking questions more?", "content": "I have posted a few in-depth questions mainly about the humanities,history, and some medical questions. It seems that people are quicker to answer the ones that require little to no thought. Is this a sign of the times? Are people not challenging their minds anymore?", "label": "society & culture"}
{"id": "train_1_4", "title": "Why isn't there any thing for weddings in the apparal and backrounds?", "content": "I'm geting married this summer and I was just wondering why there isn't any thing for weddings in the Avatars apparal and backround.  I think it would be a good thing to have.", "label": "family & relationships"}
{"id": "train_1_5", "title": "Did Australian people hate Republik of Indonesia?", "content": "", "label": "politics & government"}
{"id": "train_1_6", "title": "I have Got The mastres of political Science degree from pakistan and i want to learn more which thing is good?", "content": "", "label": "education & reference"}
{"id": "train_1_7", "title": "I think Italy did think america would come up frm there defeat u think they could win there game wth czeh .r?", "content": "I think they could but i hav second thinkings", "label": "sports"}
{"id": "train_1_8", "title": "whats a vigiana?", "content": "", "label": "business & finance"}
{"id": "train_1_9", "title": "How do I perform a print screen?", "content": "I tried the Print Screen button on my keyword but nothing happened", "label": "computers & internet"}
{"id": "train_1_10", "title": "inequality questions plz solve it (algebra 2)?", "content": "a company produces windows and doors. a profit of $5 is made on each window, and a profit of $3 on each door. the company has 18 hours available for manufacturing in plant A. each window requires 3hours and each door 2hours to manufacture. plant B has 7.5 hours avaiable for assembly. each window requires 1.5 hours to assembel, and each door requires .75 hour. how many windows and dorrs should the manufacturer produce to maximize profit???\\n\\n\\n(inequality)", "label": "education & reference"}
{"id": "train_1_11", "title": "I cracked some teeth, its been two months, I get insurance in 5 months is that too long to wait?", "content": "My cracked teeth ache a little bit sometimes, my front tooth is the worst, the rest are small cracks. I try to eat healthy and keep my mouth clean. Should i have a dentist fix the worst tooth and wait on the rest??", "label": "health"}
{"id": "train_1_12", "title": "Who sings that song \"Hold my clothes and tie me down sir\"?", "content": "A guy sings it.\\nThe next lines are something about \"head lights on the highway\" and \"she's a Lennon\".", "label": "entertainment & music"}
{"id": "train_1_13", "title": "should i ask my guy friend out ? (please read more)?", "content": "I know for shure he likes me but should wer start talking? or dating. hes my really good friend and im really confortable around him should I?HELP!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!", "label": "family & relationships"}
{"id": "train_1_14", "title": "which president came from the largest family?", "content": "he came from a family of 10, but i'm not sure who it is", "label": "politics & government"}
{"id": "train_1_15", "title": "How do you file for bankrupcy if you don't have any account numbers for your creditors?", "content": "", "label": "business & finance"}
{"id": "train_1_16", "title": "where do i buy gldirect?", "content": "", "label": "computers & internet"}
{"id": "train_1_17", "title": "What are the Roman Catholic views (interpretation) of the Old Testasment (O.T.) Tabernacle?", "content": "Does the O.T. Tabernacle find its fulfilment in the New Testament Roman Catholic Church? Was the Tabernacle a shadow or type of what was yet to come?", "label": "society & culture"}
{"id": "train_1_18", "title": "Which korean player was banished from his Italian club after scoring a goal against ITA?", "content": "Which korean player was banished from his Italian club after scoring a goal against ITA in the 2002 world cup?\\n\\nThe italian club banished him after he scored a goal against them when he played for his own country of south korea?\\n\\ndoes anyone know?", "label": "sports"}
{"id": "train_1_19", "title": "I get brilliant ideas on science and technological solutions with whom should I get them patented in my name,?", "content": "I get brillient ideas on applications of principles of Science and technology for the betterment of human life. I am not an engineer nor am I in that field, but a Banker,have a bent of mind for Science. I wish my ideas are developed into useable applications by the experts in the field but want to ensure that my name is attached to it as a copy right from which I could be compensated in the form of some royalty or something. Therefore I wish that genious's name should survive and that's why I wish to get the idea to be patented in my name, where, with which authority in India can I get it patented or registered, so that others do not claim it as there's inventation afterwards?", "label": "science & mathematics"}
{"id": "train_1_20", "title": "This question is for you Computer Whizes out there??", "content": "I am looking for some text images that read \"Have a good/great weekend\".  I am not looking for pictures of people or nature with comments being posted for having a good day.  I am looking at something sort of like myspace images that read have a good weekend. Only problem is myspace does not have a big variety of text images for the weekend.  I have checked out 15 sites already!  Can anyone tell me another site(s) to go look for pictures of banners or cards or posters that read 'Have a Good weekend?\\nThanks!", "label": "computers & internet"}
{"id": "train_1_21", "title": "Looking for website for Youth Baseball Tournaments in St. Louis Area.?", "content": "", "label": "sports"}
{"id": "train_1_22", "title": "How can you tell if you are dating a potential jerk?", "content": "Serious, I am just curious. I am not dating a jerk, but I think we can all help each other out if we can come up with some warning signs.", "label": "family & relationships"}
{"id": "train_1_23", "title": "What do you think about Simon Cowell?", "content": "I'm not sure on this one. I watch American Idol and it seems people either love him or hate him. What do you think?  Please Explain.", "label": "entertainment & music"}
{"id": "train_1_24", "title": "What happens if a realtor purchases a piece of property you requested to put an offer on- is that legal.?", "content": "What if the purchasing persons are related to the realtor.   I requested to put in an offer on some vacant land, and after a few days of silence the realtor tells me the property is pending.  can i fight back or should i just use a different realtor next time!", "label": "business & finance"}
{"id": "train_1_25", "title": "I have some SERIOUS problems.. please click here, I REALLY need your help.. I think I'm going to CRY...?", "content": "My fiancee is VERY sick. For the past 3 days he's been throwing up blood. When we brought him to the doctors, we found out that he has cirrhosis of the liver. He may need a TRANSPLANT if it gets any worse. At this point I'm DEVISTATED. We're waiting for results from the doctor, and he's so sick, I just don't know what to do... I'm a full time manager of a large portion of a company, I am 7 months pregnant and I am having issues with this myself. He doesn't work, he's a stay at home, but I just don't know what to do about my job... I'm so stressed out that I'm starting to lose my hair. My fiancee's health is so bad, that when I talk about it I cry.. and I rarely ever cry... I'm just so TIRED. And for any questions, no he doesn't have hepetitis and rarely drinks but a glass of wine on occasion, so that's not why he has the cirrhosis. It's genetic. His father had it. I'm so stressed out that I've been having panic attacks, how do I handle this?? I'm just not used to so much happening...", "label": "health"}
{"id": "train_1_26", "title": "Search warrant?", "content": "Is it true that in the state of Illinois, police need a search warrant to search a person's house and without it, will the police get in trouble?", "label": "politics & government"}
{"id": "train_1_27", "title": "what is the working of voltage stabilizer ?", "content": "", "label": "science & mathematics"}
{"id": "train_1_28", "title": "Does anyone know a word that rhymes with the word challenge?", "content": "", "label": "education & reference"}
{"id": "train_1_29", "title": "Christians - have you really researched, evolution, yourselves or just believe what you've been told?", "content": "", "label": "society & culture"}
{"id": "train_1_30", "title": "Why did futurama go off the air? WHY WHY WHY???", "content": "i loved futurama and i still do! i collect the stuff and everything but i want to know why theywent off the air. i heard roumurs that it was because of funding or FOX .", "label": "entertainment & music"}
{"id": "train_1_31", "title": "What is the diameter of the sun?", "content": "", "label": "science & mathematics"}
{"id": "train_1_32", "title": "WWJDrink?  WWJDrive?", "content": "", "label": "society & culture"}
{"id": "train_1_33", "title": "why do dictators need a constitution?", "content": "i mean, why? they can do whatever they want unbothered by any restrictions so why a need for a constitution?", "label": "politics & government"}
{"id": "train_1_34", "title": "Do you get taxed if lots of people give you a little amount of money - equaling a lot of money.?", "content": "Lets say you need some money and you ask for help over the internet or whatever and 500,000 people each send you $1.00 -totalling $500,000. Would you have to pay taxes on the total amount? And if so, how much? And where is more info on this type of thing.", "label": "business & finance"}
{"id": "train_1_35", "title": "How do I track down a specific california attorney?", "content": "", "label": "computers & internet"}
{"id": "train_1_36", "title": "Is there a way to be able to watch NASCAR races on my computer?", "content": "", "label": "sports"}
{"id": "train_1_37", "title": "I am overweight. I have no willpower. HELP!?", "content": "I find medics' diets tasteless and boring. I am diabetic and hypertensive and need to lose tons... well several pounds. Any ideas to help me, please?", "label": "health"}
{"id": "train_1_38", "title": "what turns a woman on?", "content": "everything", "label": "family & relationships"}
{"id": "train_1_39", "title": "Have you ever used \"nother\" in a sentence, as in \"That's a whole nother thing...\"?", "content": "", "label": "education & reference"}
{"id": "train_1_40", "title": "What does someone have to do to be charged with Deadly conduct??", "content": "I looked up someone and this person has been charged with deadly conduct.  Then I looked up this person again (on a public data website) and now I dont see this charge.  Can a persons charges be dropped after they have been convicted?  \\n  I am afraid of this person, I dont leave my home past dark.  So what I really want to know is, IS there a way I can find the arrest report of this person.  I have the specific date of arrest and county.  PLEASE HELP", "label": "politics & government"}
{"id": "train_1_41", "title": "Which is the best FREE Oracle pl/sql editor with a comprehensive set of features?", "content": "I do programming in ORACLE. But we dont have a good IDE to work on. I was wondering if there is any free tool available.", "label": "computers & internet"}
{"id": "train_1_42", "title": "What was the name of that show on the WB about the daughter of Batman & Catwoman?", "content": "I think it was a good idea, just poorly executed....", "label": "entertainment & music"}
{"id": "train_1_43", "title": "What are the best exercises to trim your waistline?", "content": "", "label": "health"}
{"id": "train_1_44", "title": "how do i no if my friends are using me or if they are really my true friends??", "content": "", "label": "family & relationships"}
{"id": "train_1_45", "title": "How do you kickflip?", "content": "", "label": "sports"}
{"id": "train_1_46", "title": "American Inventor?", "content": "Which invention should win?\\n\\nWhat is the most idiotic invention you've seen so far?", "label": "society & culture"}
{"id": "train_1_47", "title": "What comes after these 2 statements.?", "content": "The speed of sound, the speed of light, the speed of......?   I will write the answer later, you'll be amazed. It's true, if you really think about it, you'll get it.", "label": "science & mathematics"}
{"id": "train_1_48", "title": "does \"o.k.\" stand for anything, or is it just the abbreviated form of \"okay\" and nothing more???", "content": "", "label": "education & reference"}
{"id": "train_1_49", "title": "Can anyone tell me if a 1990, 100 dollar bill is worth anything? Or a 1861, 1 cent replica penny?", "content": "It is a plain old $100.00 c-note, it is not a certificate of any kind. I was just wondering if it was worth anything being 16 yrs. old. TY", "label": "business & finance"}
{"id": "train_1_50", "title": "what do you say about the corruption in present days, how far do you think we youngsters can help lessen it?", "content": "", "label": "politics & government"}
{"id": "train_1_51", "title": "where lives Bile Gatze?", "content": "", "label": "computers & internet"}
{"id": "train_1_52", "title": "Does this website render the Car Talk guys Ray & Tom Magglozzi obsolete?", "content": "Just curious.", "label": "sports"}
{"id": "train_1_53", "title": "What 's the most effective way to control pigeons that are roosting at my house?", "content": "Pigeons are actually roosting on the underside of our covered entry way, cewing away the stucco and decorative foam.  We've already got netting to prevent them from nesting in the eaves, and we've put a sticky substance on the roof to prevent them from roosting there. We can't use this same supstance on the entry way--it's so sticky that all the dirt will adhere to it and it will look horrible.", "label": "business & finance"}
{"id": "train_1_54", "title": "any body have an ulser or know some one who has one what are the complications with having one?", "content": "", "label": "health"}
{"id": "train_1_55", "title": "Why is Europe called Europe?", "content": "", "label": "education & reference"}
{"id": "train_1_56", "title": "When can 2 persons in a relation know n realise dat its all over?", "content": "", "label": "family & relationships"}
{"id": "train_1_57", "title": "What are the frontiers of chemistry right now?", "content": "What are the great unanswered questions in chemistry?  What are theoretical chemists struggling to solve?", "label": "science & mathematics"}
{"id": "train_1_58", "title": "What would MLK Jr. would say if he knew that there was a 50% highschool dropout rate among African Americans?", "content": "http://www.nea.org/presscenter/actionplanfacts.html", "label": "society & culture"}
{"id": "train_1_59", "title": "Who hates James Blunt!!??", "content": "", "label": "entertainment & music"}
{"id": "train_1_60", "title": "You guys realize the WWE attitude bit off ECW?", "content": "DO you guys realize that WWE attitude came from ECW the entire angle was picked up from ECW along with wrestlers such as Stone Cold, Christ Benoit, Eddie Guerro, Rey Mysterio, Lita, Taz, and Kurt Angle was going to start there. It is only because of money that ECW folded. But it changed the face of wrestling completely.", "label": "sports"}
{"id": "train_1_61", "title": "Kramer is dead! So sad!!!!!?", "content": "Wow, is this still America? This is so ridiculous for Michael Richards to say he is not racist, I don't think he understands what that means! \\n\\nI can't believe what he has done, and some people are saying it's part of his act! My gosh, no way, we all know as Americans this is something you don't say! People say, well it was my ancestors that participated in slavery so I don't think I should pay for it...do you see the ramifications of what ancestors have done? These racists thoughts are still lingering! Who cares if he says he is not racist, he says I don't know why this came out of me, I am not racist...YES YOU ARE!!! Those horrendous thoughts wouldn't have even developed in your mind if you weren't! \\n\\nToo bad for camera, if there wasn't a camera, guess what, it would have been swept under the rug! But sorry Mr. Richards, you are busted and this is who you are! It's so sad because I loved Kramer, I loved watching Seinfeld, but no more for me! J Seinfeld is even behind him! SAD!", "label": "society & culture"}
{"id": "train_1_62", "title": "How to Configure both Static And DHCP IP inWindows XP and 98.?", "content": "", "label": "computers & internet"}
{"id": "train_1_63", "title": "Has anyone had acupuncture for osteoarthritis and fibromyalgia see details.?", "content": "Hi\\nI was diagnossed with fibromyalgia and osteoarthriths 9 yrs ago.  The past 3 yrs have been horrible. I can no longer work and am on disability.  I take oxycodone extended release 40 mg twice a day and oxycodone 5 mg as needed up to 4 times a day and zanaflex 6 mg 3 times a day and go in for trigger point injections.  Now that the cold weather has hit I live in Maine.  I am in constant pain, I am having trouble walking my hips, knees and muscles in my legs hurt so much.  I'm 46 not over weight and exercise daily when I am able. I went through the same thing last winter and had to keep increasing the amount or pain meds I take just to function. I don't want the doctor to increase them anymore.  Has anyone tried actupuncture or any other alturnative to pain medication and has it worked for you.  I am really getting desperate for the last 3 days I have had to stay in bed with 5 blankets and a heating pad to help control the pain ..  Any suggestions would be greatly appreciated.", "label": "health"}
{"id": "train_1_64", "title": "why was i fired?", "content": "so i found a picture of an attractive girl on the lfoor in my office.  i picked it up and said \"man what i would give to rail the hell out of her.\"  then all of a sudden my boss comes out with guns blazing and says how it's his daughter and she's only 19 and i need to pack my crap up and be out before h coudl say the words \"nacho cheese.\"  do i have a lawsuit?", "label": "business & finance"}
{"id": "train_1_65", "title": "Isn't it ironic how Ronald Reagan(who was a sweetheart) worked hard to get the Berlin wall torn down,and Bush", "content": "wants to put one up on the Mexican boarder?", "label": "politics & government"}
{"id": "train_1_66", "title": "Why are british 'copper' coins magnetic?", "content": "", "label": "science & mathematics"}
{"id": "train_1_67", "title": "What would hang on the tannenbaum?", "content": "", "label": "entertainment & music"}
{"id": "train_1_68", "title": "If there is any abuse in a relationship? how long until you left if it wasn't physical?", "content": "should it be one strike your out even for emotional or verbal/mental abuse or should they be given another chance if it wasn't hitting etc.", "label": "family & relationships"}
{"id": "train_1_69", "title": "What Does This First Name Mean?", "content": "First Name Is: Prateek", "label": "education & reference"}
{"id": "train_1_70", "title": "love songs?", "content": "", "label": "family & relationships"}
{"id": "train_1_71", "title": "has anyone had a family member go into holme towersin penarth  if so what`s it like?", "content": "my mother is possibly to go in soon, as she is terminally ill, i just wanted to prepare myself as it sounds awful.", "label": "health"}
{"id": "train_1_72", "title": "which kind of pain a patient feel after heart transplantation?", "content": "", "label": "education & reference"}
{"id": "train_1_73", "title": "will a banshee 4wheeler fit in a chevy 1500 stepside bed?", "content": "", "label": "business & finance"}
{"id": "train_1_74", "title": "What is your favorite Firefox theme?", "content": "It was the same question that took over 4 months ago and once again it's time to do this one. Mine right now is Noia. What's yours?", "label": "computers & internet"}
{"id": "train_1_75", "title": "how many world cup in cricket pakistan won?", "content": "", "label": "sports"}
{"id": "train_1_76", "title": "Do you love me more than the candy store?", "content": "", "label": "society & culture"}
{"id": "train_1_77", "title": "How do I contact the office of Barney Frank - Massachusettes via Email?", "content": "I just need to know the website or email address.", "label": "politics & government"}
{"id": "train_1_78", "title": "Is there a tremendous amount of pressure on men in our society to be \"players\"?", "content": "", "label": "entertainment & music"}
{"id": "train_1_79", "title": "Can somebody tell me what can i use to test how the sweetness of apple make the apple turn brown?", "content": "the whole question is  \" does the sweetness of apple make the apple turn brown more quickly?? \" can someone tell me how should i do to test for this experiment....and i heard someone said use to chromatography paper to test the sweetness...but i don't how...can ya'll help me...thank you VERY VERY MUCH>....<", "label": "science & mathematics"}
{"id": "train_1_80", "title": "Who makes up a Colonel's staff?", "content": "How many people and their ranks like for example what would be the XO's rank etc? A ballpark answer would work as I suppose this number isn't written in stone. Does it vary from one branch of the military to the other? Say from the Army to the Marines etc?", "label": "politics & government"}
{"id": "train_1_81", "title": "which player, and for what country , has played in the most world cup matches as a captain ?", "content": "", "label": "sports"}
{"id": "train_1_82", "title": "where can i download a sql load test program?", "content": "is there any where to download a sql load test program", "label": "computers & internet"}
{"id": "train_1_83", "title": "Did hindus and buddhists have free-will and they choose not to accept Jesus as their saviour?", "content": "", "label": "society & culture"}
{"id": "train_1_84", "title": "How old do you have to be to decide which parent to live with in AlAbama?", "content": "", "label": "family & relationships"}
{"id": "train_1_85", "title": "What is the nike name for our moon?", "content": "Big things that rotate plantes have a general name called \"Moon\" but individually they have name.for example\\n  Ueropa - for jupiter\\n  Titan - for Satern\\nso what is the name given for our planet's moon?", "label": "science & mathematics"}
{"id": "train_1_86", "title": "what is the day of the americas?", "content": "for a spanish project", "label": "education & reference"}
{"id": "train_1_87", "title": "Is there anything to do in NYC tonight as far as entertainment?", "content": "Shows, Comedy, etc", "label": "entertainment & music"}
{"id": "train_1_88", "title": "who is johnny rebel?", "content": "", "label": "business & finance"}
{"id": "train_1_89", "title": "what can cause ur heart to beat fast even if ur heart is ok?", "content": "", "label": "health"}
{"id": "train_1_90", "title": "Separate Wills in a marriage where drawn up at the same time,.?", "content": "The wife passed several years ago. the will never was read. or put in probate. the spouse is now passed this will it is said tookover.is this acuret? and what is the statutory time line for Georgia USA ?", "label": "politics & government"}
{"id": "train_1_91", "title": "why is fluoroacetic acid stronger than acetic acid.?", "content": "", "label": "science & mathematics"}
{"id": "train_1_92", "title": "who is better?", "content": "my chemical romance,H.I.M,metalica or korn?", "label": "entertainment & music"}
{"id": "train_1_93", "title": "France-Togo, votre pronostic?", "content": "Sans Zidane...", "label": "sports"}
{"id": "train_1_94", "title": "where can i find info on HIV/AIDS in Khayelitsha?", "content": "", "label": "health"}
{"id": "train_1_95", "title": "Does my disability and unemployment money come from the same funds?", "content": "", "label": "education & reference"}
{"id": "train_1_96", "title": "My fiance and me are having problems, what should I do?", "content": "My fiance and me are not getting along after a 3 year relationship. I am 4 months pregnant. He is in college, I love in the Virgin  Islands and I want him to continue college here, to be with me also but he rathers go to the states. Also his mother is a big influence in his life, i dont know if I am wrong to think that We should be bonding and he needs to start letting go of his mother. Am I wrong to think that? Also will it be right if we get married but yet see each other only twice a year for vacations?", "label": "family & relationships"}
{"id": "train_1_97", "title": "Is there somewhere I can download movies for $10 monthly and is legal ? Please if you know something help me?", "content": "I heard and saw on TV a internet site where I can download the software have a 14 day free trial and then pay $10 monthly and is completely Legal. Please Answer this question.", "label": "computers & internet"}
{"id": "train_1_98", "title": "Who is Asker?", "content": "I keep seeing the message 'Best answer chosen by Asker\", so who is asker?", "label": "business & finance"}
{"id": "train_1_99", "title": "anyone athiest?", "content": "i'm 100% atheist, doesnt anyone else ever questions the things in the bible. .like god created the earth then adam and eve when we all know dinosaurs roamed the earth before humans and snakes had legs, and a man built a boat that would fit 2 of every animal in the world on it. come on people isnt that unbelievable.", "label": "society & culture"}
{"id": "train_1_100", "title": "what sould i get a 24yr. old for chistmas?", "content": "I dont want to ask him cause i want it to be a suprise cause he isnt expecting \\nanything.", "label": "family & relationships"}
{"id": "train_1_101", "title": "Would somebody please give me a good account of how the Freelance Writing goes?", "content": "I want to write for some newspaper but I have no idea as to how to get work, and what kind of money can one expect.", "label": "business & finance"}
{"id": "train_1_102", "title": "evidence to prove I am innocent of theft at work?", "content": "recently a fellow employee accused me of theft within my office. I was accused of stealing petty cash which has been shown to have no descrepencies. I have also been accused of postage theft which I pay all my bills online. I rarely go to the USPS but when I have  I use my debitcard. The fellow employee has added toilet paper, paper towels and cups to the list and insist I have stolen these things. This upsets me and I have attempted to show my manager proof of my innocence. The manager has declined to view my records. I am obcessed at this point to prove my innocence and I can't stand that although no form of action has been taken against me that after well over 6 years of employment with my company that my reputation has suffered. Help I need advise!!!", "label": "politics & government"}
{"id": "train_1_103", "title": "how can i contact a professional sakteboarder? like tony hawk, bam margera, ryan sheckler and etc......?", "content": "HELP PLEASE", "label": "sports"}
{"id": "train_1_104", "title": "Best compliment you ever paid someone?", "content": "anything, about their looks, their personality....", "label": "entertainment & music"}
{"id": "train_1_105", "title": "Does the bible encourage discrimination and bigotry?", "content": "", "label": "society & culture"}
{"id": "train_1_106", "title": "why the outer space is no border?", "content": "i suspect it has border in fact,we just havent seen that yet.but if it does,what is out of it?if there is limit to be big?or to be small? that confused me.", "label": "science & mathematics"}
{"id": "train_1_107", "title": "Is google thinking of changing its never changed www.google.com page?", "content": "", "label": "computers & internet"}
{"id": "train_1_108", "title": "describe the relatioship between tourism and hospitality. point out the diffrences between the two sector?", "content": "", "label": "education & reference"}
{"id": "train_1_109", "title": "Herbal patch for quit smoking?", "content": "Kethy J told about a site but it is not available.is there any other adress to reach them?....or if anyone else knows a proven way to quit chewing tobacco?", "label": "health"}
{"id": "train_1_110", "title": "How many years does it take get good at soccer if u start playing at age 14?", "content": "im 14 years old and want to know how many years will it take to become pro in soccer like joining the national team? in this case for CANADA", "label": "sports"}
{"id": "train_1_111", "title": "what was the name of west africa before 1975? and what country in africa has the weirdist name?", "content": "", "label": "education & reference"}
{"id": "train_1_112", "title": "could non wearing of supporter (under wear for men ) affect my fertility?", "content": "i am told that if one dont support his \"dick & testis\" with supporter \"an under wear that would support it firmly\" but let the tetis hanging it would cause the one to have low fertile sperm.", "label": "health"}
{"id": "train_1_113", "title": "how do you know someone is gay?", "content": "for instance: his d... smells like shi+...", "label": "family & relationships"}
{"id": "train_1_114", "title": "Is it always the case that the smaller planetary object revolves around the larger one?", "content": "", "label": "science & mathematics"}
{"id": "train_1_115", "title": "how to day trade w/o a lot of risk?", "content": "", "label": "business & finance"}
{"id": "train_1_116", "title": "any good free software to remove spam?", "content": "I need some free software to remove the spam from my domain email addresses. I am receiving around 300 junk emails a day and its not good. Anyone recommend anything?", "label": "computers & internet"}
{"id": "train_1_117", "title": "What is the Email of DisneyToon Tamil Producer incharge of hiring Tamil Translators ?", "content": "", "label": "entertainment & music"}
{"id": "train_1_118", "title": "Plce Or Webtex?", "content": "Whats Better Plce or Webtex Webbing And where Can i Get It (Website) ive been looking at cadetdirect.com but was looking to see if i could get it cheaper", "label": "politics & government"}
{"id": "train_1_119", "title": "What being scares you the most and why?", "content": "Vampires, witches, demons, ghosts, werewolves, etc?\\nPlease don't answer to tell me these things don't exist.  Please don't be cute and say something like \"Republicans.\"  Only serious answers and keep it to the supernatural.\\nIf your answer is something I didn't mention, comes from another part of the world, or is little known, go ahead and answer with it, but give some details.", "label": "society & culture"}
{"id": "train_1_120", "title": "If i want a separate web page other than the one i have do i need a separate domain name?", "content": "or can i add it under the same domain name", "label": "business & finance"}
{"id": "train_1_121", "title": "Please name some design methodologies?", "content": "I'm having an interview as a Systems Analyst and I'm sure the question is going to come up as to \"what methodologies do you use or did you use to design a project\".  I'm the old fashioned kind of guy that just did one-on-one sit down meetings with a user and knocked out a project.  If they like it, good.  If not, go redesign it.  \\n\\nBut I want to sound like I know what I'm doing and used a methodology in my analysis.   Can you name any?", "label": "computers & internet"}
{"id": "train_1_122", "title": "If the constitution is so inspired, why has it created a system ruled by so much evil?", "content": "The constitution set forth a system of checks and balances to curb the evils of tyranny in government, yet it seems evident that it creates a system which promotes:  dishonest politicians, unfair laws, special interest/faction/partisan power, judicial injustice, costly and bad foreign entanglements (i.e. our support of the Taliban and Saddam Hussein), etc.\\n\\nI grant that it has done an incredible job at slowing the rate of deterioration of democracy, but the federal government today dwarfs the confederate government of the early 19th century.  With the IRS, privacy is a thing of the past  Furthermore, representatives hardly represent and individual freedom is sacrificed for government security/power.\\n\\nThe conduct of men is defined by the system within which they must work.  Does not the constitution bear full responsibility for the evils of our government?  Why do people think that the US constitution is perfect without room for improvement or change?", "label": "politics & government"}
{"id": "train_1_123", "title": "What are your views on inter racial dating?", "content": "", "label": "society & culture"}
{"id": "train_1_124", "title": "how to find newspapaer article from feb. 06, 1972 in san diego union?", "content": "", "label": "education & reference"}
{"id": "train_1_125", "title": "Which episode of friends is your favorite?", "content": "I have lots of favorites which one(s) do you like?", "label": "entertainment & music"}
{"id": "train_1_126", "title": "who is the first person to score 10000 runs  in  ODIs?", "content": "", "label": "sports"}
{"id": "train_1_127", "title": "Single Ladies!!!!?", "content": "Would you date a married man.  No strings attached?", "label": "family & relationships"}
{"id": "train_1_128", "title": "Sample size?", "content": "Data sets have been obtained of advertised prices published in the current issues of local papers for 2 different towns in your area for a sample of houses for sale.\\n\\nMean prices (£'s): A=100,000 B=105,000\\nVariance of mean price (£ x £'s): A=12,400,000 B=12,500,000\\nSample size: A=50 B=50\\n\\nIt is required that a 95% confidence interval has size +/-£1000 assuming the variances remain unchanged, calculate the size of samples required for such a confidence interval.  (You can assume sample size of town A and B are of equal size).\\n\\nThanks for any help.", "label": "science & mathematics"}
{"id": "train_1_129", "title": "how tomake your face very very fresh?", "content": "and also what kind of hair style jewlerry and dress will suite diamond shape face...also how to make your self intrusting to appear", "label": "health"}
{"id": "train_1_130", "title": "If I don't have kids and my coworkers who do get preferential treatment beacuse of it, is this discrimination?", "content": "Can I file a discrimation complaint or suit becuase of this?", "label": "business & finance"}
{"id": "train_1_131", "title": "Is it bad to spoil you boyfriend?", "content": "I tend to spend all the money when me and my boyfirend go out. I just like to treat him like he is the king.", "label": "family & relationships"}
{"id": "train_1_132", "title": "Who was the first to see a cow and think \"I wonder what will happen if i squeeze these things and drink it?", "content": "", "label": "entertainment & music"}
{"id": "train_1_133", "title": "are genetic diseases hereditary? do the words mean the same thing?", "content": "", "label": "health"}
{"id": "train_1_134", "title": "What programming skill is required to be a hacker? How can one be a good hacker?", "content": "web,internet,tracing,", "label": "computers & internet"}
{"id": "train_1_135", "title": "Pistons are good?", "content": "", "label": "sports"}
{"id": "train_1_136", "title": "i want to know about kids channels in arab gulf countries?", "content": "", "label": "education & reference"}
{"id": "train_1_137", "title": "White leopards or white tigers?", "content": "Which animal is more beautiful?\\n\\nAlso, are there any differences between white Siberian tigers and white Bengal tigers?", "label": "science & mathematics"}
{"id": "train_1_138", "title": "Why do people ask questions like this?", "content": "And then they talk and talk and talk for 3 paragraphs instead of getting to the point (hang on I need coffee) ok I'm back, and then they tell you every little detail about their opinion about the question instead of letting you, dear reader, answer. i mean, do they just like to type? Or do they really think we cant answer a straight ahead question without them filling in the cracks for us? Don't get me wrong, i like to ramble as much as the next guy, but some of these people just go on and on and on, sheesh! So, I'm not the type to overexplain my question, and i'll make this brief. Do you get annoyed when someone does this. Or is it ok? If it does bother you, will you stop doing it? I hope so. I only have one good rant in me per day. Peace   :-)", "label": "society & culture"}
{"id": "train_1_139", "title": "What is Best Option for Stop the Americanization in our country ?", "content": "Americanization [ with their war,Aid & Capitalism ] is like the H.I.V on our blood", "label": "politics & government"}
{"id": "train_1_140", "title": "who sings a song about a woman who runs into her ex lover at a grocery store?", "content": "and he asks her if shes happy", "label": "entertainment & music"}
{"id": "train_1_141", "title": "What do you think about Okra,oy it;s Olga,guys?", "content": "Love her? or what?", "label": "society & culture"}
{"id": "train_1_142", "title": "What is the offical name of Missouri's legislative body?", "content": "sources would be great!", "label": "politics & government"}
{"id": "train_1_143", "title": "How much software engineers in USA can save?", "content": "", "label": "business & finance"}
{"id": "train_1_144", "title": "If people can die from smoking cigarettes and cant die from smoking marijuana, why is marijuana illegal?", "content": "", "label": "health"}
{"id": "train_1_145", "title": "HOMEWORK HELP PLEASE!! what is hormone-receptor binding? And I need an example!?", "content": "", "label": "science & mathematics"}
{"id": "train_1_146", "title": "What do guys mean when they say she's hott but they won't talk to me!?!?!?", "content": "Guys always look at me and are like \"she's hott\" or they'll tell me \"ur really hott\" but that's all they say!! If i'm so hott why don't they ask me out or even talk to me!?! it's not like i'm behind glass with a sign that says do not touch.", "label": "family & relationships"}
{"id": "train_1_147", "title": "Where did the name ebay come from?", "content": "", "label": "computers & internet"}
{"id": "train_1_148", "title": "How can I improve my memory?", "content": "", "label": "education & reference"}
{"id": "train_1_149", "title": "what can i do to increase my speed in the 5k (current speed 27min, age 51)?", "content": "", "label": "sports"}
{"id": "train_1_150", "title": "how to start a factual report?", "content": "now please", "label": "education & reference"}
{"id": "train_1_151", "title": "Who should I start at QB, Bulger @ Seahawks, Brady v. Jets or Huard @ Dolphins?", "content": "and Why?", "label": "sports"}
{"id": "train_1_152", "title": "How many brothers & sisters  do u have ?", "content": "", "label": "business & finance"}
{"id": "train_1_153", "title": "Are there any negative effects of taking HGH (human growth hormone) and if so what are they?", "content": "", "label": "health"}
{"id": "train_1_154", "title": "my ex buys cars to attract a new girlfriend. she does not know yet that he is mean and a verbal abuser. should", "content": "i tell the new girlfriend about his verbal abuse. he is 62 yr old, and will not change. if  he verbally abuse me,then he is going to verablly abuse another woman. he was seeing a pyscharist for 10 years and he does not love his mother. he actually hates his mother. i have been told men who hate their mother usually have problems with women. he has been divorced twice. a leopard does not change his spots. I actually feel sorry the new girlfriend because she does not know what is in store for her yet. should I tell her or buyer beware.,", "label": "family & relationships"}
{"id": "train_1_155", "title": "How do I get my photo in that little grey square to the left of this question??", "content": "Just curious...", "label": "computers & internet"}
{"id": "train_1_156", "title": "What kind of stunt will bush and rowe pull before the Nov elections?", "content": "I think a military crisis with Iran.", "label": "politics & government"}
{"id": "train_1_157", "title": "What would be a good name to name my Mexican Salsa?", "content": "Its good..", "label": "science & mathematics"}
{"id": "train_1_158", "title": "who likes Aishwarya Rai??????", "content": "BE DECENT", "label": "entertainment & music"}
{"id": "train_1_159", "title": "french translation?", "content": "what is the french translation for \"can you find your way to my heart?\" and \"i'll never be with you\" thanks to those who will help! :D", "label": "society & culture"}
{"id": "train_1_160", "title": "I want to listen bhojpuri songs?", "content": "Please help me guys.", "label": "entertainment & music"}
{"id": "train_1_161", "title": "natives americans?", "content": "what do U.S native american's do and believe about death. \\nIf you can try to name any tribes or what part of the country they are from.", "label": "society & culture"}
{"id": "train_1_162", "title": "How does one get around websense at school to get on myspace.?", "content": "I can't seem to get around the websens anymore. I've tried everything! It sucks. Does anybody know how to get in?", "label": "computers & internet"}
{"id": "train_1_163", "title": "I am selling silver any takers?", "content": "", "label": "business & finance"}
{"id": "train_1_164", "title": "Why are people so against cheaters?", "content": "Really, why does something like cheating get under your skin so much?  Ask yourself, \"What I am pissed about?\"  most often we tend to point toward the person who betrayed the other but really, it's a blessing in disguise.  If you are really meant to be with someone, then both partners will not cheat because there's no opportunity or should I say, desire to see someone else. \\n\\nSo stop hating players, they are the best kind in my opinion.", "label": "family & relationships"}
{"id": "train_1_165", "title": "what is the web sight for checking on peoples criminal record michigan?", "content": "", "label": "politics & government"}
{"id": "train_1_166", "title": "can we go for sex with the pregnent lady? what are the saif position for sex and how long we can do sex?", "content": "", "label": "health"}
{"id": "train_1_167", "title": "Who has been to the o,dome in gainesville florida where gators play basketball?It is a lot of fun!!!?", "content": "", "label": "sports"}
{"id": "train_1_168", "title": "what is the relevance of environmental science to architecture?", "content": "", "label": "education & reference"}
{"id": "train_1_169", "title": "What is the cheetah's biggest problem in this century?", "content": "", "label": "science & mathematics"}
{"id": "train_1_170", "title": "how i display adds on my website to earn money by marketing?", "content": "", "label": "business & finance"}
{"id": "train_1_171", "title": "Calling all Chiropractors, Herbalists, and massage therapists?", "content": "I'm 14 now, I want to be one (or all) of the above. Tell me what kind of stuff I should get into now,  to just be better prepared when I'm older.\\n\\nP.S. I live in California, if that helps at all", "label": "education & reference"}
{"id": "train_1_172", "title": "Do anyone remember the Thanksgiving Day Game Stats; Denver vs. Kansas?", "content": "I need the following\\n\\nPunt Return Yards:\\nGross Yards Passing:\\nTotal Return Yards:\\nNet Rushing Yards:\\nNet Passing Yards:", "label": "sports"}
{"id": "train_1_173", "title": "What is your opinion on the poll that shows 48% of Hispanics in America want English as the official language?", "content": "", "label": "politics & government"}
{"id": "train_1_174", "title": "why is spelling so unimportant to most people?", "content": "", "label": "society & culture"}
{"id": "train_1_175", "title": "Is it true that when someone sneezes their heart stops beating?", "content": "", "label": "health"}
{"id": "train_1_176", "title": "Is Shakira's song \"Hips don't lie\" out????", "content": "", "label": "entertainment & music"}
{"id": "train_1_177", "title": "How many drops of rain does it take to fill up a glass?", "content": "", "label": "science & mathematics"}
{"id": "train_1_178", "title": "how do i find out who a user name belongs to???", "content": "", "label": "computers & internet"}
{"id": "train_1_179", "title": "would guys in twenties like teddies...? is it alright to give a teddy as  a present??", "content": "", "label": "family & relationships"}
{"id": "train_1_180", "title": "What is a good nickname for a guy named 'Cotterall'?  I have been called 'Cot', 'OTTY'. and 'TheCunt'?", "content": "", "label": "society & culture"}
{"id": "train_1_181", "title": "Does he like me?", "content": "Ok so prom was coming up and i had date well a friend with out me knowing ask him to take me and he says yes. Well we have never talked b4 so we went out to lunch the next day and he paid ate pizza and we talked getting to know each other. So prom night comes around and he picks me up a little late but says all the right answers to my parents. We \"double date\" we my friend and her boyfriend which is like a brother to him. And we played checkers no one won cuz we had to leave i gave him some of my lobster blah blah blah... all night though he would look at me when i wasn't looking and then when i looked he turned away.. Then in the car i said i like you and then like a 30 second pause he said i like you too. Then i said so where do we go from here refering to what i just said, and he said well we can stay in the car or go to prom. NOW the question is guys.. does he like me? or begining too? or am i just out of my league", "label": "family & relationships"}
{"id": "train_1_182", "title": "Any Superhereoes on here today?", "content": "", "label": "entertainment & music"}
{"id": "train_1_183", "title": "is drugdealing an addiction?", "content": "", "label": "business & finance"}
{"id": "train_1_184", "title": "Is the solar eclipse always in the new moon?", "content": "", "label": "science & mathematics"}
{"id": "train_1_185", "title": "Lump In throat?", "content": "I have had a feeling like there is a lump in my throat for about 3-4 weeks now. It doesnt affect my eating or drinking, but I do feel it all the time. Im not usually a stress out person but when I first started noticing it is when I thought I was having heart problems which I did see a doctor for and checked out fine.  I dont think I am under stress now Unless (lol) I am because of the throat thing.  Even if it was stress related shouldnt it have gone away by now? \\nAny Ideas?", "label": "health"}
{"id": "train_1_186", "title": "How many black Players have played for AC Milan?", "content": "", "label": "sports"}
{"id": "train_1_187", "title": "Reading Comprehension?", "content": "Please, I am in need of some ways I can be of better help in giving my daughter pointers on reading comprehension assignments. Sometimes I feel as though she is just not reading the material thoroughly.", "label": "education & reference"}
{"id": "train_1_188", "title": "Website with a lot of information about Tuesday's election?", "content": "Am looking for a website that includes information about all the races in the country, particularly Illinois. Thanks.", "label": "politics & government"}
{"id": "train_1_189", "title": "Computer people, help me please!?", "content": "Okay, well when I open Internet Explorer and go on to what I need to do I minimize so I can open Internet Explorer agian but the other one closes! I have no idea of how this started! If you could tell me how to fix this that would be great! Thank you!", "label": "computers & internet"}
{"id": "train_1_190", "title": "Will the United States ever have ties with Cuba?", "content": "I know that Fidel Castro was a friend of Prime Minister Trudeau and even visited Canada. I also know that Canadians frequently go to Cuba on holiday. Would the United States ever do the same?", "label": "politics & government"}
{"id": "train_1_191", "title": "does anyone know Kenny Chesney personnally?", "content": "", "label": "entertainment & music"}
{"id": "train_1_192", "title": "Do women like it when a man gives them sex really rough, or do they like it slow and soft?", "content": "", "label": "business & finance"}
{"id": "train_1_193", "title": "wat is the most important thing u look for in a girlfriend?", "content": "", "label": "family & relationships"}
{"id": "train_1_194", "title": "My shoulders have been hurting for over 2 months even though I am going to physical therapy.?", "content": "Physical therapy has helped with raise my arms more, but the pain still exists.  Do I need a cortisone shot? More physical therapy?  Pain killers?", "label": "health"}
{"id": "train_1_195", "title": "how do i pursue MBA from UK? i am working in india. which r the best universities in uk?", "content": "", "label": "education & reference"}
{"id": "train_1_196", "title": "sako/forrester  deer rifle.?", "content": "i have a s/forrester 308 deer rifle made in finland where can i find information on its  age and value on-line", "label": "sports"}
{"id": "train_1_197", "title": "can we get the energy from ordinary light like sun?", "content": "sun light give photons so with the help of that we can run solar battery is tube or bulb light have photon", "label": "science & mathematics"}
{"id": "train_1_198", "title": "What do westerners think about third and second world countries?", "content": "Would you like to explore the poverty, culture and people in the east? What country would you go to? (only third world)", "label": "society & culture"}
{"id": "train_1_199", "title": "any free virus scan for WINFILE gy pls help me?", "content": "my system affected with virus WINFILE Plse help to find any frree scanner from internet", "label": "computers & internet"}
