{"id": "train_3_0", "title": "Does anyone know the England soccer chant? I heard it at France 98?", "content": "Its played with a trumped to an adventure type of tune and at the end of each line they yell ENGLAND! They also hum the tune as the trumpet plays! England have cool soccer chants!\\nIf you could find a audio that would be great! sorry about the lack of information.", "label": "sports"}
{"id": "train_3_1", "title": "Year between graduation and professional school...  Suggestions for this break?", "content": "Graduation is fastly approaching.  I am anxious yet undecided of how to spend my time during this year between graduation and dental school.  I am hoping you are overflowing with suggestions to fill my year with personal growth and/or once in a lifetime must-dos.  Thanks!", "label": "society & culture"}
{"id": "train_3_2", "title": "how do i enhance my broadband speed?", "content": "", "label": "computers & internet"}
{"id": "train_3_3", "title": "I'm thinking about taking Spanish next year as Elec class.any advice?I'm a freshman.ChemE.Not a native speaker", "content": "I'm thinking about taking Spanish language next year as an elective course. Any good suggestion/advice? I'm a freshman now. Chemical engineer. Purdue Univ. Not a native speaker.\\n\\ntnanx in advance...", "label": "education & reference"}
{"id": "train_3_4", "title": "the first dog to go into space?", "content": "", "label": "business & finance"}
{"id": "train_3_5", "title": "is it possible that planets arose due to  collision of the Sun wit a huge comet?", "content": "may be there were at least two collisions: the 1st lead to formation of the most distant planets, and the 2nd - 4 planets nearest to the Sun?", "label": "science & mathematics"}
{"id": "train_3_6", "title": "How does the vote checker work?", "content": "We cant get ours started.", "label": "politics & government"}
{"id": "train_3_7", "title": "why are women so comlicated.?", "content": "straight up, why?", "label": "family & relationships"}
{"id": "train_3_8", "title": "When is the last time you have broken the no reporting rule?", "content": "", "label": "entertainment & music"}
{"id": "train_3_9", "title": "A sudden face rash...chapping skin on face and lips...also her eyes are affectted .looking for cause.?", "content": "She was told to use cold water facial baths were were not good..Another Dr. told her to use warm water seemed to help.\\nShe has had all the allergy test one can have....still not cause has been determined", "label": "health"}
{"id": "train_3_10", "title": "looks like another evangilical?", "content": "has ventured to the gay side......not that theres anything wrong with that...but for the christian right and george bush and family values and gay priests...do you think their are more gays in the clergy and congress than in san francisco...and causes this phenomenom", "label": "society & culture"}
{"id": "train_3_11", "title": "Distance Learnig Versus Full TImes Courses.?", "content": "Hi i just want to know if any one wants to pursues Higher education while working id the distace learning course good or the full time course.", "label": "education & reference"}
{"id": "train_3_12", "title": "How often are people enlisted in the Marines sent out for basic training?", "content": "", "label": "politics & government"}
{"id": "train_3_13", "title": "who had sex alreadly?", "content": "well not for me just asking", "label": "business & finance"}
{"id": "train_3_14", "title": "Question regarding the number of partners your lover has had - -?", "content": "On the radio earlier, one guy called up and said his new girlfriend had admitted to him that she had had 53 lovers, and she was 'only' 26 years old. He seemed a bit worried about it. Would you be?", "label": "family & relationships"}
{"id": "train_3_15", "title": "Post- Stroke Rehabilitation?", "content": "My dad has just got discharged from the hospital for ischemic stroke. This is the 2nd time he suffered from one and a more serious one. It left him feeling weak and has unable to walk without someone to hold him. He had problem swallowing food and was one the food tube for a few days. He is now able to take mashed food. He was discharged after 2 weeks in the hospital. However, he tends to vomit his food for the last few days before he was discharged. The doctors could not find a reason for it. He had been vomiting his dinner for the last couple of days so far since he got back. Why is he vomiting? He also have hiccups lately. The usual trick of drinking water cannot work as he can't take liquid readily.", "label": "health"}
{"id": "train_3_16", "title": "Where can I find Nordic Rollerblading poles?", "content": "I've checked around on websites and stores with no success. I am really interested in getting the poles as I am new to rollerblading and this seems like the safest way to adjust, and it is excellent upper body exercise.", "label": "sports"}
{"id": "train_3_17", "title": "hey friends, which college i chhose???", "content": "i am in gujarat. i got 193.3 merit marks . which college i choose? L.D.   or M.S. or Nirma..............", "label": "science & mathematics"}
{"id": "train_3_18", "title": "What is your faveorite animal?", "content": "mine are the snow leopard and a peragrin falcon", "label": "entertainment & music"}
{"id": "train_3_19", "title": "Are company can monitor me even if I am using webcam?", "content": "", "label": "computers & internet"}
{"id": "train_3_20", "title": "how to make a world clock using visual basic.net?", "content": "", "label": "computers & internet"}
{"id": "train_3_21", "title": "Why do the ones who scream the loudest against homosexuality seem to get caught engaging in it so often?", "content": "This time one of the leaders of the evangelical anti-gay movement.\\n\\nhttp://news.yahoo.com/s/ap/20061102/ap_on_re_us/haggard_sex_allegations", "label": "society & culture"}
{"id": "train_3_22", "title": "Hello !! I I would like to discover more the cow-boys fringants?", "content": "I'm French and I don't arrive find their Cd. You know them and do you like? \\n\\nThank you for your answers", "label": "entertainment & music"}
{"id": "train_3_23", "title": "why is it...?", "content": "why is it that professional women athletes do not get paid as much as men... when they are doing the exact same thing as them, for example golf, rugby, soccer,basketball... i dont understand that.", "label": "sports"}
{"id": "train_3_24", "title": "what is a scrodum ?", "content": "", "label": "education & reference"}
{"id": "train_3_25", "title": "what is our ( human race ) fate,will we perish like the dinosaurs,or will we leave the planet to a new world.?", "content": "by our current numbers alone i dont think this world can sustain us.will we destroy this beautiful planet and become victims of our own success .", "label": "business & finance"}
{"id": "train_3_26", "title": "i have this friend who is 17 and her dad abuses her..what can she do because she is to old for Foster care?", "content": "i need to find out information to help her", "label": "politics & government"}
{"id": "train_3_27", "title": "Is it ok to wear contacts in the ocean?", "content": "", "label": "health"}
{"id": "train_3_28", "title": "What types of hormone therapy is there for transgender people?", "content": "I'm writing a paper on this topic", "label": "science & mathematics"}
{"id": "train_3_29", "title": "I need a good quote to use for my sister's baby book.  Serious answers only please?", "content": "I would like a SERIOUS and THOUGHTFUL quote about the joys of impending parenthood.  Something about how  your life will never be the same again.  If your quote is original, please include your name or pen name so that I may give you credit in the baby book if I choose  your quote.  Thank you!", "label": "family & relationships"}
{"id": "train_3_30", "title": "Will success Hezbollah in Lebanon for tie Iran -Syria loop?", "content": "", "label": "politics & government"}
{"id": "train_3_31", "title": "where can i find a web page for the teen angels band?", "content": "", "label": "entertainment & music"}
{"id": "train_3_32", "title": "What time should i get up on black friday and should i fight other for items and is black friday fun to go to?", "content": "", "label": "society & culture"}
{"id": "train_3_33", "title": "What Mets manager said of Ron Swoboda: “Amazing streangth, amazing power, Now if he can only learn to catch a", "content": "", "label": "sports"}
{"id": "train_3_34", "title": "If there was a machine that would give you a $15 haircut, would you stick your head in?", "content": "and if you did, what would you look like?", "label": "education & reference"}
{"id": "train_3_35", "title": "what are other things i can download besides winzip that can create pk4 files and pk3 files?", "content": "", "label": "computers & internet"}
{"id": "train_3_36", "title": "what kinds of syptoms can occur as a result of impacted bowel?", "content": "", "label": "health"}
{"id": "train_3_37", "title": "This realy happened?", "content": "This guy raped my wife and she had an abortion.He also worked at a funeral home and when my grand mother died he had sex with her dead body.Hes taken my daughters virginaty and he ownes a computer store in brantford,should i stab him in the neck?", "label": "family & relationships"}
{"id": "train_3_38", "title": "What is a typical day like for a route salesperson?", "content": "I am applying for a route salesperson job for a bread company and just wanted to know what the job entails. Thanks!", "label": "business & finance"}
{"id": "train_3_39", "title": "What is the concentration of OH- ions in saturated limewater if [H3O+] = 3.98 × 10-13 M? Is limewater acidic,", "content": "", "label": "science & mathematics"}
{"id": "train_3_40", "title": "I just switched from PaxilCR to Lexapro for anxiety, any experiences with Lexapro?", "content": "PaxilCR wasn't doing me so well, I actually got worse, so my doc switched me to Lexapro and gave me xanax, I haven't taken either just yet (JUST made it in from the doc) what can I expect from this?", "label": "health"}
{"id": "train_3_41", "title": "When does space end? and if there is, what's holding up that space and so on?", "content": "Where does it ever end? Has anyone ever thought about it? That is really mind blowing. This is my first question by the way.", "label": "science & mathematics"}
{"id": "train_3_42", "title": "Has anyone heard of a tenor sax by the brand name of Chicago Jazz Series?", "content": "I found an affordable saxophone by Chicago Jazz Series and the black nickel is just enough for me to afford and i can't seem to find it anywhere other than the music 123 catalog and yes i already checked the website and no they don't have it.  So i was wondering if anyone could be of some help...oh and it isn't the LA jazz series...", "label": "entertainment & music"}
{"id": "train_3_43", "title": "is david beckham hot?", "content": "", "label": "sports"}
{"id": "train_3_44", "title": "who knws the history of a pulley.who invented it ,place of discovery?", "content": "", "label": "education & reference"}
{"id": "train_3_45", "title": "Where is a good site for mp3 urls for a flash html player?", "content": "I have googled it, yahoo searched, and any other major seacrh engined it and I cant find any site with mp3 song urls. Its for a flash player for my MySpace...", "label": "computers & internet"}
{"id": "train_3_46", "title": "how to maintain a relationship with a woman?", "content": "", "label": "family & relationships"}
{"id": "train_3_47", "title": "whats a good valentines gift for a girlfriend you don't love yet?", "content": "it's only been 2 months and I don't love her, but I like her a lot.  What's a good valentine's gift to get her ?", "label": "society & culture"}
{"id": "train_3_48", "title": "what was 2.5 million kids given to identify them after a nuclear attack in 1952?", "content": "", "label": "politics & government"}
{"id": "train_3_49", "title": "how to realy lose weight?", "content": "", "label": "business & finance"}
{"id": "train_3_50", "title": "are twitchers sad?", "content": "", "label": "health"}
{"id": "train_3_51", "title": "what u did to make this world a bit more beautiful?", "content": "we came in this world,and happy with our money+fame+family+comforts +everything to enjoy life,do u think only these r the enf limits of a human being?", "label": "society & culture"}
{"id": "train_3_52", "title": "What is the Vertual Library? Can I know everything about it?", "content": "", "label": "education & reference"}
{"id": "train_3_53", "title": "why do we use silk from silk worms but not spider silk?", "content": "", "label": "science & mathematics"}
{"id": "train_3_54", "title": "Which is better? Low larynx singing or high larynx singing?", "content": "", "label": "entertainment & music"}
{"id": "train_3_55", "title": "Why do channel catfish like smelly baits?", "content": "", "label": "sports"}
{"id": "train_3_56", "title": "anyone on here in the military? where if so....?", "content": "", "label": "politics & government"}
{"id": "train_3_57", "title": "What do guys prefer when looking for a girlfriend?", "content": "Do guys prefer a girl who wears mini skirts and little tops, or something a bit less revealing?\\nimean for a potential girlfriend - not just some eye candy in the street?", "label": "family & relationships"}
{"id": "train_3_58", "title": "where does miley cyrus live?", "content": "weher is here home.", "label": "business & finance"}
{"id": "train_3_59", "title": "35 mm slides in cassettes to scan, is there equipment for that?", "content": "I have loads (around 5000) old 35 mm slides i would like to scan. Scanning them 1-by-1 sounds like a lot of work. They are all in so called standard cassettes (holding 36 each that go direct to slide projector). \\n\\nHas any company developed a loading machine that would take the whole tray at a time and scan tehm one by one (like projector shows them), if you know of such machine, let me know. If not I have to wait, my father has the same problem with 15000 slides.", "label": "computers & internet"}
{"id": "train_3_60", "title": "What is 0 to the 0 power?", "content": "", "label": "science & mathematics"}
{"id": "train_3_61", "title": "Do any men find the larger lady attractive?", "content": "I'm a pretty 25 year old, which No man seems to want to date? Is this because i'm a size 18, and not a size 12?", "label": "family & relationships"}
{"id": "train_3_62", "title": "why do so many think that gorge Washington didn't want the job at commander and chief of the army?", "content": "i am amazed at how many people really think this. do they not realize that he started showing up in a uniform as soon they started talking of a army. most will say will it was in his speech to Congress after but they only see half the speech here it is \\n\\nI beg they will accept my cordial thanks for this distinguished testimony of their approbation. But lest some unlucky event should happen, unfavorable to my reputation, I beg it may be remembered by every gentleman in the room that I this day declare with the utmost sincerity I do not think myself equal to the command I am honored with. As to pay, Sir, I beg leave to assure the Congress that as no pecuniary consideration could have tempted me to accept this arduous employment at the expense of my domestic ease and happiness, I do not wish to make any profit from it. I will keep an exact account of my expenses. Those I doubt not they will discharge, and that is all I desire.\"\\n\\nhe is protecting his honor by saying he didn't want it.", "label": "politics & government"}
{"id": "train_3_63", "title": "sygssshgshsjgsh?", "content": "fddfyfhvgbvgdvududduhdduhdudhdudhudhdudhdujdduuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuujccccccccccccccccccccccccckxcxxxxxxxxxxxxxxxxxxxxisduisuidudufufuififisdiososoisdoisdososdiodidid", "label": "sports"}
{"id": "train_3_64", "title": "what are the side effects of diet pills such as zenical?", "content": "", "label": "health"}
{"id": "train_3_65", "title": "What are some songs about racial discrimination?", "content": "This is for a highschool english project, because we read To Kill a Mocking Bird, so preferably one with no swears, but its okay if it does.", "label": "education & reference"}
{"id": "train_3_66", "title": "If you could relive your first sexual experience what would you change?", "content": "", "label": "society & culture"}
{"id": "train_3_67", "title": "Do you watch Nick Cannon's Wild'n out, on MTV?", "content": "if u like this show then plz explain why u like it and tell me about ur favorite episode. I love this show!!! its soo awesome and funny!!!", "label": "entertainment & music"}
{"id": "train_3_68", "title": "What kind of form do you give an employee to see if he qualifies for work.?", "content": "", "label": "business & finance"}
{"id": "train_3_69", "title": "how do i delete the previously searched words from the search bar of yahoo?", "content": "thats all.", "label": "computers & internet"}
{"id": "train_3_70", "title": "MEN ONLY:  What is it about a female that disgust you...seriously.?", "content": "like habits, too much makeup, weight, fat etc.", "label": "family & relationships"}
{"id": "train_3_71", "title": "life cycle of a plant. ans for 10yrs old?", "content": "", "label": "science & mathematics"}
{"id": "train_3_72", "title": "Who want to be a lawyer?", "content": "Who out there is taking the CA bar this February?", "label": "business & finance"}
{"id": "train_3_73", "title": "where can i view the names of soldiers killed in italy around solerno beach in the second world war on 9/9/43?", "content": "", "label": "politics & government"}
{"id": "train_3_74", "title": "Does anyone know if Kasey Kahne has a girlfriend???", "content": "i love him, and will still love him even he is not single, but i am dying to know who he is dating, if he is dating anyone.", "label": "sports"}
{"id": "train_3_75", "title": "The theme on my Microsoft word is silver, how can I make it blue?", "content": "", "label": "computers & internet"}
{"id": "train_3_76", "title": "Where/what does the phrase \"god speed\" come from/mean?", "content": "", "label": "education & reference"}
{"id": "train_3_77", "title": "Is eating Blood pudding against the Catholic religion?", "content": "I'm not catholic - just curious about a friend eating it.", "label": "society & culture"}
{"id": "train_3_78", "title": "Expired pills?", "content": "How long does it take for Ibuprofin and Lortab's to expire?\\nAnd if taken even though they are expired what could happen?", "label": "health"}
{"id": "train_3_79", "title": "Is there a site I can get ideas for radio station contests or a place where radio people discuss radio contest", "content": "Basically need some fresh ideas for a small budget.  It has to be something that works up to a grand prize.  We'd like to do it about 3 times a day with the grand prize culminiating in $250.00 prize at the end of a week.  Looking  for ideas from radio people or maybe listeners whose radio stations are running fun contests that they like.", "label": "entertainment & music"}
{"id": "train_3_80", "title": "common faults that enables a computer to hang up?", "content": "some uncommon faults that causes a computer to hang up", "label": "computers & internet"}
{"id": "train_3_81", "title": "How is Mathematics used in Electricity?", "content": "", "label": "science & mathematics"}
{"id": "train_3_82", "title": "how do i unsubscribe from a group    where do i go to do it?", "content": "i dont know where to go to unsubscribe from a groupor how to the group is stepcarefully", "label": "business & finance"}
{"id": "train_3_83", "title": "where and when were the first soccer World Cup Finals England took part in?", "content": "", "label": "sports"}
{"id": "train_3_84", "title": "which is correct Montuvio or Montubio?", "content": "", "label": "education & reference"}
{"id": "train_3_85", "title": "What should I do next?", "content": "I'm a girl. Should I let him start the first move? I'm not so sure that he likes me but I think he has some feelings for me. I like him. If I want him to start, how do I hint him that I like him? How do I let him relax in front of me?\\n\\nHe is also younger than me 3 years. I'm 17 this year.", "label": "family & relationships"}
{"id": "train_3_86", "title": "If Christians give only lip service to helping others, why would a person want to spend eternity with them?", "content": "Though raised in a Christian family, I don't much care for most of the Christians I have known.  I have known people from several religions and lots of people who are non religiouos whose behavior closer reselbles what Jesus taught regarding relations with others than most Christians.  \\nWha are Christians going to do for an eternit?", "label": "society & culture"}
{"id": "train_3_87", "title": "DO you think Americans killed Russian diplomats?", "content": "what will the iraqies get from killing russians? the only winner obiuvcly is the us.", "label": "politics & government"}
{"id": "train_3_88", "title": "What is your hidden talent?", "content": "do you have any crazy tricks or talent that not many, if any, other people can do?\\n\\nI can roll my tongue, put my whole fist in my mouth (I don't think that's much of a talent but hey!) and  I\"m abidexterous.  I guess they aren't the greatest talents but they are all I have!", "label": "entertainment & music"}
{"id": "train_3_89", "title": "what's the best way to get rid of cellulite?", "content": "", "label": "health"}
{"id": "train_3_90", "title": "Is there any solution bout my pc which is having trouble playing any video file on line?", "content": "What is the best system requirements needed to solve this problem", "label": "computers & internet"}
{"id": "train_3_91", "title": "What would you do?", "content": "Two years ago I split up with my ex. When we were together it was a horrible relationship on both our sides. He moved out to Rhodes 7 months later. Two months later i went on a pre booked holiday to Rhodes. Four days after i got there i was raped. The man who raped me made a comment \"this ones from (my ex)\". There was not enough evidence to prosecute and part of me couldnt belive it was to do with him. Recently i met up with him as i needed to do it so i could try and draw a line under it.All my old feelings came back (stupid i know). Ever since i have been thinking about him and he has asked me to think about starting fresh. It would hurt so many people if i did but i cant stop thinking about him. I dont know what to do.", "label": "family & relationships"}
{"id": "train_3_92", "title": "Does anyone know if any progress is being made on producing a practical working Helium-3 fusion reactor?", "content": "With vast amounts of helium-3 available for the taking on the surface of the moon and additional stores in our gas giant neighbors, I am currious if there any individuals or private industrialists working on a practical solution to bringing this nearly inexhaustible energy resource to the masses of peoples here on earth.", "label": "science & mathematics"}
{"id": "train_3_93", "title": "how do you say 'tens of thousands' in spanish?", "content": "", "label": "society & culture"}
{"id": "train_3_94", "title": "Did anyone saw clips of the new movie \"Over the Hedge\"?", "content": "What do think about the movie?\\n\\n\\n(hint: overthehedgemovie.com   Go to \"video\")", "label": "entertainment & music"}
{"id": "train_3_95", "title": "leon festinger's theory?", "content": "", "label": "education & reference"}
{"id": "train_3_96", "title": "I have until the end of June to lose 35lbs, any suggestions?", "content": "We rented a beach house & I havn't lost my last baby- wieght, need help!", "label": "health"}
{"id": "train_3_97", "title": "why do cows always face the same direction out in the pasture?", "content": "", "label": "business & finance"}
{"id": "train_3_98", "title": "Who is over the sheriff's dept?", "content": "If you are aware of a serious crime that has taken place and the law enforcement agency that is over the case, is not doing anything about it, what would your next step be to try to get the case reopened and investigated thoroughly? This is after someone has stepped forward and gave a statement that the person who committed the crime confessed everything in detail of how the crime was done.", "label": "politics & government"}
{"id": "train_3_99", "title": "Do you think the Pittsburg Stealers will win?", "content": "", "label": "sports"}
{"id": "train_3_100", "title": "where can i put a \"for rent\" ad online for free?", "content": "", "label": "business & finance"}
{"id": "train_3_101", "title": "I have bad diarhea...help!?", "content": "", "label": "health"}
{"id": "train_3_102", "title": "What's the most versatile Bachelors degree to earn?", "content": "", "label": "education & reference"}
{"id": "train_3_103", "title": "Have d'loaded  1st 6 episodes of Lost onto DVD, how can I convert   to watch the DVD thro a DVD player to TV", "content": "", "label": "computers & internet"}
{"id": "train_3_104", "title": "were is 54th engineering brigade of philippine army located?", "content": "i just wanted to see that map", "label": "politics & government"}
{"id": "train_3_105", "title": "if you were given one do-over, anything in your life , what would it be ?", "content": "", "label": "entertainment & music"}
{"id": "train_3_106", "title": "Is there any cure for Thalessemia Minor?", "content": "I have T minor and the Dr. says that it won't have any affect on the quality of my life except the fact that I'll always feel fatigued and light-headed for the rest of my life. I don't know if this situation is livable so I'm not sure if there are any possible cures. Any ideas?", "label": "science & mathematics"}
{"id": "train_3_107", "title": "Who do you think are the 4 Power House teams playing in the World Cup?", "content": "", "label": "sports"}
{"id": "train_3_108", "title": "Child sacrifice as religious practice?", "content": "Today's OT Scripture reading included Abraham's readiness to sacrifice Isaac.  Apparently this was practised by some of the tribes in Abraham's day as a religious offering.  It made me think about abortion today.\\n\\nMost people would be up in arms with a religion that asked for child sacrifice.  Most people in the western world would claim to think for themselves rather than blindly follow the dictates of any authority.\\n\\nI think women who have an abortion do so with regret.  My question is; what higher purpose is being served by having an abortion?  And would the women (and the father if consulted) who have taken this course of action, still hold that for them, that higher purpose, is still more important.", "label": "society & culture"}
{"id": "train_3_109", "title": "****people if you alone infront of ur pc what do you do***?", "content": "****people if you alone infront of ur pc what do you do*** do u end up doing something bad ?", "label": "family & relationships"}
{"id": "train_3_110", "title": "what nationality is peter Schmicheal ex man united goolie?", "content": "", "label": "sports"}
{"id": "train_3_111", "title": "i had a program downloaded called rocket for finding and burning music,before i rebooted,lost it cant find?", "content": "i had a program called rocket mp3,for burning,finding music,had my computer rebooted,lost the rocket mp3 program,and can not locate it anywhere on the net,also,i paid for the program,any help you can give me would be a great help,i beleave it was (p2p)i need too find this program,as it seems too be the only one you can find old gospel music on.", "label": "computers & internet"}
{"id": "train_3_112", "title": "Wheres a web site where i can  find all the naruto episodes on DVD?", "content": "", "label": "entertainment & music"}
{"id": "train_3_113", "title": "i am dieing here plz all those good with romance plz plz plz help!u get 10 points for best answer!!!!!!!!!!!!!", "content": "ok so theres this boy ill call him bob and i really really like him but we have been friends forever. But this other guy ill call him joe likes me and everyone thinks i like him but i dont but if i tell him that he will be mad at me and maby not my friend anymore. but bob thinks i like joe so hes like not talking about it but he said he likes me 2 years ago but im not sure if i should tell him and wat should i tell joe??", "label": "family & relationships"}
{"id": "train_3_114", "title": "Is the world a more peaceful place since Bush has been President?", "content": "", "label": "politics & government"}
{"id": "train_3_115", "title": "hey do u think 2pac is still alive?", "content": "", "label": "business & finance"}
{"id": "train_3_116", "title": "can we count stars at any point of time?", "content": "", "label": "science & mathematics"}
{"id": "train_3_117", "title": "How do i get ride of mentral cramps?", "content": "I am a young woman. With Teribal menstral cramps during mentral period. Is there anyway to lessen the pain of my cramps with out taking advil or other pain medications?", "label": "health"}
{"id": "train_3_118", "title": "The most awkward thing I have ever heard in a church?", "content": "\"The road to hell is paved with good intentions\"\\n\\nWhat does this mean to you?", "label": "society & culture"}
{"id": "train_3_119", "title": "what is the ralationship between safety and productivity inan oil company like shell nigeria?", "content": "how can safety enhance productivity in a company like shell nigeria", "label": "education & reference"}
{"id": "train_3_120", "title": "What are some things that mentally disabled or schizophrenic people can't do?", "content": "I was diagnosed as 30% mentally disabled, with schizophreniform, schizoaffective disorder, schizophrenia and depression. Yet I can do anything that a normal person can. thanks in advance.", "label": "health"}
{"id": "train_3_121", "title": "How old are you?????????", "content": "im 12 in the 6th grade\\n\\n                                       really i am", "label": "business & finance"}
{"id": "train_3_122", "title": "Should I go to sleep or keep asking dumb questions on this thing.?", "content": "", "label": "education & reference"}
{"id": "train_3_123", "title": "SOOO, are you some god who decides where the soldiers go when they died?", "content": "This is a reply to the first person who anseared my question.", "label": "society & culture"}
{"id": "train_3_124", "title": "Implications for US Military with highly inflated oil prices?", "content": "Eventually oil is going to run out.  When it does, or alternatively when oil is far too expensive, what are the implications for the US military.  Aircraft, Tanks, non Nuclear naval vessels, all these things run on oil based products.  How much will the influence and power of the US military and indeed all armed forces diminish?", "label": "politics & government"}
{"id": "train_3_125", "title": "Does any girls like a bad boy or an innocent boy that does nothing wrong? =P?", "content": "I can be whatever u like =P", "label": "family & relationships"}
{"id": "train_3_126", "title": "Do aliens exist?", "content": "", "label": "science & mathematics"}
{"id": "train_3_127", "title": "Who will win the golden boot (most goals) at the world cup?", "content": "", "label": "sports"}
{"id": "train_3_128", "title": "i keep getting a page with do you yahoo?", "content": "It is on a plain background nothing else there it takes over my home page andhave used several spyware removers it keeps returning anyone any idea what it is exactly and how to keep it away i have done all the obvious things like resetting home page have anti virus etc etc and several different spy ware removers  .I am also interested to see if any one else has had this problem?", "label": "computers & internet"}
{"id": "train_3_129", "title": "What do you think about my toast?", "content": "Here,s to the Bull that roam,s in the wood,s And does all the Cow,s and Helfer,s good If it wasnt for him and his little red rod We wouldnt have any butter on our bread by golly!", "label": "entertainment & music"}
{"id": "train_3_130", "title": "Do you like Democrats or Republicans?", "content": "", "label": "politics & government"}
{"id": "train_3_131", "title": "how Would u love to be different?!?", "content": "", "label": "family & relationships"}
{"id": "train_3_132", "title": "Can dental fillings cause bad breath?", "content": "I need to get a three teeth filled due to cavities. Can the fillings cause bad breath?", "label": "health"}
{"id": "train_3_133", "title": "If a man is alone in a forest and there are no women around to hear him speak, is he still wrong?", "content": "", "label": "business & finance"}
{"id": "train_3_134", "title": "Whats the best German learning program available.\\nknow there was one used by \\nthe CIA but I can't rem?", "content": "I know there was one used by the CIA but I can't seem to find it on the net.  Please don't say I should move there because thats not an option.", "label": "education & reference"}
{"id": "train_3_135", "title": "B-Ball trade offer for a 1st round draft pick...?", "content": "I have Dirk on my squad... Dirk/Marbury for Tayshaun Prince/Mike Bibby... Is the trade solid enough to just give up Dirk only for the two or Dirk plus Marbury? As a note, I also have Melo/TMac/Deng/Ben Gordon on my squad!", "label": "sports"}
{"id": "train_3_136", "title": "If you could do anything for one day, what would it be?", "content": "", "label": "entertainment & music"}
{"id": "train_3_137", "title": "What is the most popular/ultimate  notebook / laptop computer brand?", "content": "The most ultimate notebook laptop brand.", "label": "computers & internet"}
{"id": "train_3_138", "title": "If a Muslim gives you the choice of Islamic execution, do you chose IMPALEMENT, STONING, BEHEADING?", "content": "Vlad the Impaler learned Impalement from the Muslims who had conquered his ancestoral lands. Theres something freudian about a muslims desire to impale people who like sex (infidels).", "label": "society & culture"}
{"id": "train_3_139", "title": "why water expands when it is cooled?", "content": "", "label": "science & mathematics"}
{"id": "train_3_140", "title": "where can i download lovelight from Robbie Williams?", "content": "", "label": "entertainment & music"}
{"id": "train_3_141", "title": "how do you now if a boy likes you?", "content": "", "label": "family & relationships"}
{"id": "train_3_142", "title": "What is the best satellite view of a city and streets that you would recomend?", "content": "I am trying to find the best view of my house and the layout of our town. I can't seem to find a website that is helpful with that.", "label": "business & finance"}
{"id": "train_3_143", "title": "Does anybody else have a sexual attraction towards potatoes?", "content": "i do and a whole lot..is this normal?..what should i do about it?..i cannot seem to get excited without a potatoe...", "label": "society & culture"}
{"id": "train_3_144", "title": "why does microsoft charge so much for windows when there against piracy as reducing costs would resolve this??", "content": "", "label": "computers & internet"}
{"id": "train_3_145", "title": "where can i buy button cell batteries in canada?", "content": "my daughter uses an pump for her diabetes she uses button cell batteries size 357 energizer I was wondering where she could get them cheeper it takes 3 of them and they cost around 3 dollars each.  I would like to get them in bulk then maybe it would be lots cheeper and i was wondering if Canada has a retailer that sells them cheeper than in the U.S.", "label": "health"}
{"id": "train_3_146", "title": "Do you like the Redskiins?", "content": "DateOpponentTime/  \\nAwayHome\\nSep 11Minnesota \\nSep 17@Dallas \\nSep 24@Houston \\nOct 1Jacksonville \\nOct 8@N.Y. Giants \\nOct 15Tennessee \\nOct 22@Indianapolis \\nWeek 8BYE  \\nNov 5Dallas \\nNov 12@Philadelphia1:00pm144144\\nNov 19@Tampa Bay1:00pm117107\\nNov 26Carolina1:00pm110143\\nDec 3Atlanta1:00pm117107\\nDec 10Philadelphia1:00pm146123\\nDec 17@New Orleans1:00pm143147\\nDec 24@St. Louis1:00pm130119\\nDec 30N.Y. Giants8:00pm", "label": "sports"}
{"id": "train_3_147", "title": "Can bush and Blair get on the same page?", "content": "Ok,George Bush is resisting a partnership With Iran and Syria and is calling for isolation.While Tony Blair wants a partnership to help stabilise Iraq.\\n\\nWhat are your thoughts on this?What will this conflict betweeen to two leader mean for stability in the middle east/iraq?", "label": "politics & government"}
{"id": "train_3_148", "title": "What do you think about getting a degree online?", "content": "", "label": "education & reference"}
{"id": "train_3_149", "title": "Help with math?", "content": "Pipe A can fill a tank in 5 h. Pipe B can fill it in 2 h less time than it takes pipe C, a drainpipe, to empty the tank. With all three pipes open, it takes 3 h to fill the tank. How long would it take pipe C to empty it?", "label": "science & mathematics"}
{"id": "train_3_150", "title": "what is 1.68m?", "content": "what is it?\\n1.68m", "label": "education & reference"}
{"id": "train_3_151", "title": "waht are the physical and climatic reasons for cyclones?", "content": "", "label": "science & mathematics"}
{"id": "train_3_152", "title": "what are the different video system files?", "content": "", "label": "computers & internet"}
{"id": "train_3_153", "title": "Whatever happened to that missing person's case involving Johnny Depp's biz. partner?", "content": "Johnny Depp and this other guy were co-owners of a club and, Johnny was going to be taken to court for fraud. But, before anything could happen, the guy disappeared.", "label": "entertainment & music"}
{"id": "train_3_154", "title": "Y do people get mad when thet find out their favorite bands r Christian?", "content": "Bands like switchfoot or relient k", "label": "society & culture"}
{"id": "train_3_155", "title": "Why do my eye burn in the evenings?", "content": "", "label": "health"}
{"id": "train_3_156", "title": "what suffrage and election all about?", "content": "", "label": "politics & government"}
{"id": "train_3_157", "title": "how much do petsmart employees make?", "content": "", "label": "business & finance"}
{"id": "train_3_158", "title": "I am Stuck in between two men and one ex girlfriend?", "content": "The ex in this case works with one of the men and makes lots of money for his business. I love both guys,but she keeps causing problems by threating to quit which will hurt his income,which will in turn hurt my income. He wants to be with me but can't make her understand that it is over with them. How do I fix this problem?", "label": "family & relationships"}
{"id": "train_3_159", "title": "what junior colleges in ohio have football teams?", "content": "", "label": "sports"}
{"id": "train_3_160", "title": "Where do you stand on voting? Are you more likely to vote democrat or republican?", "content": "", "label": "politics & government"}
{"id": "train_3_161", "title": "Why couldn't God just forgive us, why did Jesus have to die for our sins?", "content": "Why did Jesus have to be tortured and die for God to forgive us?  Why couldn't God just forgive us for something our ancestors did?", "label": "society & culture"}
{"id": "train_3_162", "title": "Which hindi fonts are already installed on most computers upon purchase?", "content": "Are there any hindi fonts that MS WIndows comes with?  For example, fonts such as Arial and TImes NEw ROman are pretty much generic...if I create a website with those fonts, they will show up as I wish for the to.\\n\\nBut, I wanted to include some hindi text in my new website.  Are there any fonts that are included (there are some on my system, but I don't know if they come will windows or if I downloaded the fonts at some point)?  If not, I'll turn to making the text into a pictur but I was just curious.\\n\\nThanks in advance!", "label": "computers & internet"}
{"id": "train_3_163", "title": "What can I do for my Father?", "content": "Its my father's 49th birthday in 2 days, and my brothers and I feel this intense need to do something for him, the problem is, we don't know what to do. Please help.", "label": "family & relationships"}
{"id": "train_3_164", "title": "Does anyone use Logic or a Dictionary before posting questions?", "content": "", "label": "education & reference"}
{"id": "train_3_165", "title": "who is the greatest sport man ever?", "content": "", "label": "sports"}
{"id": "train_3_166", "title": "how do i get a big butt??", "content": "i'm loosing weight and my butt is going away, i want it to come back but without gaining the weight back!! any suggestions???", "label": "health"}
{"id": "train_3_167", "title": "i am moving to a different state. how can i find out what the standard pay rate in that area is for my career?", "content": "i am looking for a specific web site, that will give me the standard pay rate for my particular career.  can somebody please help me", "label": "business & finance"}
{"id": "train_3_168", "title": "Who is fit Those who evolve?The survival of the fitest Evolutionist ;they seem to all drop dead? It cant be?", "content": "Some body has to be fit .Unless the Theory is bogus?", "label": "science & mathematics"}
{"id": "train_3_169", "title": "Are you a Gilmore Girls fan?", "content": "If so, please tell me where I can see last night's episode online.  Usually they are on YouTube, but this one isn't.  Any suggestions??", "label": "entertainment & music"}
{"id": "train_3_170", "title": "Whats your favorite kind of ball/balls?", "content": "", "label": "sports"}
{"id": "train_3_171", "title": "If you could change your race and/or ethnicity for a day what race/ethnicity would you choose and why?", "content": "", "label": "society & culture"}
{"id": "train_3_172", "title": "formula of Frequency density?", "content": "", "label": "science & mathematics"}
{"id": "train_3_173", "title": "What is the best way to lose my SPARE TIRE around my waist. I'm a 45 year old active man.?", "content": "I exercise daily yet can not remove the spare tire around my waist. I've tried many things and with summer coming I'm willing to try anything, except surgery. Are there any foods that can help fill me yet not be fattening?", "label": "health"}
{"id": "train_3_174", "title": "if the president commits murder- does he goto jail?", "content": "I've seen through out history, presidents have committed scandals, lied to people, corupted the government, but none of them got punished- they either quit or got impeached.\\n\\nI'm getting that impression that the president can do pretty much anything.", "label": "politics & government"}
{"id": "train_3_175", "title": "I am a recently self employed carpenter, how much should I put aside for taxes?", "content": "", "label": "business & finance"}
{"id": "train_3_176", "title": "right to silence under article 19 of indian constitution?", "content": "the question is related with the indian constitution and should be on constitutional aspects", "label": "education & reference"}
{"id": "train_3_177", "title": "Amitabh Bachan mothers name ?", "content": "Can anyone tell me is it correct.\\nhttp://indian-movie-industry-bollywood.blogspot.com/2006/06/name-amitabh-bachchan-birthday-sunday.html\\nAmitabh bachan mother name is \"Teji Bachchan\"", "label": "entertainment & music"}
{"id": "train_3_178", "title": "i have installed windows /2000 3X, and it wont recognize my mouse....HELP?", "content": "email or IM tonight if you would like....(kanoshaa), thanks", "label": "computers & internet"}
{"id": "train_3_179", "title": "what can I spect for my mate when he dont respect me anymore?", "content": "he dont make me love with kindness, and he dont say what it heart feel, just scream and all the time its angry, theres 3 months ago he lost a son in the last marriage, and just said there its so anfaer cause he loves him too much, I dont know what to do, I`m so desperate and I`ready leave him, I`ve 2 kids of him, and I got one of my last relation ship, so please I need help, sometimes I think that he dont really need us,and its so hard for my kids too, cause I`l see them bad, for us he`s right now in another city, and I miss him, but I think there is much better like this tell me Ia`m alright in my decition?", "label": "family & relationships"}
{"id": "train_3_180", "title": "I'm considering labiaplasty?", "content": "I'm 18 years old and my labia minora are longer than normal. I've been very embarressed about it my entire life, and I'm considering getting labiaplasty to aleviate the length. My question is, how common is this \"condition\", and is it even worth getting cosmetic surgery over?", "label": "health"}
{"id": "train_3_181", "title": "Do people think that manners and courteous behaviour have gone out the window?", "content": "What has happened to traditional values? Forgive me for sounding like an old lady but shouldn't a man hold a door open for a woman? Why shouldn't a young person stand up on a bus and let an older person sit down? Why do people look at me strangely if I say \"thank you\" and \"Your welcome\" as if I've said something wrong! Do people think that this is how society should be? To touch on a delecate subject as well, this whole \"Post femanist era\" has it now gone to far? In my opinion I would hate to live in a world where I couldn't vote or work, but dash it all I like it when a man holds a door for me! Is this a double standard on my half or do you think this is reasonable?", "label": "society & culture"}
{"id": "train_3_182", "title": "Should I File Bankruptcy...???", "content": "I'm 27 and had my credit damaged when I lost a six figure income (self employed).  Everything on my credit is 3-4 years old and I would think would come off after 7 years.  However, I have now had a couple judgements against me for a total of $25,000 and my total debt on my credit report is $60,000.  I have no income right now and no assets.  Any advice would be greatly appreciated.", "label": "business & finance"}
{"id": "train_3_183", "title": "What new gadgets and gizzos are there these days for 3D archery?", "content": "The last time I picked up my bow, \"Whisker Biscuits\" were all the rage.  What other goodies and innovations have come onto the market now that I'm thinking about getting back into 3D archery and looking to bring my bow back up to speed?", "label": "sports"}
{"id": "train_3_184", "title": "If you are already pregnant, and your boyfriend is abusive, should you have the baby or better not?", "content": "He will not leave me alone after i have a child.", "label": "family & relationships"}
{"id": "train_3_185", "title": "Write a paragraph on each on 'Humanity','English in India'?", "content": "", "label": "education & reference"}
{"id": "train_3_186", "title": "What would happen if I went to Mexico and marched for my rights?", "content": "that would be the same as the illegals here in the US marching...I know what would happen to me, somebody would bust a cap in my tail.", "label": "politics & government"}
{"id": "train_3_187", "title": "who your favorite teen idle?", "content": "", "label": "entertainment & music"}
{"id": "train_3_188", "title": "how to get my website popular?", "content": "", "label": "computers & internet"}
{"id": "train_3_189", "title": "Does the temperature of a golf ball affect it's rebound height?", "content": "", "label": "science & mathematics"}
{"id": "train_3_190", "title": "Are you happy?  What gives you your greatest joy?", "content": "", "label": "society & culture"}
{"id": "train_3_191", "title": "the impact of the role of technology in business communications?", "content": "the positive and negative impacts of technology on business communications needed for business report", "label": "business & finance"}
{"id": "train_3_192", "title": "Was it wrong of me to...?", "content": "Flush my sisters cell phone down the toilet?\\nShe drank the rest of my Guiness!!!!", "label": "family & relationships"}
{"id": "train_3_193", "title": "How can I play yahoo news film clips on my Mac OSX?", "content": "When I click on the film clip icon I get a blank gray square where the clip should be playing.  All around it are the Yahoo news thumbnails of what other clips are available.  None play.  Do I need some special software besides Quicktime or do these clips only play on PCs?", "label": "computers & internet"}
{"id": "train_3_194", "title": "Can Governments make us OBEY?", "content": "Can i Breath without a permit, License, fine, fee?", "label": "politics & government"}
{"id": "train_3_195", "title": "What makes this work?", "content": "www.mysticalball.com", "label": "science & mathematics"}
{"id": "train_3_196", "title": "What is the minimun auditery signal people can hear regularly?", "content": "", "label": "education & reference"}
{"id": "train_3_197", "title": "What is the cost of Liposuction Plastic Surgery of the Abdomen?", "content": "", "label": "health"}
{"id": "train_3_198", "title": "well the bears do wat the did in 85?", "content": "ayh", "label": "sports"}
{"id": "train_3_199", "title": "Is film director/actor Woody Allen made out of wood as his name suggests?", "content": "", "label": "entertainment & music"}
