{"id": "train_0_0", "title": "What is the name of the wolf in the cartoon The Roadrunner?", "content": "", "label": "entertainment & music"}
{"id": "train_0_1", "title": "What is the best college if you want to become a teacher?", "content": "", "label": "education & reference"}
{"id": "train_0_2", "title": "am i entitled to a benefit after having cognitive disability?", "content": "after sustaining a severe head injury from a vehicle accident and now finding it extremely hard to hold employment due to lack of concentration and anger.", "label": "health"}
{"id": "train_0_3", "title": "Need advice from Mexican Men/Women?", "content": "I've been dating a man from Mexico.  He's a great guy!  I need to know what things are good/bad in the Mexican culture for dating.  Just some general advice would be great.  Thanks.", "label": "family & relationships"}
{"id": "train_0_4", "title": "where can I watch the UFC in Detroit, MI area?", "content": "anyone know of any good bars, etc?  Thx.", "label": "sports"}
{"id": "train_0_5", "title": "How do you quit a job you just started?", "content": "Especially when you really like the people you work for and know they'll be in a bind without you there, after going through training, etc.", "label": "business & finance"}
{"id": "train_0_6", "title": "My husband's brother was killed at sea in WWII. How do we find out the name of the ship?", "content": "We have searched and cannot find a ship that sunk in the Pacific on or near the date of his death. He would have been on a troup carrier with the 43rd infantry.", "label": "politics & government"}
{"id": "train_0_7", "title": "Is there a way in MS Excel to have a cell be equal to multiple cells? e.g.= D3 and D5, where d3 & 5 are words?", "content": "I'm trying to make a cell that has a list of other cells.  e.g. I want my cell to say \"[d4's value], [d5's value]\"\\n\\nCan I do that?  Right now when I try, Excel spits out the \"#value\" error.  Can you help?", "label": "computers & internet"}
{"id": "train_0_8", "title": "Did Jesus have a rational mind?", "content": "", "label": "society & culture"}
{"id": "train_0_9", "title": "What is the purpose of Bayesian Inference?", "content": "Hi. I know how Bayesian Statistical inference works, but I want to know why it is used. I mean if you already have an idea of what distribution to use, why not perform a goodness of fit test?", "label": "science & mathematics"}
{"id": "train_0_10", "title": "what is the meaning of life???", "content": "i doubt anyone knows... (besides chuck norris)", "label": "education & reference"}
{"id": "train_0_11", "title": "What can I do to start at tight end by senior year if i am a sophomore currently second string on JV?", "content": "I am reposting this question so i can get mor imput from people because i only got two answers last time\\n\\nI want to know how often i should work out, what can i do to get faster, how can i improve my catching ability? I think I am better than the player who starts over me but i have to prove myself to the coaches\\nheres a list of my stats\\n40 time: 4.9\\nBench Max: 125\\nSquat Max: 180\\n5 ft 10\\n155\\n\\nThe player starting over me\\n40 time: 4.8\\nbench max: 135\\nsquat max: 190\\n5 ft 11\\n165 pounds\\n\\nI know for a fact i can catch, run routes, and stalk block better than this guy but thats not good enough for the coaches.\\n\\nI am fully devoted to beating this guy out next year and advice in the offseason will truly be helpful!", "label": "sports"}
{"id": "train_0_12", "title": "Is spina bifida a rare disease?", "content": "", "label": "health"}
{"id": "train_0_13", "title": "If I have two computers in my home, can I use the same seat of XP on both of them, legally?", "content": "", "label": "computers & internet"}
{"id": "train_0_14", "title": "solve each system algebraically, check solutions....HELP!!!!!?", "content": "quadratic equation-x^2+y=9\\nlinear equation-y=x+9\\n\\nhelp and show steps please?\\nI will love you for all eternity...", "label": "science & mathematics"}
{"id": "train_0_15", "title": "I have man prombles?", "content": "", "label": "family & relationships"}
{"id": "train_0_16", "title": "I think I am psychic, are you holding the jack of clubs?", "content": "A nine of hearts?", "label": "entertainment & music"}
{"id": "train_0_17", "title": "do you feel like you havent found you God given talent? Like you are useless?", "content": "Yea, I am only 16 and I have a long time (hopefully) before the Lord takes me away. But I feel like I havent done anything with my life. I see all these kids in sports & band accelerating in something they enjoy. I sit at home all the time \\n\\nIm not a sports kid, Im a music fan. I love it. I was cheated in JH and Elem. school and didnt have band. So I joined it last year, and I feel useless. I dont know how to read music. I really want to learn snare & other instruments like piano or chello, but nobody will help me! They put me on cymbals in band, not much going on there! I have been playing guitar for about 2 years, but im not great at it. I havent had a lesson in so long. Playing guitar has been something i have always wanted to do but for some reason im in a rut. I want to do something interesting like gymnastics, but i just had knee surgery and its too expensive, & my father discourages me saying im not built for it. Im sure if I worked out more and tried I could. \\nHow about you?", "label": "society & culture"}
{"id": "train_0_18", "title": "Where can I find legal info regarding injury at work and employee rights?", "content": "I fell when I was at work and had a concussion. I went to work the next day, but in the evening and next several days was fainting and had killer headache. According to doctor's advice I took next 2 days off to ensure concussion doesn't have further concequenses. This is my new job and I haven't earned paid days off or vacation days yet. My employer is gonna deduct these 2 days that I had to take off from my paycheck. Besides, while I was at home they called me and told there are some changes in the office, and they are moving me to a smaller darker cube, further down. I'm adraid I'm gonna lose my job now. Can anyone help - where can I find info on my rights in this situation?  Or maybe someone has witnessed similar situation? All I want is to be paid for 2 days I had to take off, and I don;t wanna lose my job because of that.", "label": "business & finance"}
{"id": "train_0_19", "title": "Why Do So Many People Have a High Opinion of Ex-President Adulterer Bill Clinton?", "content": "Bill Clinton was an adulterer. He undermined our copyright laws until 2019.", "label": "politics & government"}
{"id": "train_0_20", "title": "tell me sites were I can fanart with sasuke and sakura!?", "content": "", "label": "entertainment & music"}
{"id": "train_0_21", "title": "What is the price of a dodger dog at dodger stadium?", "content": "", "label": "sports"}
{"id": "train_0_22", "title": "What  Canadian cities and larger towns are good places to live,  taking the gay factor into consideration?", "content": "I'm interested in knowing what people think of Calgary, Edmonton, Winnipeg, Toronto, Montreal, Quebec City, Regina, Saskatchewan, Halifax, St. John's-newfoundland, and any other place you'd like to comment on or share your experiences about.", "label": "society & culture"}
{"id": "train_0_23", "title": "Have any side effects or complications occurred from using magnets for pain?", "content": "", "label": "health"}
{"id": "train_0_24", "title": "Does anyone know how to create a program that will move my mouse in a reapetedily way?", "content": "I need to know!", "label": "computers & internet"}
{"id": "train_0_25", "title": "What will Bush do when he's out of the White House?", "content": "http://www.enewsreference.com", "label": "politics & government"}
{"id": "train_0_26", "title": "Why do we sometimes see a \"double rainbow\", almost like a reflection next to it, Doesnt light hit a spot once?", "content": "", "label": "science & mathematics"}
{"id": "train_0_27", "title": "How do I find out exactly where an email came from?", "content": "", "label": "business & finance"}
{"id": "train_0_28", "title": "x^2 + 8x + 16 = 0?", "content": "How do you find that x=  -4? \\n\\nIt's probably something really obvious, but i'm just tired.", "label": "education & reference"}
{"id": "train_0_29", "title": "a lovely girl must pm me now i need one?", "content": "plz be kind", "label": "family & relationships"}
{"id": "train_0_30", "title": "Who's the most powerful sailor senshi?", "content": "whoever gets the most votes wins (duh) and one of the ones who picked that senshi will be chosen as right answer and score ten points!\\nNo made ups,\\nchoose:\\nMoon\\nMercury\\nMars\\nJupiter\\nvenus\\nPallas\\nJuno\\nceres\\nVesta\\nPluto\\nuranus\\nneptune\\nchibi moon\\nstar fighter \\nstar maker\\nstar healer\\nor any others from the manga/anime/live action sailor moon.", "label": "entertainment & music"}
{"id": "train_0_31", "title": "date ideas?", "content": "hint hint im  in highskoool!", "label": "family & relationships"}
{"id": "train_0_32", "title": "How is medical school paid for?", "content": "Generally, most non-medical graduate schools give lots of aid in grants to people who go onto graduate school. In undergrad, there's usually the policy in which colleges match your income. But, in med school, is it just mostly loans? How do most people get through med school payments? But, in the end, is it easy to pay off the debt?", "label": "education & reference"}
{"id": "train_0_33", "title": "ideas for valentine boxes?", "content": "", "label": "society & culture"}
{"id": "train_0_34", "title": "levosimendam what is it?", "content": "", "label": "health"}
{"id": "train_0_35", "title": "Is Bush a 'Bad' president or does the media just make him look bad?", "content": "", "label": "politics & government"}
{"id": "train_0_36", "title": "Where exactly are \"hither and yon?\"?", "content": "", "label": "science & mathematics"}
{"id": "train_0_37", "title": "why can't I send photos through my chat-line to my friend?", "content": "", "label": "computers & internet"}
{"id": "train_0_38", "title": "what countries will you miss not seeing in the world cup this time??", "content": "of course I will be heartbroken that my Beloved Ireland won't be playing this year...our fans would have been the best  thing about the world cup ( as usual)  and I will miss not seeing them singing at the tops of their voices whether they are 3 -0 up or 3-0 down...who will you miss not being in the competition??", "label": "sports"}
{"id": "train_0_39", "title": "does anyone know a site that offers FREE printable financial planners or monthly budget pages?", "content": "", "label": "business & finance"}
{"id": "train_0_40", "title": "what is 4+4?", "content": "", "label": "politics & government"}
{"id": "train_0_41", "title": "What do you do at your current employer?", "content": "", "label": "business & finance"}
{"id": "train_0_42", "title": "What classical song is based on the melody of the song \"Brother John?", "content": "", "label": "entertainment & music"}
{"id": "train_0_43", "title": "i dont know how to do this ....?", "content": "what should do if i want to go to college but i dont have an job or money, actually to go on in with. i was in special education class and my grades were not so good. but i passes everything but language since i am in special ed i dont have to take it. out of it i passed all classes barely, and my credits were in senior year were very high . please guide me in this . i want to go to school, not an online.", "label": "education & reference"}
{"id": "train_0_44", "title": "I am the Goddess of the Triple Moon, How does a male god make this planet better?", "content": "I have presided over the heavens and Earth  for 40,000 years.  I have been pushed aside in favor of my son, zeus,   \\n\\nFor the last 4000 years you have worshipped a male god and look what it has brought you.  In my time there were different religions, but they all understood eachother and they all worshiped me.\\n\\nNow, your one male god is the cause of havoc, mahem, massare and vile hatred.  is this what you really want for your puny race?\\n\\nBy the way, I am not dead.", "label": "society & culture"}
{"id": "train_0_45", "title": "y? is my pen..is    so large?", "content": "i want it smaller it to big for my pants", "label": "health"}
{"id": "train_0_46", "title": "USB problem, my cpu got infected with virus then i format...?", "content": "after format, usb ports not working (i format becoz USB not working, im thinking after formating it will go work again). then i installedthe motherboard cd then usb still not working. i check every working USB device i have but still not detecting. i check the device manager but USB drivers is there. what is the posibble sloutin for this?", "label": "computers & internet"}
{"id": "train_0_47", "title": "ladies, do you like exchanging emails?", "content": "to talk about whatever you want.  e mail address is taxattytim at yahoo.  go for it!", "label": "family & relationships"}
{"id": "train_0_48", "title": "How old is John Cena from the WWE?", "content": "", "label": "sports"}
{"id": "train_0_49", "title": "How can I find/make a printable version of the Darian (Martian) calendar?", "content": "I've done some searching and haven't found anything freely available online. Does anyone know of a way to create something like this? (aside from drawing it \"by hand\")", "label": "science & mathematics"}
{"id": "train_0_50", "title": "how do you know when your in love with someone and what deos it feel like?", "content": "and also how can you tell the diffrence between love lust and infatuaiton", "label": "family & relationships"}
{"id": "train_0_51", "title": "What turns u away from God?", "content": "", "label": "society & culture"}
{"id": "train_0_52", "title": "information about woodwind music instrument for a project?", "content": "", "label": "education & reference"}
{"id": "train_0_53", "title": "Can you fart so hard that you injure yourself?", "content": "", "label": "health"}
{"id": "train_0_54", "title": "Where can I buy/order a pair of contact lenses that look like Sharingan from Naruto?", "content": "I'm not an Anime geek, just an Otaku. -_-^", "label": "entertainment & music"}
{"id": "train_0_55", "title": "Does any sport team have a squid as a mascot?", "content": "", "label": "sports"}
{"id": "train_0_56", "title": "where is my nearest U.S. Social Security office?", "content": "I live in Beaverton, OR 97005", "label": "politics & government"}
{"id": "train_0_57", "title": "what are the solutions to set up a site to site vpn for a small outfit?", "content": "", "label": "computers & internet"}
{"id": "train_0_58", "title": "List the 4 thing that all organisms need to stay alive?", "content": "", "label": "science & mathematics"}
{"id": "train_0_59", "title": "how thick should pond ice be to skate on?", "content": "", "label": "business & finance"}
{"id": "train_0_60", "title": "In game one between the Peterborough Petes & the London Knights. Who do you think will  win that?", "content": "", "label": "sports"}
{"id": "train_0_61", "title": "What ever happened to Meg Ryan?  You don,t see her anymore.?", "content": "After Meg divorced Dennis Quaid his career seemed to take off. what about her?", "label": "entertainment & music"}
{"id": "train_0_62", "title": "whats so good about hotmail that yahoo doesn't have?", "content": "all my friends have hotmail but they wont get yahoo", "label": "computers & internet"}
{"id": "train_0_63", "title": "wht is the climate of Shiloh?", "content": "", "label": "politics & government"}
{"id": "train_0_64", "title": "what do you call a guy that stay with his ex-wife but want to spend most of his time with you?", "content": "but he's cool to be around. i don't know if the chick gonna follow him over here or what. this man is 6 feet 6 and where a nice size shoe if you know what i mean.", "label": "family & relationships"}
{"id": "train_0_65", "title": "I need to tone and trim my thighs........?", "content": "I need to tone and trim my thighs, but dont have alota time to be going to the gym......are there any good works outs at home or outside that \"will\" work?", "label": "health"}
{"id": "train_0_66", "title": "I'm looking for a name for a new marketing consultancy - Any ideas?", "content": "We are about to start a new company with a new ethos.  The new business will be stylish, fun, professional and approachable. We will provide straightforward and practical marketing advice and consultancy without jargon or hype.  Although we want to make an impact, we don't want to be too over the top or jarringly in your face with our corporate ID.\\n\\nOur attributes will include: Strong, down to earth, survival, growth, listening, adaptability, what customers want, responsive, fun, appraochable, decent, trustworthy.\\n\\nAnd a few words we've been playing around with are: Reality, Lantern, Camel, Cornerstone, Alegro, Reprise, Family.\\n\\nA few names we have come up with so far include: Cactus (sadly taken), Marketing Heroes, Vivace, Pulse, Harvest, Signal, Vibrant, Vivid, Punch, Ignite, Sublime, Flare, Jet, Praxis.\\n\\nWe like the 'spark of creativity' feel some have, and the corporate feel of Praxis, but it's used a lot in business names already.\\n\\nAny flashes of inspiration out there?", "label": "business & finance"}
{"id": "train_0_67", "title": "Who is L.G.Alexander?How good he was in his works?", "content": "h was was an english writer wrote for cambridge university press.", "label": "education & reference"}
{"id": "train_0_68", "title": "What is the definition of \"Southern hospitality\"?", "content": "", "label": "society & culture"}
{"id": "train_0_69", "title": "Earth Science crossed with Plant Biology Science Project Ideas?", "content": "Our year's study of earth science is finishing up and our summer subject of plant biology is getting started. With the crossover between the two, I was wondering if anyone had suggestions for a middle school research/science project that combined the two together.", "label": "science & mathematics"}
{"id": "train_0_70", "title": "Do you think people will ever just get along?", "content": "", "label": "society & culture"}
{"id": "train_0_71", "title": "Which weighs more a gallon of milk or a gallon of cream?", "content": "", "label": "education & reference"}
{"id": "train_0_72", "title": "Australians: Do you hate or starting to hate Indonesia?", "content": "Indonesia have been a good friend of Australia in the past. But times have changed. As Australia becomes a more powerful nation, tensions have risen between the two nations. Indonesians hate us and wish we are dead. \\n\\nAustralians: Do you also hate Indonesia or beginning to hate them?", "label": "politics & government"}
{"id": "train_0_73", "title": "how do you safely wash old clothes?", "content": "", "label": "business & finance"}
{"id": "train_0_74", "title": "What should I get my bf for his b-day..when he already has everything!?", "content": "He's a big time gamer..but he has every game and game consul that he wants..he thinks clothes and cologne are boring..sooo- help!", "label": "family & relationships"}
{"id": "train_0_75", "title": "help me please!!!?", "content": "i need to lose 2 pant sizes in 1 to 2 weeks how can i do this? is it possible? help", "label": "health"}
{"id": "train_0_76", "title": "Math Help?", "content": "I am in geometry. And i am having trouble with exterior angles. My question is how to solve this question:Find the degree measure of each exterior angle of a regular polygon of 4 sides. Can anyone please help me?", "label": "science & mathematics"}
{"id": "train_0_77", "title": "Now after India's continuous defeat, can you tell the semi finalists in 2007 cricket world cup?", "content": "Cricket", "label": "sports"}
{"id": "train_0_78", "title": "wut is ur favorite song & who is it by?!?!?", "content": "my favorite song is any song by THE EAGLES!!!", "label": "entertainment & music"}
{"id": "train_0_79", "title": "What's the difference between XML and PHP?", "content": "Hello, sorry if i sound stupid, but can any body tell me the difference between them? I know PHP is a server language, but i have been hearing so much stuff about XML that i am a bit confused. \\n\\nCan XML be used to take the place of PHP if i want to write something backend, like collecting particulars online, or creating a online forum that sort of thing.", "label": "computers & internet"}
{"id": "train_0_80", "title": "How long does a loan shark give you to pay off a $20,000 debt to them?", "content": "Look I am not asking anyone for their thoughts on Loan Sharks. Just an answer to the length of time.", "label": "business & finance"}
{"id": "train_0_81", "title": "Do you have a copy of the poem \"The Vicar of Wakefield?\"?", "content": "", "label": "society & culture"}
{"id": "train_0_82", "title": "The help number for the Greek Squad?", "content": "Best buy", "label": "computers & internet"}
{"id": "train_0_83", "title": "I am seeking some old friends from Mt.Morris Michigan.  If anyone is from there, please let me know!!!?", "content": "I moved in 1994 I believe and I really miss all my friends, and it seems imposible to keep in touch.  So if anyone is from Mt.Morris, or know of someone that is, around 25 years old, please let me know!!!!!!!", "label": "family & relationships"}
{"id": "train_0_84", "title": "Where has farooq of wwe's APA went?And why?", "content": "", "label": "sports"}
{"id": "train_0_85", "title": "if wolverine & Batman would have a fight against each other who do you think will win?", "content": "I think wolverine will win.", "label": "entertainment & music"}
{"id": "train_0_86", "title": "Rate Indian government's performance.  Which areas need improvement?  Who is the best performing minister?", "content": "", "label": "politics & government"}
{"id": "train_0_87", "title": "GIVE DETAILS  FOR IIT BOMBAY JAM ENTRANCE  EXAM   2006  (TO TAKE ADMISSION  FOR M.Sc.  MATHS)?", "content": "PLEASE   GIVE FAST \\n                                                 DHANYAWAD", "label": "education & reference"}
{"id": "train_0_88", "title": "sooo hungry....?", "content": "whenever i look at food, i lose my appetite, but when i'm not looking at it (or dont' know it's there), i feel like i'm starving and i start shaking a lot...what does this mean?", "label": "health"}
{"id": "train_0_89", "title": "The bra is the greatest invention ever. Do you agree?", "content": "", "label": "science & mathematics"}
{"id": "train_0_90", "title": "Where can I find stories on Internet Prowlers or Pedophiles that I can share with my 12yr old using chat rms?", "content": "She was using a Yahoo chat room and an e-mail account to communicate with older boys.  I use older boys in a vague way because their true age and identity unknown and one boy asked her if she wanted to be online boyfriend and girlfriend.  I heard there was a recent discovery of a 38yr old man using various ID's, ages and websites to offer Meth and sex to 14yr old girls and younger.  Word is he had a Myspace.com account with 15,000 14yr old \"friends\".  Does anybody have more info on this?", "label": "computers & internet"}
{"id": "train_0_91", "title": "COMMUNISM  in  INDIA?", "content": "Can u say y kerala and W.Bengal is always under the holdings of communist parties?", "label": "politics & government"}
{"id": "train_0_92", "title": "Do any astronomers search space from the south pole?", "content": "Are there any telescopes in place near the south pole that searches the infinite depths of space that lay directly below us? Or how about directly above the north pole? We always tend to think about space in a lateral sense, yes?", "label": "science & mathematics"}
{"id": "train_0_93", "title": "What is the music business looking for these days?", "content": "I want to get into the music business. I love to sing, write songs/lyrics, play the guitar/piano, record, perform. I have a three song demo done and I am working on 5 new songs at the moment. My favourite band in the world is Green Day and no one can replace them!", "label": "entertainment & music"}
{"id": "train_0_94", "title": "Why do serious health issues occur more often in slums and ghettos than in the suburbs?", "content": "", "label": "health"}
{"id": "train_0_95", "title": "If you were another person, and knew your current self, would you like you?", "content": "", "label": "family & relationships"}
{"id": "train_0_96", "title": "Why did yankee doodle name the feather in his hat macaroni ?", "content": "", "label": "business & finance"}
{"id": "train_0_97", "title": "What is History of The Hawian island?", "content": "", "label": "education & reference"}
{"id": "train_0_98", "title": "Christians do you want proof of evolution?", "content": "Just feel the bottom of your spine and you'll feel the remains of your tail bone", "label": "society & culture"}
{"id": "train_0_99", "title": "Is the Indianapolis colts going to win the Super Bowl?", "content": "", "label": "sports"}
{"id": "train_0_100", "title": "makeup or not?", "content": "do you men prefer women with makeup or not?", "label": "health"}
{"id": "train_0_101", "title": "Do KCl solve in Ethanol?", "content": "", "label": "science & mathematics"}
{"id": "train_0_102", "title": "is love true or just a myth?", "content": "", "label": "society & culture"}
{"id": "train_0_103", "title": "What legal recourse do I have if someone has hacked into my Yahoo e-mail account?", "content": "Someone I know personally has hacked into my e-mail account and printed off e-mails that I have sent and received.  They are now threatening to distribute these e-mails to other people.  The e-mails are personal e-mails between me and my boyfriend.  The hacker is a former bitter boyfriend.  Can I file any charges against him?", "label": "computers & internet"}
{"id": "train_0_104", "title": "How to tell a guy is gay?", "content": "", "label": "business & finance"}
{"id": "train_0_105", "title": "Eminem Song?", "content": "I heard \"ass like that\" on MTV one time and I know that he edited the phrase \"you make my peepee go doing doing doing\" but I cant remember what the edit was for the life of me. What was the edited version?", "label": "entertainment & music"}
{"id": "train_0_106", "title": "Parents picking who you marry? Dont think so.?", "content": "My parents seem to think that I should marry this certain guy. There's only one problem, I dont like him at all. He's a wonderful friend but there is nothing more then that. They have told me several times that they want me to get with him and that any other guy is so much lower then him. However, I'm very much in love with someone else, how do I break the news to them?", "label": "family & relationships"}
{"id": "train_0_107", "title": "At what point does Congress need to regulate the Oil industry?", "content": "Our nation is dependent on oil, yet price gouging continues unabated.  Other services and products within our nation and that our citizens must have are regulated (medicine, banking, food, utilities, etc.)  Should our government regulate oil prices?", "label": "politics & government"}
{"id": "train_0_108", "title": "What is a threadless road bike fork?", "content": "", "label": "sports"}
{"id": "train_0_109", "title": "fafsa, loans and college? Which order should it be done?", "content": "The college I want to go to has to have $650 enclosed with the application. Should I submit a FAFSA first and get approved by them or does FAFSA require that I already be enrolled for the school. I also need to get a stafford loan so I need some advice on which order I need to do this. I know for sure that I need to be approved by FAFSA before I can get a Stafford loan but do I need to be accepted by the college before or after I do this?", "label": "education & reference"}
{"id": "train_0_110", "title": "what do you think about a great wall to stop illegals? Put on our southern border?", "content": "I heard this on the radio...do you think they will do it?", "label": "politics & government"}
{"id": "train_0_111", "title": "world's biggest woman?", "content": "", "label": "society & culture"}
{"id": "train_0_112", "title": "Who was Reimann?What was his hypothesis?", "content": "", "label": "science & mathematics"}
{"id": "train_0_113", "title": "Russia Stock Market?", "content": "I wanted to know how do you buy stocks from another country without going to that country. What websites could i visit or what do i do to do this?", "label": "business & finance"}
{"id": "train_0_114", "title": "how many partners is \"too many\" to have?", "content": "im 32 right now and as of last count i've have had almost 15 partners. very few of them have been relationships and some have been aquaintances and some have been one nighters. personally i feel bad about what i've done and don't know if i should tell the guy i'm seeing right now how many i've had or just keep it to myself.", "label": "family & relationships"}
{"id": "train_0_115", "title": "what is the name of the song and person who sings it in the beginning of\" U got Served\" when they are dancing", "content": "I need that song it is so hype", "label": "entertainment & music"}
{"id": "train_0_116", "title": "youth football ball what team is good?", "content": "", "label": "sports"}
{"id": "train_0_117", "title": "how do i upload audio with a microphone?", "content": "", "label": "computers & internet"}
{"id": "train_0_118", "title": "Principles for creating the constitution???", "content": "I'm creating a constitution tree for my history class. I need some principles for the constitution. I need you to also describe the principle.", "label": "education & reference"}
{"id": "train_0_119", "title": "how to control anger?", "content": "its very bad for you always n only u pays for it.", "label": "health"}
{"id": "train_0_120", "title": "must i be more specific when i search for information on special education?", "content": "n", "label": "education & reference"}
{"id": "train_0_121", "title": "where i can free repair software for zip archive ?", "content": "", "label": "computers & internet"}
{"id": "train_0_122", "title": "What do you call females in the Marines?", "content": "", "label": "politics & government"}
{"id": "train_0_123", "title": "what is the main difference between lava and magma?", "content": "", "label": "science & mathematics"}
{"id": "train_0_124", "title": "Do u like Jim Jone BALLN?", "content": "", "label": "sports"}
{"id": "train_0_125", "title": "\"The whole world is a stage\"?", "content": "", "label": "business & finance"}
{"id": "train_0_126", "title": "Is is possible to spend your entire life in hiding from the mob?", "content": "If you are wanted by the Mafia but have somehow managed to escape (still in hiding), do they eventually forget about you?  Or does the Mafia never forget and you live your life in fear everyday because death at the hands of the mob is inevitable?", "label": "society & culture"}
{"id": "train_0_127", "title": "anybody know the name of robert deniro's wife?", "content": "", "label": "entertainment & music"}
{"id": "train_0_128", "title": "Why is it that I can't get my girl to trust me?", "content": "My girl checks up on me every time i ain't lookin.  What should I do?  Is it that she is the one who should be questioned?  HELP", "label": "family & relationships"}
{"id": "train_0_129", "title": "its it possible to get fat overnight?", "content": "", "label": "health"}
{"id": "train_0_130", "title": "What's the norm for calling your partner each day?", "content": "My partner and I work in the morning and see each other at night. Is calling each other once or twice while on breaks at work the norm?", "label": "family & relationships"}
{"id": "train_0_131", "title": "Suuuuuuure god this god that, we all love god and god loves all????", "content": "yeah bolicks and when u get raped or ur child dies then u damm him or start crying OH GOD OH GOD why me why me and drown in selfpity and said u love him so u feel theres been an injustice from a SUPEROFORM from up there and cry oooooh the good of me im gonna go to heaven for this injustice\\nDIFFERENT IDEAS??????", "label": "society & culture"}
{"id": "train_0_132", "title": "Why do people hate Man Utd?", "content": "Are you just jealous of their success? Chelsea are the team who dive, are violent, cheated a lot in the last two seasons, can't take defeat and get away with everything. \\n\\nAnyway, They don't play till next Sunday, so Utd can get 9 points ahead. Then they must face Arsenal. I am hoping they win.", "label": "sports"}
{"id": "train_0_133", "title": "How long does it take Byetta to work? I haven't noticed a decrease in appetite.?", "content": "", "label": "health"}
{"id": "train_0_134", "title": "Is it bad to crack your nuckles?", "content": "", "label": "entertainment & music"}
{"id": "train_0_135", "title": "starting web cam, yahoo keeps telling me server is busy, try later!  It never works!?", "content": "I have reloaded messenger and cam software and rebooted!\\ncam did work 2 days ago and cam works on computer now, just want come up on chat in yahoo!", "label": "computers & internet"}
{"id": "train_0_136", "title": "My daughter is in 2nd grade and was moved to a 3rd grade reading level. What should we do to celebrate?", "content": "", "label": "education & reference"}
{"id": "train_0_137", "title": "Less than one week until the big day. Are we excited USA?", "content": "Who wilt thou votest for?", "label": "politics & government"}
{"id": "train_0_138", "title": "In a race from point X to point Y and back, Jack averages 30 miles per hour to point Y and 10 miles per hour b", "content": "In a race from point X to point Y and back, Jack averages 30 miles per hour to point Y and 10 miles per hour back to point X. Sandy averages 20 miles per hour in both directions. If Jack and Sandy begin the race at the same time, who will finish first?", "label": "science & mathematics"}
{"id": "train_0_139", "title": "what does pop goes the weasle mean.?", "content": "in the nursey rhyme pop goes the weasle.", "label": "business & finance"}
{"id": "train_0_140", "title": "Are college scholarships possible based on ASVAB score?", "content": "Just wondering because i took the test and did pretty well, unfortunately my record isn't the best.  So im still waiting to see if i can get the rigth waviers signed for the marines, if not... then could the ASVAB score get me a scholarship at all?", "label": "education & reference"}
{"id": "train_0_141", "title": "why is DEAL /  NO DEAL  such a big hit? It is mindless, no discernable level of intellect is necessary to win-", "content": "IT IS PURE LUCK", "label": "entertainment & music"}
{"id": "train_0_142", "title": "Can anyone please explain to me clearly the nationalistic movemnt in nigeria?", "content": "", "label": "politics & government"}
{"id": "train_0_143", "title": "Why did the intelligent designer put my kidneys where they can get hurt and make me piss blood?", "content": "", "label": "society & culture"}
{"id": "train_0_144", "title": "need a finacial aid for plastic surgery for burns suffered in fire accident?", "content": "want finacial help from ngos for reconstruction of face and body for burns suffered in fire accident", "label": "health"}
{"id": "train_0_145", "title": "Are there any good summer camps in the dfw area?", "content": "", "label": "sports"}
{"id": "train_0_146", "title": "if a salmon is a spawner how many days that it have to live?", "content": "", "label": "business & finance"}
{"id": "train_0_147", "title": "what are cookies?", "content": "i have been trying to access an on-line job search and it tells me i dont cookies? what are cookies and how can i get them?", "label": "computers & internet"}
{"id": "train_0_148", "title": "How long will I wait for the right time to come?", "content": "I'm head over heels in love with someone. But he has not yet popped up the question. He told his friends that we're getting there. But how come until now I am still waiting. I don't wanna wait for nothing. I can't wait forever. =(", "label": "family & relationships"}
{"id": "train_0_149", "title": "what sound does an aardvark make?", "content": "", "label": "science & mathematics"}
{"id": "train_0_150", "title": "how has henry david thoreau changed the way people think of the enviroment?", "content": "how has henry david thoreau changed the way people think of the enviroment????????????", "label": "education & reference"}
{"id": "train_0_151", "title": "should I tell my new crush how i feel? i think he likes me too...but he is really popular..so impossible.?", "content": "He saw me and said I was really pretty and wanted to get to know me. Rumours spread that he wants to woo me.He walks to class with me everyday. He's really popular and is very close to me but he doesn't know how I feel about him. I don't know how he feels for me too. He's always seen smiling around me though..he'll always wait for me, and we're soo close until everyone thinks there's something going on between us.", "label": "family & relationships"}
{"id": "train_0_152", "title": "How do get around a blocked web site???", "content": "", "label": "computers & internet"}
{"id": "train_0_153", "title": "What are some good examples of Newton's laws involoving toys?", "content": "I have an assignment to use toys to explain newton's laws and i have some for the first and third law but iom strugling for the second law. For example hitting a hockey puck is an example of the 3 law of motion", "label": "science & mathematics"}
{"id": "train_0_154", "title": "whats the email for the sodus cityhall?", "content": "want to find out about a birth certiviet", "label": "politics & government"}
{"id": "train_0_155", "title": "what is sensex ? and what is the link in stock exchange of sensex?", "content": "", "label": "business & finance"}
{"id": "train_0_156", "title": "A British Haka?", "content": "Any suggestions for a British response to the Haka?  I think it would be hilarious if thr Great Britain team did the Hokey Cokey whilst the Kiwis were doing the Hakka before we whup them on Saturday.", "label": "sports"}
{"id": "train_0_157", "title": "When did religion stop a war?", "content": "I.E. What good does religion actually bring to the world, it only seems to divide us and cause war.", "label": "society & culture"}
{"id": "train_0_158", "title": "List your 5 favorite tv shows from the 80s...starting with your most favorite.?", "content": "", "label": "entertainment & music"}
{"id": "train_0_159", "title": "Why do I feel like vomiting after working out?", "content": "Is there something I can do to prevent this feeling?", "label": "health"}
{"id": "train_0_160", "title": "Who do you hate the most?", "content": "", "label": "entertainment & music"}
{"id": "train_0_161", "title": "Can an Apache gunner fly the helicopter?", "content": "The Ah-64 Apache helicopter has a gunner sit in front and the pilot sits in back.\\n\\nIf the pilot is killed, can the gunner fly and land the helicopter?", "label": "politics & government"}
{"id": "train_0_162", "title": "A \" pluto platter \" is the former name of what?", "content": "", "label": "sports"}
{"id": "train_0_163", "title": "When did gold caps on teeth become popular and how?", "content": "", "label": "society & culture"}
{"id": "train_0_164", "title": "How long does marijauna stay in your system for a daily weed smoker?", "content": "I was a daily weed smoker up until a month ago when I quit to clear my mind. I know thc stays in your system for a month but i smoked everyday a couple times a day for the last 10years.", "label": "business & finance"}
{"id": "train_0_165", "title": "my hair is natural,and can i use hair vitamins to make it grow faster??", "content": "does all hair vitamins work the same way,like grow your hair the same rate?", "label": "health"}
{"id": "train_0_166", "title": "what is 10 cubed?", "content": "", "label": "science & mathematics"}
{"id": "train_0_167", "title": "What do you think of this phrase?", "content": "Fork me baby cause I'm done!", "label": "education & reference"}
{"id": "train_0_168", "title": "Should I ask this girl out at work through e-mail?", "content": "There's this girl that works in my building and I want to ask her out but I don't really have any contact with her. How should I do it? E-mail?", "label": "family & relationships"}
{"id": "train_0_169", "title": "my volume and sound is not working on my computer. volume is turned up unalbe to listen to music?", "content": "", "label": "computers & internet"}
{"id": "train_0_170", "title": "how can i access the task manager in my pc?", "content": "i am using windows xp and i cannot access the task manager for a while. it says \"task manager diabled by computer administrator. iam the administrator of the computer and the only user is my computer infected? how can i access the task manager again.", "label": "computers & internet"}
{"id": "train_0_171", "title": "Siblings or what?", "content": "Are Darrel Waltrip and Michael Waltrip brothers? Also, are Elliot and Herme Sadler siblings?", "label": "sports"}
{"id": "train_0_172", "title": "When is the International People skills month?", "content": "No one seems to know when this is. Some website claims it is in September, others claim it is in June. I am confused. Is there any such day, week, month at all?", "label": "education & reference"}
{"id": "train_0_173", "title": "What women make the best lovers? Older younger,Anglo ,African American,Asian ,Hispanic or other?", "content": "", "label": "family & relationships"}
{"id": "train_0_174", "title": "how do i remove all castims from india to make it united?", "content": "i love india , so i want it to be good", "label": "politics & government"}
{"id": "train_0_175", "title": "i need to no how long do wait to get your tax cedits and family tax cedits after you sent the form to tax offi", "content": "", "label": "business & finance"}
{"id": "train_0_176", "title": "white stuff in urine?", "content": "", "label": "health"}
{"id": "train_0_177", "title": "After alpha particle emission, do detectors on opposite sides of the atom detect the same particle?", "content": "", "label": "science & mathematics"}
{"id": "train_0_178", "title": "Lift your spirits?", "content": "The Shiny-Walled Box Thingie\\n\\nAn Amish boy and his father were visiting a nearby mall.\\nThey were amazed by almost everything they saw, but\\nespecially by two shiny silver walls that moved apart and\\nback together again by themselves.\\n\\nThe lad asked, \"What is this, father?\"\\n\\nThe father (having never seen an elevator) responded, \"I\\nhave no idea what it is.\"\\n\\nWhile the boy and his father were watching wide-eyed, an old\\nlady in a wheelchair rolled up to the moving walls and\\npressed a button. The walls opened and the lady rolled\\nbetween them into a small room. The walls closed and the boy\\nand his father watched as small circles lit up above the\\nwalls.\\n\\nThe walls opened up again and a beautiful twenty-four-year-\\nold woman stepped out.\\n\\nThe father looked at his son anxiously and said, \"Go get\\nyour mother.\"", "label": "society & culture"}
{"id": "train_0_179", "title": "Who as had the best dare?", "content": "if you have had an outrageous dare tell me!", "label": "entertainment & music"}
{"id": "train_0_180", "title": "How to be popular of girls?", "content": "I am 14 years old and i am not popular of girls. What should i do? I usually become very nervous when i face a girl one on one.", "label": "society & culture"}
{"id": "train_0_181", "title": "Why are people smarter than others?", "content": "", "label": "education & reference"}
{"id": "train_0_182", "title": "In Nevada can Physician's Assistants Perscibe?", "content": "If so what drugs or classes of drugs?", "label": "health"}
{"id": "train_0_183", "title": "ıf you have a  money   do u want a match with which famous player?", "content": "dont say Jordan...he is mine choose", "label": "sports"}
{"id": "train_0_184", "title": "im stuck help me?", "content": "well the guy i love said yes another guy asked me out i  am saying no but i dont  wana brakes  his heart help me out", "label": "family & relationships"}
{"id": "train_0_185", "title": "how do i use clipart i want to use it on my poker site as a icon but don't know how to do it?", "content": "", "label": "computers & internet"}
{"id": "train_0_186", "title": "Is winnie the pooh a boy or a girl?", "content": "", "label": "business & finance"}
{"id": "train_0_187", "title": "Can any Marines or Military explain this to me?", "content": "Everytime my husband and I get into a disagreement, big or even very little my husband will say the conversation is stupid and he runs up to his office, locks the door turns up his music and often stays in there for the rest of the night. If I tell him i need to talk with him he insists that I tell him what i want to talk about before he will open the door to me. (My husband is 26, E-5 and in the Marine Corp. ) Why does he retreat to his office so easily and frequently? Do other Marines behave like this?", "label": "politics & government"}
{"id": "train_0_188", "title": "Has anyone ever met Jamie Foxx? If so, when and where did you meet him?", "content": "I'd like to meet him also. The cities that interest me are NYC, LA, Atlanta, Memphis, and Chattanooga. If you have spotted him in any of these cities, let me know! Thanx!", "label": "entertainment & music"}
{"id": "train_0_189", "title": "which of the following non-ferrous metals is the most toxic to personnel?Aluminum,Magnesium,Titanium,Beryll?", "content": "", "label": "science & mathematics"}
{"id": "train_0_190", "title": "ok cub fans!!!!!?", "content": "is this the year. we have the good sarting pitchers in Zambrono, hill, and cotts and jim hendry is still not done shopping around. we have a high powered offense. soooooooo, is this our year?", "label": "sports"}
{"id": "train_0_191", "title": "How do we combat snatch thieves?", "content": "", "label": "society & culture"}
{"id": "train_0_192", "title": "When Seymour Hersh said the Army in Iraq is the most murderous in our history was he jealous of the attention?", "content": "Hanoi John Kerry is getting or was he just stoned on paragoric again? The New York Times Editor and his staff should probably be arrested for high treason, prosecuted and sent to a secure penal institution for the criminally STUPID. This guy is so far to the left when he walks down the street his left earlobe drags on the ground. He's one of the most dispicable people in the country and maybe he should just do like Alec Baldwin and leave. OH! Wait a minute, Buttplug Baldwin's still here.", "label": "politics & government"}
{"id": "train_0_193", "title": "what is bacterial intoxication?", "content": "", "label": "science & mathematics"}
{"id": "train_0_194", "title": "i need your help?", "content": "I Need cheats for soc.std. socail studies.", "label": "education & reference"}
{"id": "train_0_195", "title": "Why is St. Joan called \"of Arc\"? I know she was from Domremy, but is Arc a village, city or what?", "content": "", "label": "business & finance"}
{"id": "train_0_196", "title": "hi does anyone know where i can buy stepping out on dvd from. liza minellis in this movie i think...?", "content": "it was made in 1992 i think... hope someone can help me. thanks", "label": "entertainment & music"}
{"id": "train_0_197", "title": "Problem posting pictures on eBay?", "content": "I've decided to join the rest of the world and put some things on eBay for sale.  When I tried to post my pictures, it says it is sending my pictures to the eBay server, then it just stops.  I will then try and view the pictures and there is nothing posted.  I've tried this process over and over, time and time again with no success.  I've even tried emailing eBay for help but their suggestions don't help.  I have no trouble sending emails to other people via email, and have even emailed some pictures to my work and posted my items on my lunch hour with no trouble so I know the problem lies with my computer.  Please help!", "label": "computers & internet"}
{"id": "train_0_198", "title": "Im getting married and want to delay my menstrual cycle (expecting it while on honey moon) and ideas?", "content": "", "label": "health"}
{"id": "train_0_199", "title": "What happens if your friend told a boy that you like that you want to marry him???????", "content": "", "label": "family & relationships"}
