{"id": "train_4_0", "title": "How come when u drop ur toast it always falls butter side down?", "content": "", "label": "business & finance"}
{"id": "train_4_1", "title": "What are 5 chemical reactions that commonly occur in your home or neighborhood?", "content": "question continued.....and describe what you see,smell,feel,taste, and hear as a result of these reactions.", "label": "education & reference"}
{"id": "train_4_2", "title": "Do you ever get the feeling that your doctor wants you to stay sick so he can make money off of you?", "content": "I mean, they give me drugs, and the drugs make me sick in other ways. The illnesses just keep piling on! My health stinks!", "label": "health"}
{"id": "train_4_3", "title": "how much longer does cristiano ronaldo have left with manchester united?", "content": "criastiano ronaldo from manchester united english soccer team", "label": "sports"}
{"id": "train_4_4", "title": "what is the funniest joke you have ever heard?", "content": "", "label": "entertainment & music"}
{"id": "train_4_5", "title": "Why isn't the moon made of cheese?", "content": "", "label": "science & mathematics"}
{"id": "train_4_6", "title": "When a married man has an affair, she is called his mistress?", "content": "When a married woman has an affair, what is her man on the side called??", "label": "family & relationships"}
{"id": "train_4_7", "title": "racial question?", "content": "Where is the outrage from the miniority community when a black person like chris rock or richard pryor(sp?) insults a white person but many get  upset when a white person insults a black person?", "label": "society & culture"}
{"id": "train_4_8", "title": "i want a chep wireless broundband internet. where whould i find one? like internet on the go?", "content": "", "label": "computers & internet"}
{"id": "train_4_9", "title": "what is the phone number of the office in milan,italy that governs conduct of attorneys?", "content": "", "label": "politics & government"}
{"id": "train_4_10", "title": "Biggest planet in solar syatem?", "content": "", "label": "science & mathematics"}
{"id": "train_4_11", "title": "why do people start grinding there teeth?", "content": "", "label": "health"}
{"id": "train_4_12", "title": "Why didn't native american indians have beards?", "content": "", "label": "society & culture"}
{"id": "train_4_13", "title": "How do I add a custom picture to my Yahoo! Answers account?", "content": "", "label": "computers & internet"}
{"id": "train_4_14", "title": "Broke my foot at home, my boss terminated me two days later...is this legal I live in the Commonwealth of VA?", "content": "", "label": "business & finance"}
{"id": "train_4_15", "title": "do you think george bush is doing good for the country.?", "content": "", "label": "politics & government"}
{"id": "train_4_16", "title": "tips for stepping up my game?", "content": "during softball practice, i hit much better than i do in the games. any reasons why i flail the bat to no avail in the games, when i hit the ball well in practice? what should i do?", "label": "sports"}
{"id": "train_4_17", "title": "What types of crimes are included in the term  \" Serious Misdemeanor\"?", "content": "", "label": "education & reference"}
{"id": "train_4_18", "title": "Should I get a new boyfriend that I have gone out on three dates with a christmas gift? If so, what?", "content": "We haven'even kissed but we are going out tomorrow before we both go home to our familes and I need help deciding what to do ASAP!  Please help or give suggestions.  Thank you.", "label": "family & relationships"}
{"id": "train_4_19", "title": "How many of u still remember Winston Churchill of what he did for UK in WW2?", "content": "", "label": "entertainment & music"}
{"id": "train_4_20", "title": "To be a christian you have to follow very strict rules and God said no one will ever live up to them so y try?", "content": "", "label": "society & culture"}
{"id": "train_4_21", "title": "I'm afraid of committing suicide again?", "content": "When I feel so desperate, alone no use of my existence, only one idea comes thru my mind, why should I live? Why does Got put us thru these hard exams? I didn't choose to b alive, I just wanna die. No where to go, family, friend, work I'm completely alone, I don't even want to talk about my troubles cuz no one can help me except God. Even if I died no one will feel my absence. When u try to suicide once I believe it become a habit", "label": "family & relationships"}
{"id": "train_4_22", "title": "Where are you right now?What are you doing?", "content": "Are you at home,school,work,prison(lol)??What are you doing?", "label": "entertainment & music"}
{"id": "train_4_23", "title": "Can Kansas use Eminent domain laws to kick the  phelps clan of traitors off the land?", "content": "", "label": "politics & government"}
{"id": "train_4_24", "title": "i have like 3 FAT ROLLS ON MY STOMACH!?", "content": "i have a flubbery stomach and i dont know what to do to get rid of it. and soon.Im 14 years old and i weigh 108 lbs. i try to not eat junk food but i just cannnt stopp cause im such a picky eater. please somone help me! what shuld i do?", "label": "health"}
{"id": "train_4_25", "title": "kalorimetry?", "content": "I want to know about kalorimetry", "label": "science & mathematics"}
{"id": "train_4_26", "title": "If no one scores in the 2 overtime minutes, how do they decide the winner?", "content": "I'm watching the Mexico-Argentina game.", "label": "sports"}
{"id": "train_4_27", "title": "what does a girl mean when she says she can't go out with u right now does she still like you?", "content": "", "label": "business & finance"}
{"id": "train_4_28", "title": "Canadians who speak French and Endlish are called what?", "content": "", "label": "education & reference"}
{"id": "train_4_29", "title": "how do u turn on wireless on dell latitude c640 ?", "content": "", "label": "computers & internet"}
{"id": "train_4_30", "title": "Help!!! Can anyone help me to participate(talk) in classes?", "content": "I'm not a native, but I think I speak English alright. However, I don't have confident that I speak well(ie. I may stutter or speak something incorrectly, especially when I get nervous). \\n\\nI used to be very talkive before I came here; however, I no longer am after I came here. I understand that I need to participate (talk) in classes, but I still don't have the courage to do so. That can significantly lower my grade and interest for the class... can anybody help?", "label": "society & culture"}
{"id": "train_4_31", "title": "where can i get information about masm32?", "content": "", "label": "computers & internet"}
{"id": "train_4_32", "title": "for evolution DNA must change.My question is, what thing would be small yet complex enough to change DNA?", "content": "", "label": "science & mathematics"}
{"id": "train_4_33", "title": "Did you know these facts about the USA? Shocking??", "content": "We produce 25%of the world's pollution, we consume a third of the world's wood, a third of the world's expenditure on weapons is ours, we use a quarter of the world's coal, natural gas and electricity, we have around 11,000 murders a year (domestic), our army has murdered about 150,000 Afghan and Iraqi civilians, more than 2500 US soldiers have died in Iraq, we are the world's #1 drug users, we have the world's largest national debt, our average general culture is equal to Jamaica's, our best scientists and engineers are of foreign origin, Mexico's election system is the most modern and advanced in the world, and we're far from it, our house representatives never EVER read proposals before they're passed,and...add your own data. The list is long.", "label": "politics & government"}
{"id": "train_4_34", "title": "what time is it right now in the usa? it's 00.38 here in the uk?", "content": "", "label": "education & reference"}
{"id": "train_4_35", "title": "Who thinks actress Ellen Pompeo Meredith Gray is gonna hook up with me when she dumps the vet ?", "content": "Cause I do (wink wink).", "label": "entertainment & music"}
{"id": "train_4_36", "title": "How should I calm myself down from rage?", "content": "", "label": "health"}
{"id": "train_4_37", "title": "will ganguly shine in england for playing northamptonshire team?", "content": "i am a true and terror and violent fan of dada.i want to dada play before world cup.so he will definitely shine in england.don't forgot that he ia superb player for hitting a huge and tremendous sixes than anyother like dhoni", "label": "sports"}
{"id": "train_4_38", "title": "can you survive on love alone?", "content": "", "label": "family & relationships"}
{"id": "train_4_39", "title": "What is hatch funds?", "content": "", "label": "business & finance"}
{"id": "train_4_40", "title": "Pete Wentz:Hot, or Not?", "content": "", "label": "entertainment & music"}
{"id": "train_4_41", "title": "how could i help my 6 sisters and 6 brothers with 100 dollar a month?", "content": "i am a 4th yr university student in Ethiopia.i hope i will graduate after 2 months from natural resource management.my father died before 12 yr.i am the elder in my family,we have a plot of land that cann't ptentially produce beside that we have no oxen to plough,therefore,we  give the land for a potential farmer to do so and share the product.during a 2 month break i work in hotels and cafe to support my br & sis,so that they could continue there education.I have got a great stress that i don't know how could i help them with 100 dollar and sustain my life too.what is worse than high population and poverty?therefore,i intend to do some thing abroad a country,where i could both economically and spirtually develop myself and help my family.So,i raise my hand to point me or show me the way to leave ethiopia and live and work abroad.I wonder if any individual/org./help me or tell me how could i get a free scholarship.help me the world is for all of us!!!mail me at mudinsiraj@yahoo.com", "label": "business & finance"}
{"id": "train_4_42", "title": "Do the WVU Mountaineers Men's Basketball Team have a good chance at the 2007 NCAA tournament?", "content": "They picked up Jerry West's son but will he make that big of a difference? They lost alot of players!", "label": "sports"}
{"id": "train_4_43", "title": "why do girls  stab each other in the back?  it seems kinda cruel the way they do it too.?", "content": "", "label": "family & relationships"}
{"id": "train_4_44", "title": "what is a \"unexpected exception\"?", "content": "all my internet explorer window keep closeing and i keep getting this message\\n'An unexpected exception has been detected in native code outside the VM.\\nUnexpected Signal : EXCEPTION_ACCESS_VIOLATION occurred at...' what does it mean?", "label": "computers & internet"}
{"id": "train_4_45", "title": "Urgent help needed! CAN YOU HELP ME!?", "content": "I have been ignoring this blonde girl in my school for 3 months now and she has been bullying me non-stop. I'm sick of ignoring and she walks all over me. She always steps on my backpack and throws it away. She made fun of my parents. She eats on a pathway and once I din't know she was there and started screaming at me telling me to use the stairs. I and all my other friends said \" It's not your ramp\" Sometimes she looks at me like she's gonna hurt or beat me up! Honestly, I'm scared of her. I myself insult her but am sick of doing it cuz it never affects her cause what I say is not even offensive and I don't want to say anything that will make her cry. She has only three friends and I have more. Nothing I do affects her and sometimes I feel like I'm losing even though I feel better than her. I haven't told my parents anything cuz there gonna tell her mom or the teacher that is plain embarrassing besides they don't even have time. What should I do that will get her off my tail.", "label": "society & culture"}
{"id": "train_4_46", "title": "What is a correct oxygen level while sleeping at night?  Mine Averages 93% at night.?", "content": "", "label": "health"}
{"id": "train_4_47", "title": "Why do we always give it back?", "content": "Does is seem silly to go into a country and fight a war then apoligize and send hundreds of millions of dollars fixing it back up to give it back to them? Do we spend to much money fixing them back up? We defeated Japan in WWII. That ment liberating almost every island in the South Pacific. Why aren't they states now. Italy? Germany? Russia took and kept their half plus every country in the Eastern Block they \"liberated\"? They are doing it now in Chechnya and tried to do it in Afhganistan. Are they wrong or are we? The US has already sent over 500 million dollars in aid to Iraq and probably close to that in Afghanistan. WHY?", "label": "politics & government"}
{"id": "train_4_48", "title": "Simplify 27 -2/3?", "content": "", "label": "science & mathematics"}
{"id": "train_4_49", "title": "% of household with fridge in hanoi city?", "content": "", "label": "education & reference"}
{"id": "train_4_50", "title": "Why doesnt someone report kinkos to the bbb?", "content": "", "label": "politics & government"}
{"id": "train_4_51", "title": "How do you get a job working for deers at an army base?", "content": "I want to know hoe you get a job working for deers at an army base (fort campbell, ky to be specific)", "label": "business & finance"}
{"id": "train_4_52", "title": "How do you spell cat?", "content": "", "label": "education & reference"}
{"id": "train_4_53", "title": "Has the interest in volleyball spiked up a notch, or am I just being self serving? What about Annette?", "content": "", "label": "sports"}
{"id": "train_4_54", "title": "why don't ppl answer board of health surveys over the telephone?  It is so simple and it helps health issues .", "content": "That's how each state gets money from gov. for state health issues, so why not do the survey? Don't hang up on them, do the survey and help your state and yourselves and families who have no health insurances.", "label": "health"}
{"id": "train_4_55", "title": "Example of a Volatile solid?", "content": "What is a sample of a volatile solid?\\n\\nHelp is appreciated! Thank you so much for your time and knowledge!!", "label": "science & mathematics"}
{"id": "train_4_56", "title": "what do you were to a batmitfa.(I think thats how you spell it)?", "content": "Comfortable", "label": "society & culture"}
{"id": "train_4_57", "title": "Is it to early to have sex at the age of 12?", "content": "", "label": "family & relationships"}
{"id": "train_4_58", "title": "Is anyone using Windows Vista Betat 2 on their PC/laptop?", "content": "If so, how's that working out for you?", "label": "computers & internet"}
{"id": "train_4_59", "title": "Do you have a favorite Tom Hanks Movie? What is it?", "content": "", "label": "entertainment & music"}
{"id": "train_4_60", "title": "tell abt sm latest technologies discovered in engg. so that i got selected 4 paper presentation(with sm tips)?", "content": "", "label": "science & mathematics"}
{"id": "train_4_61", "title": "Why did Bush Stick Foot in Mouth again and Insult The Vietnamese?", "content": "He might as well have said \\n\\n\"we should have carpet bombed even More villages, and agent oranged more children while extending our destructive occupation of your nation..ahem...while i was hiding in Alabama champagne guard unit stateside\"\\n\\nWhat idiot wrote his speech suggesting a longer occupation?", "label": "politics & government"}
{"id": "train_4_62", "title": "what is the relationships between intelligence and learning? )(Cognitive psychology)?", "content": "", "label": "education & reference"}
{"id": "train_4_63", "title": "what is the definition of contract help?", "content": "", "label": "business & finance"}
{"id": "train_4_64", "title": "How do I become better at sports?", "content": "", "label": "sports"}
{"id": "train_4_65", "title": "Should I tell him his friends will understand?", "content": "He's in a class highewr than me-8, but im a couple fo months older than him. We talk , but only when there aren't many friends around, and I'm usually th efirst to start the conversation. When his friends are around, he'll pretend he's listening to his friends but he'd stare at me all the time. He's new this year, so he doesn't really have that many friends. When i pass, he'd stare at me but only mouth out \"hi\" because his friends wud b around. I think he's afraid of his friends putting him down for dating a younger girl.What should I do?should I tel him his friends would understand?", "label": "family & relationships"}
{"id": "train_4_66", "title": "why are zodiac signs so accurate with personality features??", "content": "and what does it have to do with God and religion.\\nmy zodiac which is Sagitariaus matches all my personality traits and with all my relationships the predications of the zodiac have been perfectly accurate. what does it all mean?", "label": "entertainment & music"}
{"id": "train_4_67", "title": "Anyone here can give me a result on the Linden Method for anxiety and panick attacks?", "content": "My son is about to buy this method and I am wondering if anyone here has tried it and what the results were. We are getting desperate.", "label": "health"}
{"id": "train_4_68", "title": "Is atheism just a fad on the internet, where anonymous users can fake just about everything?", "content": "Because in real life, and I deal with a lot of people, I know very few atheists that boast like they do on the internet -- especially here.  And the so-called bible thumpers that are their arch enemy are few and far between.  Why does the internet bring out the closet warriors?  Anonymity?  Quite cowardly if you think about it.  The questions I've seen here are downright juvenile.  Yahoo! would be best to do away with this if their aim is truly to collect valuble information.\\n\\nDoes it matter what religion you are as long as you do right by yourself and others?  Why the need to attack each other?  Get off of the internet and go *do* something. This is for Christians and so-called atheists everywhere.\\n\\nComment away since I just spent 5 points -- oh boy!", "label": "society & culture"}
{"id": "train_4_69", "title": "how do i make yahoo my default email setting? plain english please!?", "content": "", "label": "computers & internet"}
{"id": "train_4_70", "title": "why is it illegal to throw the first punch when a guy uses derogatory terms then threatens to beat me?", "content": "i know this probably sounds stupid but i called the cops after just out of shock of what i did. the guy then wanted to press charges for assault. why didn't it count on my side that he threatened me? not to forget that he called a friend up to come and beat me too. all i wanted was for him to leave me alone as i was minding my own business on my phone. by the way, i'm a female. were the cops sexist as well as not to take my side?", "label": "politics & government"}
{"id": "train_4_71", "title": "which wrestler are you looking most forward to returning.?", "content": "Many wrestlers who are injured:\\nBatista\\nRick Flair\\nAngle\\nGregory Helms\\nVal Venis\\nBob Holly\\nBoggey Man (Marty Wright)\\n\\nRecently Signed\\nTest Martin\\nChuck Palumbo\\nShannon Moore\\n\\nRumored to Re-Sign\\nMark Jindrak\\nSean O'Hare\\nShawn Staciak\\nThe Goddwins\\nMordicai (Kevin Fertig)\\n\\nWho are you looking forward to seeing the most and why?", "label": "sports"}
{"id": "train_4_72", "title": "how young is too young to get married?", "content": "i'm 24 and my boyfriend is 20,we both want to get married but i wanna wait a little cause he's younger than me,what should i do?....i don't want him to marry me and later feel like he's to young and made a mistake", "label": "family & relationships"}
{"id": "train_4_73", "title": "what's the best way to find a new job?", "content": "", "label": "business & finance"}
{"id": "train_4_74", "title": "can someone use the word dogma in a sentence that is correct to it meaning?", "content": "", "label": "education & reference"}
{"id": "train_4_75", "title": "I have this itch on the back of my head...?", "content": "On the back of my head, I have a very itch spot. No, its not lice. It only itches at certain times.  I havent changed my shampoo ot anything.  Even when I am in the shower, it itches. It seems like when my hair is in a pony tail, it itches most.", "label": "health"}
{"id": "train_4_76", "title": "How will i know whether the security certificate is issued by yahoo site or not?", "content": "", "label": "computers & internet"}
{"id": "train_4_77", "title": "Where would I fit in?", "content": "I do not support God because I feel that the idea of an all powerful being weilding absolute control takes us out of control of our destiny as a species. I don\"t support Satanism because I feel humanity should work towards its own good and not the good of the individual. And I dont do any \"pagan\" religions because I can't in believe something that I can't see. So where do I fit?\\n\\nP.S. if you feel you must label me as a heretic plaese do it elsewhere. Thnx.\\n\\nP.P.S. No offense to any of the aforementioned groups.", "label": "society & culture"}
{"id": "train_4_78", "title": "find the amount in an account if 1250 is invested at 6% compounded annually for 3 years?", "content": "", "label": "science & mathematics"}
{"id": "train_4_79", "title": "ok i have a small problem...?", "content": "nobody in my house allow me to watch my favourite shows...how to get control of the remote???", "label": "entertainment & music"}
{"id": "train_4_80", "title": "who do you think will win the stanley cup this year? why?", "content": "Out of all the current playoff teams", "label": "sports"}
{"id": "train_4_81", "title": "America - Israil   ..  Which is the master in this relation  .. do you think  ?", "content": "", "label": "politics & government"}
{"id": "train_4_82", "title": "What is the difference between a bay and a sound?", "content": "", "label": "science & mathematics"}
{"id": "train_4_83", "title": "[18+ Answerers ONLY Plz]  If you're under 18, I'm not interested in your opinion.  Have you ever....?", "content": "... had a huge crush on a guy, only to have him ask you out, do something stupid on the first date (or not do anything at all) and then cry about it when you wouldn't acknowledge him after that?\\n\\n1. How did you feel when he did/didn't behave a certain way on the date?  \\n2. How did you feel about him afterwards?\\n3. Do you ever look back on that(those) type(s) of dates/people?", "label": "entertainment & music"}
{"id": "train_4_84", "title": "Spouse means wife or husband, right??", "content": "im trying to prove something to my frind!", "label": "family & relationships"}
{"id": "train_4_85", "title": "What is Olive and Green but can't be seen, in packs of 6 it reconvenes?", "content": "", "label": "education & reference"}
{"id": "train_4_86", "title": "what is anime?", "content": "", "label": "business & finance"}
{"id": "train_4_87", "title": "which is the next operating system for windows?", "content": "softwore", "label": "computers & internet"}
{"id": "train_4_88", "title": "Why is the Easter bunny hiding eggs?", "content": "", "label": "society & culture"}
{"id": "train_4_89", "title": "What do I use for blisters from a sunburn?", "content": "I have already used aloe and hot showers.", "label": "health"}
{"id": "train_4_90", "title": "what is a smart allocation for investing for retirement for a 35 year old with a willingness to take risks.?", "content": "", "label": "business & finance"}
{"id": "train_4_91", "title": "i am looking for a garcia fishing reel what web site do i need to go to?", "content": "", "label": "sports"}
{"id": "train_4_92", "title": "importance of literature?", "content": "", "label": "education & reference"}
{"id": "train_4_93", "title": "how do i \"come out\"?", "content": "i know im attracted to other females,but im to scared to make any moves, what if the other person isnt like that!?", "label": "family & relationships"}
{"id": "train_4_94", "title": "diana degarmo?", "content": "who has photos of american idol season 3 finalist diana degarmo?(but much better pictures of her showing more flesh than usual)", "label": "entertainment & music"}
{"id": "train_4_95", "title": "where can I find-to install:\"0X800281C\"?", "content": "I'm trying to install a video stream software in my PC, and just to finish appears a legend that says: \\n\\nUnable to register the DLL/OCX: Dll register failed; code 0X8002801C\"\\n\\nThat's why I need this \"key code\" software to complete it.\\nI'll appreciate any information. Thank you.", "label": "computers & internet"}
{"id": "train_4_96", "title": "if we bring bush and Chaney to justice?", "content": "well we finaily get our troops home?", "label": "politics & government"}
{"id": "train_4_97", "title": "undereye circles.......?", "content": "if u put cucumbers on ur eyes..will it make ur under-eye circles go away..and will it make them look better..or do u have any other options for under eye circles?  kk..thx *jenn*........", "label": "health"}
{"id": "train_4_98", "title": "Who Is The Best Televangelist?", "content": "", "label": "society & culture"}
{"id": "train_4_99", "title": "information about robots?", "content": "where do i get the information about the robots from the first kind of robots till today robots with the latest developments . i need to get the achievements at that time n the advances after that. \\n\\ncan anyone help me out soon", "label": "science & mathematics"}
{"id": "train_4_100", "title": "except english instiute how we can learn english language?", "content": "", "label": "society & culture"}
{"id": "train_4_101", "title": "pinky finger is infected?", "content": "the side of my pinkey finger is infected i dont know what from does anyone have any idea on what i could do to take down the swelling or something?", "label": "health"}
{"id": "train_4_102", "title": "Know anything about roads with heating elements in them?", "content": "I think they have some in Japan. How are they heated? What is the construction and composition of the element? Volts and Watts used?\\nAnything you can tell me really.", "label": "science & mathematics"}
{"id": "train_4_103", "title": "How come running backs don't get penalized for facemask violations?", "content": "I understand that if a defender pulls the runner down, or impedes the runner's progress by coming in contact with the facemask, that it should be a penalty. But I don't get how an offensive player is allowed to stiff arm a defender in the face or facemask, or essentialy twist and turn the defender's neck in any which way, effectively preventing the defender from making a play on the ball. How come that isn't a penalty? Shouldn't it be a two-way thing like how pass interference can be both defensive and offensive? Can someone explain this to me?", "label": "sports"}
{"id": "train_4_104", "title": "Evanescence?", "content": "Hey has did anyone go to the riviera theater Ev, concert oct 17.\\ni have a question about it.\\nhave you gone to any other Ev, concerts\\noh and do you know the cheapest place i can get the origin cd\\nand where can i get the whisper, sound asleep, and not for your ears????/\\nthanks", "label": "entertainment & music"}
{"id": "train_4_105", "title": "Is there a get rich quick scheme that actually works?", "content": "Is there some program, something I can do from my computer/internet to make lots of money and only have to sit at a computer, no calls, little money to start with, and I want to sit in my underwear the entire time! Is there anything that can fill these requirements?", "label": "computers & internet"}
{"id": "train_4_106", "title": "political conditions of baguio city?", "content": "", "label": "politics & government"}
{"id": "train_4_107", "title": "is there a web site i can print papers out to teach my kids to write letters and numbers?", "content": "", "label": "education & reference"}
{"id": "train_4_108", "title": "are there any substitute for credit cards?", "content": "", "label": "business & finance"}
{"id": "train_4_109", "title": "What truly \"dilutes\" marriage in the US?", "content": "Let's see, in the past month we have Reese and Ryan, Britney and K-Fed, and now Pamela Anderson and Kid Rock divorcing - the last after only four months!   And that's just among the celebrities!\\n\\nLet's face it, the divorce rate in the US is horrendous.\\nBut I'm not really here to run down marriage per se, but to campaign for it being a right, given by and administered by the STATE, that should be available to all.\\n\\nWhen I hear same-sex marriage discussed, there's always someone who says that removing the bigotry and discrimination, i.e. allowing two people of the same sex to marry, will \"dilute\" heterosexual marriages and imperil the institution.  I fail to see how broadening the people who can get married will imperil anything - but the preaching of hatred and discrimination.\\n\\nAnd please don't give me the tired \"argument\" about the slippery slope to polygamy and bestiality.  When marriage is defined by two PEOPLE, as I said, this is not a logical conclusion.\\n\\nThoughts?", "label": "family & relationships"}
{"id": "train_4_110", "title": "If I have four kids....?", "content": "2 get 2x dirty as other kids,1 is germiphobe, 1 changes outfits 5x a day, how many loads of laundry do I have to do before I give them all up for adoption?", "label": "science & mathematics"}
{"id": "train_4_111", "title": "birth contol makes ur breast grow bigger???", "content": "its it true...just wondering", "label": "health"}
{"id": "train_4_112", "title": "I want to be an archeolog (like what i want in life), What should i do?", "content": "I'm 30 already, with no related background... only an immense passion for archeology.", "label": "education & reference"}
{"id": "train_4_113", "title": "Who will win the Ice hockey WM this year?", "content": "Tips, tips, tips...", "label": "sports"}
{"id": "train_4_114", "title": "What DO you look like?", "content": "", "label": "society & culture"}
{"id": "train_4_115", "title": "do guys like...?", "content": "well i  drive a truck, wear baseball hats, play baseball, love guns... and no im not gay. are guys ok with this? and state if its your opinion or a fact", "label": "family & relationships"}
{"id": "train_4_116", "title": "16 Questions removed?", "content": "in 6 days whehey *takes a bow*  \\nWhats your highest in a week?", "label": "entertainment & music"}
{"id": "train_4_117", "title": "conversion of xml to javabeans?", "content": "", "label": "computers & internet"}
{"id": "train_4_118", "title": "How do i go about marketing an online store?", "content": "", "label": "business & finance"}
{"id": "train_4_119", "title": "PETA = TERRORISTs!?", "content": "PETA payouts to radicals willing to carry out such crimes include:\\n\\n-- $5,000 to Josh Harper, who was convicted of assaulting police and firing on a fishing vessel; \\n\\n-- $2,000 to Dave Wilson, convicted of firebombing a fur cooperative; \\n\\n-- $7,500 to Fran Trutt, convicted of attempted murder of a medical executive;\\n\\n-- $20,000 to Rodney Coronado, convicted of burning a research lab at Michigan State. \\n\\n\\nListen to PETA vegetarian campaign director Bruce Friedrich\\n\\nhttp://www.consumerfreedom.com/downloads/reference/audio/010501_bruce_friedrich.wav\\n\\nTERRORISTS!", "label": "politics & government"}
{"id": "train_4_120", "title": "When was the last sudden-death playoff at the Kraft Nabisco Championship?", "content": "", "label": "sports"}
{"id": "train_4_121", "title": "I feel the following bands are \"Rock-Lite\", \"Wuss-Rock\", or \"Chick Bands\", what are your thoughts", "content": "Goo Goo Dolls, Creed, Nickelback, Matchbox 20, Bon Jovi, Train, Coldplay. \\n\\nLet the criticizing of me begin! LOL", "label": "entertainment & music"}
{"id": "train_4_122", "title": "When do you use \"that\" and \"which\" in academic writing?", "content": "When do you use \"that\" and \"which\" in academic writing? Can you explain the rule?", "label": "education & reference"}
{"id": "train_4_123", "title": "Where in the Quran does it say that people should strap bombs to their chests and blow up people?", "content": "Of course this question is general, but think about it, even if you read the Quran in full, everything can't be taken literally.  Anyone with a quote from the Quran that could be close to this radical point of view would be much appreciated.", "label": "society & culture"}
{"id": "train_4_124", "title": "What's the diference between Blackmail and Extortion?", "content": "", "label": "politics & government"}
{"id": "train_4_125", "title": "What does a striper-fe mean?", "content": "? I heard it somewhere??????", "label": "business & finance"}
{"id": "train_4_126", "title": "am i looking smart ??", "content": "am i looking smart ??\\nif so, girls from chennai or tamilnadu can \\ncall me 9841446043", "label": "family & relationships"}
{"id": "train_4_127", "title": "I have a stone struck in urethra but unable to detect as it been there for more than one year?", "content": "", "label": "health"}
{"id": "train_4_128", "title": "What is the derivative of ln(xy)=x+y?", "content": "Explain how you got the answer.", "label": "science & mathematics"}
{"id": "train_4_129", "title": "There will be Yahoo! Answers in other languages? There is an eta?", "content": "", "label": "computers & internet"}
{"id": "train_4_130", "title": "where can i get the cheapest snowboard and boots that's works good?", "content": "any online store or regular store,", "label": "sports"}
{"id": "train_4_131", "title": "Does everyone know???", "content": "There is a nasty virus in Yahoo mail   called New Graphic Site, if you receive it ,please dont open it, the virus inside is a particularly harmful one..", "label": "computers & internet"}
{"id": "train_4_132", "title": "which is better - apple or orange ?", "content": "", "label": "education & reference"}
{"id": "train_4_133", "title": "Can cops DO this?!?!?", "content": "Are police officers allowed to have seen a friend be in an archery contest?!  If so, WTF!!  That is some real bull!", "label": "politics & government"}
{"id": "train_4_134", "title": "A study conducted at a certain college show tat 58% of the school's graduates find a job in their chosen field", "content": "within a year after graduation. Find the probability that amog 7 randomly selected graduates, at least one finds a job in his or her chosen field within a year of graduating. This is the rest of the question.", "label": "science & mathematics"}
{"id": "train_4_135", "title": "LIBERAL COUNTRY . is there a danger against liberalism in America ? where does it come from ?", "content": "", "label": "society & culture"}
{"id": "train_4_136", "title": "why do people get stress and why women do mostly have depression and make issues out of anything in relations?", "content": "", "label": "health"}
{"id": "train_4_137", "title": "how can u tell when a guy likes u or not?", "content": "there is a guy in my class who i have liked for a while now and we are really good friends. i want to know if he likes as a friend or more than that how can you tell?", "label": "family & relationships"}
{"id": "train_4_138", "title": "I'm looking for a piano sheet of Piano Sonata No.11 in A major by Mozart. Can you find it for me?", "content": "", "label": "entertainment & music"}
{"id": "train_4_139", "title": "How can I transfer funds from a US credit union to the Dutch Postbank. I have a giro account.?", "content": "", "label": "business & finance"}
{"id": "train_4_140", "title": "How can I wake up at work? Please help!!?", "content": "", "label": "business & finance"}
{"id": "train_4_141", "title": "if japan had kept its culture hidden from the rest of the world, what do u think Japan would be like?", "content": "In historical times, the Japanese wanted to keep other cultures from permeating with their own, and vice versa.  What would Japan be like if that had happened?", "label": "society & culture"}
{"id": "train_4_142", "title": "How big of a role do you think fraud and corruption play in the immigration problem?", "content": "Do you think that businesses are trying to use undue influence to keep a hole open in the fence? Aren't there enough people in america to 'do the jobs we won't do' ? Or are these guys so addicted to fresh meat from Mexico that they just can't live without imports? LOL  Do you think the Border Patrol has any ethics issues that prevent it from being more effective? Is conflict-of-interest a factor in today's policy?", "label": "politics & government"}
{"id": "train_4_143", "title": "the city with the most interracial relationships.?", "content": "", "label": "family & relationships"}
{"id": "train_4_144", "title": "will a standard ddr RAM (from like 2002) slot also support ddr2 RAM?", "content": "", "label": "computers & internet"}
{"id": "train_4_145", "title": "what is the one hitter quitter?", "content": "", "label": "sports"}
{"id": "train_4_146", "title": "other options for a endoscopy HURRY?", "content": "", "label": "health"}
{"id": "train_4_147", "title": "if you could pick any job in the world what would it be and why?", "content": "", "label": "education & reference"}
{"id": "train_4_148", "title": "How do I find this limit?", "content": "The limit as x approaches pi over 4 of (sinx)-(cosx)/(cos2x). I don't know how to find the derivative of cos2x so that I can use the quotient rule. Help!", "label": "science & mathematics"}
{"id": "train_4_149", "title": "How many scars do you have?", "content": "I have ten on my left arm from where a dog attacked me when I was little. A long one on top of my left hand from a knife. One on my wrist where a pig scratched me. A scar shaped like a check mark on my thumb where a rabbit bit me. Ten or twenty on my legs where roosters have attacked me. One on my forehead where a chicken scratched me. One going through my bottom lip to my top lip from a car wreck whe I was twelve. One four inche scar on my thigh that required stitches when I fell on a peice of farm equipment. \\n  I live on a farm and animals aren't always cute and cuddley, especially chickens.", "label": "entertainment & music"}
{"id": "train_4_150", "title": "do anyone have a copy of the braggs and stratton repair manual/copy for a model 128812 pressure washer engine?", "content": "", "label": "business & finance"}
{"id": "train_4_151", "title": "Did the U.S. get a crappy draw for the 2006 World Cup?", "content": "", "label": "sports"}
{"id": "train_4_152", "title": "Foreign Student bring cultural diversity and help in the development of US?", "content": "Is it true that students coming from other parts of the world to study in USA bring their cultures to the american society and in turn makes USA a better place. Also, these people contribute a lot in terms of technological development of scoiety and help economy to boost? How many of us like foreign students to visit US as education sector is a large revenue generating sector for economy.", "label": "politics & government"}
{"id": "train_4_153", "title": "what does error message (none system disc )means when no disc is in the drives?", "content": "when i startnup my computer the bios screen shows up and error message appear (none system disc)but there is no disc in the drives.what does this means?", "label": "computers & internet"}
{"id": "train_4_154", "title": "What is God thinking now?  What is God feeling Now? What is God doing now?", "content": "", "label": "society & culture"}
{"id": "train_4_155", "title": "name the material that cannot be burned in fire?", "content": "", "label": "science & mathematics"}
{"id": "train_4_156", "title": "What is a song that describes a guy loves a girl but the guy thinks he's too pathetic to match that girl?", "content": "", "label": "entertainment & music"}
{"id": "train_4_157", "title": "I've read that less then 10% of women are truly heterosexual.?", "content": "This does NOT mean that the rest have been or will be involved with a woman in a sexual way. Nevertheless, do you think there is some truth in it?", "label": "health"}
{"id": "train_4_158", "title": "How can American school kids be taught this way?", "content": "Look what I found as a response to a previous question about evolution. Try not to wet you pants laughing because it is actually quite tragic.\\n\\n\"...it IS a \"theory\" and not even remotely true cuz God created the world and as a bonus fact darwin admitted he made evolution up and donated all the money he made off it to Christian missions\"\\n\\nI give up! someone needs to teach these kids about truth and deception.", "label": "education & reference"}
{"id": "train_4_159", "title": "i know the answer...i just need reasurrance please.?", "content": "He says he's only interested in dating me but he's purusing local singles for friendships.  He says he's not met with anyone since we've been dating but failed to mention emailing, calling, etc.  I know the dangers of this and can't live in denial any longer...I just can't accept.  I love him but can't see us overcoming this issue.  He's angry at me for \"doubting\" him and says it's over for good.  Probably the best for both of us.  I'm not opposed to opposite sex friends, but pursuing them on-line while dating someone else is just wrong in my opinion.", "label": "family & relationships"}
{"id": "train_4_160", "title": "WILL I GET TO MARRY ASHLEY?", "content": "", "label": "business & finance"}
{"id": "train_4_161", "title": "What signs tells you that a girls likes you?", "content": "Ladies you should know this one, how do ya'll act?", "label": "family & relationships"}
{"id": "train_4_162", "title": "I can not figure this out.?", "content": "I am not understanding this and my text book is at school oops.\\n\\nTranslate the following statement into algebraic equation. Let x represent the number. 6 times a number is 14 more than that number.", "label": "science & mathematics"}
{"id": "train_4_163", "title": "what started the billy packer/dick vitale feud?", "content": "I was watching an interview with Billy Packer on HBO last weekend and at the end Bryant Gumble asked the interviewer if he asked him about Dick Vitale and all the interviewer said was \"no\" and then chuckled.", "label": "sports"}
{"id": "train_4_164", "title": "Can urininary tract infections be spread through sexual intercourse?", "content": "", "label": "health"}
{"id": "train_4_165", "title": "SLP Internship?", "content": "Where can I get information on Speech Language Pathology internships in the Chicago South West suburbs?", "label": "education & reference"}
{"id": "train_4_166", "title": "Does the confederate flag bother you?", "content": "I hate it!!!!!!!!!!!!", "label": "society & culture"}
{"id": "train_4_167", "title": "Who's your favouite OC character and why?", "content": "", "label": "entertainment & music"}
{"id": "train_4_168", "title": "does converting to fat32 save disc space?", "content": "", "label": "computers & internet"}
{"id": "train_4_169", "title": "HOW'S THAT SEARCH FOR BlN LADEN GOING, NEOCONS??", "content": "ALONG WITH THOSE BOGUS IRAQI WMD'S?\\n\\nWHATEVER HAPPENED TO THE CHIMP'S 'I WANT BIN LADEN DEAD OR ALIVE' RHETORIC??", "label": "politics & government"}
{"id": "train_4_170", "title": "Ok  \"camwr\" how do I get a hold of you? (about Anna Deryabina)?", "content": "", "label": "family & relationships"}
{"id": "train_4_171", "title": "I am in india, what happens f i dont pay my credit card payment forever.?", "content": "Will my info goes to some data source,", "label": "business & finance"}
{"id": "train_4_172", "title": "anyone know about a new law that MI & 6 other states for a piolt program R/T healthcare workers & some oth?", "content": "Must be fingerprinted or lose their jobs immediately? Suppost to be done by FBI. Law is by Govenor of MI", "label": "politics & government"}
{"id": "train_4_173", "title": "Is it possable to buy stock in \"Wemade Entetainments\" in the USA?", "content": "They wre the makers of the game  The Legend of Mir 2", "label": "computers & internet"}
{"id": "train_4_174", "title": "Any advice on how to block it all out?", "content": "My sis got a call from her bf/friend letting her know that his bro (also her good friend) passed away last night. There's a whole story behind what happened,but for personal reasons and respect,I don't think I should get into it.I didn't know the boy personally,but I knew of the circumstances and I always asked my sis how he was doing.Even though it was kind of in our minds that this would be the eventual outcome,it still kind of shocked her (and me) that it happened.I had a session with my therapist today, a prescheduled one,and without meaning to,I spent the whole time crying.I hate crying.I like being strong no matter what.But I cried and I related his death to me and how I wish the roles were kind of reversed (though the situation with slight differences) and that I could be in this boy's place right now.I was doing fairly good with taking my anti-depressants and Xanax and everything,but I feel like what happened just set me back. I'm back to thinking about things I shouldn't.", "label": "health"}
{"id": "train_4_175", "title": "who should the celtics take in the draft?", "content": "If rudy gay is still there at pick 7 then we better take him", "label": "sports"}
{"id": "train_4_176", "title": "Can someone send me the Blowfish code in C++?", "content": "hello\\n    I need the blowfish code for my project. Please if someone has his own written code then please send it to me. Please dont send me links. Email me the code at    fahnaim@yahoo.com \\n\\nRegards\\nFahnaim", "label": "education & reference"}
{"id": "train_4_177", "title": "Would brainwashing lead us to a better society?", "content": "", "label": "society & culture"}
{"id": "train_4_178", "title": "what products do potassium iodate and sodium metabisulfite solution make?", "content": "", "label": "science & mathematics"}
{"id": "train_4_179", "title": "Has anyone heard Connie Bailey Rae sing? Who is she?", "content": "Her voice is beautiful. I saw her video tonight, never heard of her before, but her voice had something that most singers lack. Wow.", "label": "entertainment & music"}
{"id": "train_4_180", "title": "Will the U.S. make a run for the World cup?", "content": "", "label": "sports"}
{"id": "train_4_181", "title": "What category would I put a question having to do with nothing?", "content": "Because maybe there should be one", "label": "business & finance"}
{"id": "train_4_182", "title": "estrogen harmone is any harmful to unwanted hair?", "content": "", "label": "health"}
{"id": "train_4_183", "title": "Is Bush taking away our rights in the name of homeland security?", "content": "", "label": "politics & government"}
{"id": "train_4_184", "title": "Annie plots an ellipse on a computer screen. It has horizontal radius a and vertical radius b.?", "content": "She investigates the rate of change of the area of the ellipse as a increases at 7mm/s and b decreases at 11 mm/s.\\n1. Assuming that a and b change smoothly, write the known rate and the wanted rate as derivatives.\\n2. Annie recalls that the the area of an ellipse is A=(pie- i cant type the symbol)times ab. use this relationship among the variables to get an equation for the wanted rate.\\n3. Annie sets the animation in motion. when a = 30 and b = 50 will the area be increasing or decreasing? at what rate?\\n4. Annie resets the animation and starts it in motion again. When a =40 and b=20, will the area be ingreasing or decreasing? At what rate?", "label": "science & mathematics"}
{"id": "train_4_185", "title": "Should I tell him?", "content": "I have a frined i hooked up with more than once and we decide to only be friends since neither of us are ready for a relationship, but this weekend he stayed in my house for 3 days and we really have more in common than i thought, but i am still not sure if i should tell him that i want to be more than friends since i feel more for him than i did before., Should i tell him or just keep it friends?", "label": "family & relationships"}
{"id": "train_4_186", "title": "Has anyone been overcharged on Mobile or Landline for phoning Quizcall on calls they did not make?", "content": "", "label": "entertainment & music"}
{"id": "train_4_187", "title": "Does anyone know where I can download a free version of CardBox??", "content": "", "label": "computers & internet"}
{"id": "train_4_188", "title": "What is a good gift for a 14-16 year old?", "content": "", "label": "society & culture"}
{"id": "train_4_189", "title": "do women perceive color different men?", "content": "", "label": "education & reference"}
{"id": "train_4_190", "title": "Do you believe in the death penalty as long as it isn't too severe?", "content": "Food for thought!!!!", "label": "politics & government"}
{"id": "train_4_191", "title": "Would you stay with someone if they really annoy you?", "content": "This is a good person & Treats you good.\\n\\nBUT does things that annoy the HELL OUT YOU let nail bitting,  picking at their toes, and very clumsy.    Would you stay or I'm I taking it too far????", "label": "family & relationships"}
{"id": "train_4_192", "title": "Television Good or Bad?", "content": "I have been reading a lot of stuff on the internet about the effects that television can have on the brain, but the sources aren't very reliable. Does anyone know of research or studies that have been done on this matter.", "label": "science & mathematics"}
{"id": "train_4_193", "title": "What's a Saxophone, how does it work, what's the history of the saxophone,who made it?", "content": "answer my question PLEASE!!!!!!!!!!!!!!!!!!!!!!!!!!!", "label": "entertainment & music"}
{"id": "train_4_194", "title": "what do you think about Rhode Island?", "content": "Is it a road or an island?", "label": "society & culture"}
{"id": "train_4_195", "title": "Is London  time 9 hours behind Wahington State  timeright now?", "content": "I need to find a phone number for this company that took my money but forgot to send my package.", "label": "education & reference"}
{"id": "train_4_196", "title": "who would beat who?....85 bears or 06 bears? and why?", "content": "", "label": "sports"}
{"id": "train_4_197", "title": "what is a technology statement?", "content": "", "label": "business & finance"}
{"id": "train_4_198", "title": "i understand ketones in urine  is due to dehydration but what is happenin to the body to produce the ketones?", "content": "", "label": "health"}
{"id": "train_4_199", "title": "Web site builders?", "content": "I need a web page builder that includes a .com domain name. It has to be HTML, easy to use and has good tools.(like Dreamweaver). And most important it needs to be all free.", "label": "computers & internet"}
