{"paragraph": "The petition for review is GRANTED, the Final Order of the Federal Trade Commission is VACATED, and the case is REMANDED with instructions to DISMISS the administrative complaint.", "label": "Issue", "id": "train_2_0"}
{"paragraph": "17 U.S.C. § 101. By adopting this two-part definition, Congress seemingly “meant to address the situation of the full-time or conventional employee in the first provision, and the situation of the independent contractor in the second.” Principles of Copyright Law § 5.2.2. Significantly, Congress's new approach was friendlier to commissioned parties than under the 1909 Act, at least in certain ways. In the absence of an employee-employer relationship, only specific kinds of works could be treated as works for hire, and then only if there was a written agreement to do so. See id.", "label": "Rule", "id": "train_2_1"}
{"paragraph": "Because the evidence amply supports the district court's conclusion that the game was created at the instance and expense of Klamer and that there is insufficient evidence to rebut the resulting work for hire presumption, we need not address the defendants' alternative theory for affirmance: that the game was a work for hire created by Chambers and Israel -- with Markham as the “employer.” This alternative argument -- essentially, another way of establishing that the game was a work for hire -- would also mean that no termination rights exist and would similarly spell defeat for Markham's successors-in-interest.", "label": "Conclusion", "id": "train_2_2"}
{"paragraph": "The Commission's notice and orders, however, are to the contrary. From the very outset, the Commission has made clear that the Governance Order was no more than a call for a proposal that would then be subject to further notice, comment, and revision.", "label": "Analysis", "id": "train_2_3"}
{"paragraph": "Modern stock exchanges transmit data about trades and prices at lightning-fast speeds. But as this case demonstrates, the administrative process demands considerably more patience.", "label": "Procedural History", "id": "train_2_4"}
{"paragraph": "Setting the stage for the issue before us, on January 14, 2020, the Commission published a notice soliciting comments on whether to issue a proposed order that “would require the participants in the [current] Equity Data Plans to propose a single, new equity data plan.” Notice of Proposed Order Directing the Exchanges and the Financial Industry Regulatory Authority To Submit a New National Market System Plan Regarding Consolidated Equity Market Data, 85 Fed. Reg. 2164, 2165 (Jan. 14, 2020). The Commission explained that should it promulgate such an order, the new plan “would be published for public comment,” after which “the Commission would consider whether to approve the New Consolidated Data Plan, with any changes or subject to such conditions as the Commission may deem necessary or appropriate.” Id.", "label": "Facts", "id": "train_2_5"}
{"paragraph": "Mondelli appealed and we appointed amicus counsel to address: (1) “whether the District Court erred in dismissing Mondelli's action for failure to prosecute without first inquiring into Mondelli's competency”; and (2) “whether the District Court properly considered and balanced the [Poulis] factors ... before dismissing Mondelli's complaint.” Order, ECF No. 77.", "label": "Decree", "id": "train_2_6"}
{"paragraph": "When the removal of a case to a federal court is challenged, the removing party normally “bears the burden of persuasion vis-à-vis the existence of federal jurisdiction.” BIW Deceived v. Local S6, Industrial Union of Marine and Shipbuilding Workers, 132 F.3d 824, 831 (1st Cir. 1997). That burden, though, is not necessarily a heavy one. This is such a case: a state-law claim may escape LMRA preemption only if it requires no more than “bare” consultation of a CBA, without dispute as to “the meaning of [any] contract terms.” Livadas v. Bradshaw, 512 U.S. 107, 124, 114 S.Ct. 2068, 129 L.Ed.2d 93 (1994). If a claim plausibly requires interpretation of one or more provisions of a CBA, it comes within the LMRA's preemptive sweep. See Adames v. Executive Airlines, Inc., 258 F.3d 7, 11-12 (1st Cir. 2001).", "label": "Conclusion", "id": "train_2_7"}
{"paragraph": "Milton Bradley, meanwhile, began refining the prototype and made some design changes, often with input from Markham and Klamer. It ultimately published the game in early 1960. Milton Bradley applied to register copyrights in the game board and rules later that year, identifying itself as the author of both. Separately, Link Research applied for copyright registration of the game's box, and likewise identified Milton Bradley as the author. The game was a hit, and even today remains a money-maker for Hasbro, which acquired Milton Bradley (and rights to the game) in the 1980s.", "label": "Facts", "id": "train_2_8"}
{"paragraph": "Lassiter selectively quotes the district judge at other stages of the proceedings to argue that the judge only intended proportionate sentences on the kidnapping counts. Yet those sliced-and-diced statements cannot negate the actual sentences imposed, which look proportionate as packages. For example, the judge gave Devro Hebron (the second most culpable) 132 months for kidnapping despite giving Devon Hebron (the least culpable) 156 months on the same charge. Yet in total, Devro received 216 months and Devon received 156 months—exactly what one might expect given their relative culpability. The same goes for Cooper. He was more culpable than Devon and received a  *32  **404 higher total sentence (180 months to Devon's 156) but a lesser kidnapping sentence (96 months to Devon's 156).", "label": "Analysis", "id": "train_2_9"}
{"paragraph": "The BIA rejected Darby's arguments and denied her motion to reopen, so she petitions this Court to review the BIA's decision.", "label": "Issue", "id": "train_2_10"}
{"paragraph": "Petitioner asserts that the Challenged Agreements are justified by two procompetitive effects: reduced litigation costs and protecting Petitioner's trademark rights.", "label": "Decree", "id": "train_2_11"}
{"paragraph": "But the Fair Sentencing Act's reduced punishments applied only prospectively to defendants sentenced after the Act's effective date of August 3, 2010. Dorsey, 567 U.S. at 264, 132 S.Ct. 2321; White, 984 F.3d at 82. Defendants sentenced prior to that date remained subject to their original sentences.2", "label": "Rule", "id": "train_2_12"}
{"paragraph": "Criminal forfeiture, the court explained, “is a form of punishment” and, hence, “it follows that the same principles of sentencing accountability should apply.” Id. For that reason, the court concluded that, for purposes of § 1963(a)(3), “a defendant should be deemed to have ‘obtained’ amounts ‘obtained’ by co-conspirators in furtherance of the conspiracy to the extent that receipt of those amounts was reasonably foreseeable.” Id.", "label": "Procedural History", "id": "train_2_13"}
{"paragraph": "Taken together, Lassiter's criminal history and offense level yielded a sentencing range of 360 months to life imprisonment for the kidnapping count. The District of Columbia's sentencing guidelines suggested 138 to 360 months imprisonment for the D.C. assault count. Adding the § 924(c) count's mandatory 84 consecutive months meant a total range of 444 months to life imprisonment.", "label": "Procedural History", "id": "train_2_14"}
{"paragraph": "In sum, we conclude that the admission of the autopsy report at Garlick's trial through a surrogate witness was an unreasonable application of clearly established Supreme Court precedent. Accordingly, we AFFIRM the judgment of the district court.", "label": "Issue", "id": "train_2_15"}
{"paragraph": "For essentially these reasons, the only other court of appeals to address the issue held that an extradition request does not impliedly waive sovereign immunity. Id. at 1206–09. In reaching that conclusion, the Ninth Circuit in Blaxland distinguished the sole case on which Khochinsky relies here, a previous Ninth Circuit decision, Siderman de Blake v. Republic of Argentina, 965 F.2d 699 (9th Cir. 1992). That earlier decision involved a letter rogatory, which is a “direct court-to-court request,” whereas “extradition is a diplomatic process carried out through the powers of the executive, not the judicial, branch.” Blaxland, 323 F.3d at 1207. While we have no occasion here to decide the status of a letter rogatory for purposes of the FSIA's implied waiver exception, we agree with the Ninth Circuit that an extradition request does not effect an implied waiver of sovereign immunity.", "label": "Analysis", "id": "train_2_16"}
{"paragraph": "For all of those reasons, an alleged abuse of the extradition process counts as an “abuse of process” under § 1605(a)(5)(B). It follows that Khochinsky's claims of First Amendment retaliation and tortious interference fall outside the scope of the FSIA's noncommercial torts exception.", "label": "Conclusion", "id": "train_2_17"}
{"paragraph": "Turning to the second prong, we explained in J.T. that:", "label": "Rule", "id": "train_2_18"}
{"paragraph": "The story behind Khochinsky's suit traces back to a small town in Poland at the outset of World War II. At the time, Khochinsky's mother, Maria Khochinskaya, a Polish Jew, lived in the town of Przemysl, Poland, where her family owned property. In 1939, Nazi Germany invaded Poland, prompting the Soviet Union to respond by annexing a portion of Przemysl. The annexation cut the city in half, with Maria's residence falling within the annexed portion.", "label": "Facts", "id": "train_2_19"}
{"paragraph": "For the reasons provided, we deny the petition for review and grant the cross-petition for enforcement as to the partial implementation of the last, best and final offer without reaching a good faith impasse and locking out Union members in support of a demand that was a permissive subject of bargaining. J.A. 792, Amended Conclusions of Law 5(1) and (3). We grant the petition for review and deny the cross-petition for enforcement as to direct dealing. J.A. 792, Amended Conclusion of Law 5(2). And we deny the petition for review and grant the cross-petition for enforcement as to Tecnocap's discouragement of union membership in how it undertook the lockout. J.A. 804, Conclusions of Law 3 and 4; see 792 (adopting these conclusions without alteration). We remand the case to the NLRB for it to determine the effect our limited grounds for enforcing its order has on the remedies it ordered and for entry of a remedial order that is consistent with our decision. We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before this Court and argument would not aid the decisional process.", "label": "Decree", "id": "train_2_20"}
{"paragraph": "For these reasons, we AFFIRM.", "label": "Decree", "id": "train_2_21"}
{"paragraph": "On appeal, Brace challenges the District Court's order to propose a deed restriction and restoration plan. We have jurisdiction to review that injunction. He also challenges the grant of partial judgment on the pleadings; the summary-judgment order; and the striking of his brief opposing summary judgment, his thirty-three exhibits, and his Daubert motions. We have jurisdiction to review the first three of these, but not the last two.", "label": "Issue", "id": "train_2_22"}
{"paragraph": "As the party invoking the exception, M-Class has the burden to establish its applicability. Id. The first prong is satisfied, as the Secretary concedes, because MSHA terminated the Order within 40 days of its issuance. Joint Appendix 221; Pet'r’s Suppl. Br. 7.", "label": "Analysis", "id": "train_2_23"}
{"paragraph": "Eight years went by before Congress turned to the defendants left serving sentences imposed under the disparately more punitive sentencing regime. In Section 404 of the First Step Act, Congress empowered district courts to reduce existing sentences for people convicted of certain crack cocaine offenses. See First Step Act § 404, 132 Stat. at 5222; 21 U.S.C. § 841 note (2019) (“Application of Fair Sentencing Act”). Section 404 proceeds in three parts.", "label": "Rule", "id": "train_2_24"}
{"paragraph": "The conclusion that Donna “obtained” the tainted funds in the Trend account is not undermined by the sentencing court's finding that she acted primarily at the behest of Stephen and had a lesser level of culpability in the grand scheme of the  *73 conspiracy. Although she may have chosen not to take any action with respect to the Trend account without Stephen's approval, she was nonetheless a joint account owner and, as such, had the legal authority to do so. Moreover, the sentencing court's determination that Donna's role in the conspiracy was minor says nothing about whether she “obtained” the funds of the conspiracy. As we explained in Cadden, her ownership over the account through which the tainted money flowed is enough to demonstrate she obtained the funds for purposes of forfeiture even after Honeycutt. Id. at 39.", "label": "Conclusion", "id": "train_2_25"}
{"paragraph": "At sentencing, the district court concluded that Hurley “st[ood] a little higher in the pecking order than some of the other defendants.”7 The court found that Hurley “pretty much ran [Saccoccia Coin] and [ ] had a closer relationship with the true leader of th[e] organization, Stephen Saccoccia, than others did,” which the court speculated was an “unfortunate incident of marriage,” referring to the fact that Hurley is Stephen's brother-in-law. The court emphasized Hurley's lengthy participation in the conspiracy and concluded that he was “involved in more facets of th[e] organization” than his codefendants, because he “went to New York on several occasions, both to count money and help pick it up. [He was] not just a courier like some of the other defendants were.”", "label": "Procedural History", "id": "train_2_26"}
{"paragraph": "In January 2018, the slot-machine technicians at Palace Station Hotel & Casino voted to organize. The National Labor Relations Board certified the International Union of Operating Engineers Local 501 to represent them, and the union asked Palace to produce documents.", "label": "Facts", "id": "train_2_27"}
{"paragraph": "We will deny the petition for review.", "label": "Issue", "id": "train_2_28"}
{"paragraph": "Then, in its notice publishing the proposed plan, the Commission reiterated that whether it would include the challenged plan elements remained up for debate. It sought “comment on the proposed [ ] Plan” and expressly asked for feedback on “whether the proposal is consistent with the Act and the rules thereunder,” as well as “whether the proposed [ ] Plan is appropriately structured[ ] and ... appropriately drafted[ ] to support the [goals of section 11A].” Notice of Filing of a National Market System Plan Regarding Consolidated Equity Market Data, 85 Fed. Reg. at 64,567.", "label": "Analysis", "id": "train_2_29"}
{"paragraph": "So it is here. The redundancy of which the appellant complains is nothing more than a reflection that certain facts relevant to his sentencing were present in extraordinary or exaggerated degrees. Some examples will suffice to illustrate the point.", "label": "Conclusion", "id": "train_2_30"}
{"paragraph": "The judgment is REVERSED and VACATED, and the case is REMANDED for entry of judgment consistent with this opinion.", "label": "Decree", "id": "train_2_31"}
{"paragraph": "So to get its day in court, Palace stonewalled.", "label": "Facts", "id": "train_2_32"}
{"paragraph": "(1) a work prepared by an employee within the scope of his or her employment; or", "label": "Rule", "id": "train_2_33"}
{"paragraph": "MSHA examined and tested the diesel air compressor over the next six weeks but ultimately found no evidence that it was the source of the miner's illness. During this period, MSHA initially insisted that M-Class submit an action plan governing  *21  **393 diesel air compressor use in the mine before the Order would be terminated. After MSHA rejected M-Class's submission and the parties could not agree on a plan, M-Class filed a notice of contest and moved for an expedited hearing before an ALJ. The ALJ shortly thereafter denied M-Class's expedition motion and a few days later MSHA terminated the Order. Approximately two and one-half months after terminating the Order, the Secretary moved to dismiss the case for lack of jurisdiction and mootness because the Order had been terminated. The ALJ denied the motion, concluding his jurisdiction continued and the case was not moot. After a hearing, the ALJ concluded “the Secretary ha[d] proven by a preponderance of the evidence that an accident [had] occurred and that the [terminated] Order was appropriate to ensure the safety of other miners until the investigation ... was completed.” M-Class Mining, LLC v. Sec'y of Labor, 41 FMSHRC 1, 10 (2019) (ALJ). M-Class timely petitioned the Commission for review of the ALJ's decision. In a 3–2 decision, the Commission affirmed the ALJ in part and reversed in part. The Commission majority concluded that the case was not moot but vacated the terminated Order because it determined substantial evidence did not support MSHA's finding that an accident occurred.4 The Secretary timely petitioned for review of the Commission decision.", "label": "Procedural History", "id": "train_2_34"}
{"paragraph": "Before opening statements the next day, the district court pointed out that, according to a memorandum describing witness interviews, the AUSA — although not participating in the appellant's trial — had participated in some portion of an interview of a prospective witness. The court stated that, given that the AUSA's wife worked with Juror 31, “[i]t would probably be preferable not to mention [the AUSA's] name.” Neither side objected, and in line with the court's stated preference, the AUSA's name was never mentioned before the jury.", "label": "Facts", "id": "train_2_35"}
{"paragraph": "The upshot: an employer like Palace had to “waive either its challenge to the union's certification or its confidentiality defense.” J.A. 152.", "label": "Analysis", "id": "train_2_36"}
{"paragraph": "The government proposed sentencing Lassiter within the total range because “[b]y any measure,” Lassiter was the codefendant “most deserving of jail time.” App. 154. Lassiter sought leniency, alleging that he suffered from untreated mental health problems and specifically requesting “a variance” on the kidnapping count “absorb[ing] the seven year mandatory that the Court must impose” for the § 924(c) count. App. 287-88.", "label": "Procedural History", "id": "train_2_37"}
{"paragraph": "As to the first argument, the evidence amply supports the district court's finding that the game was created at Klamer's expense. In general, the expense requirement looks to the parties' relative investment of resources in the work and the related financial risk. See Marvel Characters, Inc. v. Kirby, 726 F.3d 119, 140 (2d Cir. 2013) (noting that the overall purpose of the expense requirement is to “reward[ ] with ownership the party that bears the risk with respect to the work's success”). Here, Klamer promised at the outset to pay Markham any costs incurred -- regardless of whether Milton Bradley ultimately liked the game and paid for the rights. Hence, if the dinner at Chasen's had gone poorly, Klamer still would have  *84 been obligated to pay Markham's costs.5 As a result, Markham's downside was limited.", "label": "Conclusion", "id": "train_2_38"}
{"paragraph": "The exchanges are concerned that had they “waited until the Commission's approval of the New Consolidated Data Plan to file petitions for review,” those petitions would have been “untimely.” Pet'rs’ Suppl. Br. 5. Given our conclusion that the Governance Order is not “final” within the meaning of Exchange Act section 25, the exchanges no longer face that risk. 15", "label": "Decree", "id": "train_2_39"}
{"paragraph": "Darby next attempts to invoke our jurisdiction by arguing that the BIA denied her due process by ignoring evidence of “ ‘insurmountable’ harms” that will befall her family if she is removed to Jamaica. Pet'r Br. 43. Darby claimed in her motion to reopen that her mother depends on her for medical care and that her children are “suffering immensely” without her. A.R. 28. She argued that these facts, along with the approval of her I-130 petition, justified reopening. In her brief to this Court, Darby argues that the BIA violated her right to due process by not addressing the evidence she introduced in her motion to reopen about harm to her family.", "label": "Issue", "id": "train_2_40"}
{"paragraph": "Several stock exchanges filed petitions for review in our court, arguing that the Governance Order's inclusion of these three features violated section 11A, contravened Commission regulations, or was arbitrary and capricious. A few days later, they filed a motion asking the Commission to stay the Governance Order, which it promptly denied for several reasons, including that “the Governance Order d[id] not establish a New Consolidated Data Plan.” Order Denying Stay, 85 Fed. Reg. 36,921, 36,921 (June 18, 2020). The exchanges then filed the required proposal, and briefing on their petitions for review proceeded. On October 13, the Commission published the proposal for comment, see Notice of Filing of a National Market System Plan Regarding Consolidated Equity Market Data, 85 Fed. Reg. 64,565 (Oct. 13, 2020), and four months later, on January 15, 2021, it published an order “instituting proceedings ... to determine whether to disapprove the [proposed plan],” Order Instituting Proceedings to Determine Whether To Approve or Disapprove a National Market System Plan Regarding Consolidated Equity Market Data (“Order Instituting Proceedings”), 86 Fed. Reg. 4142, 4142 (Jan. 15, 2021).", "label": "Rule", "id": "train_2_41"}
{"paragraph": "In short, Section 404 creates a process through which defendants sentenced for a qualifying offense under the prior, disparate sentencing regime may seek a sentence reduction, which the district court may grant in its discretion.", "label": "Rule", "id": "train_2_42"}
{"paragraph": "Lassiter's challenge to his kidnapping offense level also fails. Recall that Lassiter participated in three attempted murders during the kidnapping: shooting Wheeler with the broken gun, shooting Lyles with the broken gun, and slashing Lyles with the boxcutter. As a result, even though Lassiter pled guilty to kidnapping, a specific provision in the kidnapping sentencing guideline, § 2A4.1(b)(7), required that the guideline for attempted murder, § 2A2.1, controlled Lassiter's offense level. Lassiter claims that the updated PSR prepared for resentencing misapplied § 2A2.1(b)(1)(A), a four-level enhancement for causing “life-threatening bodily injury” during an attempted murder.", "label": "Analysis", "id": "train_2_43"}
{"paragraph": "We begin with a summary of the facts, as found by the district court. In 1959, Bill Markham, an experienced game designer and the head of a California-based product development company, was approached by Rueben Klamer, a toy developer with extensive industry contacts. Klamer had just visited Milton Bradley's Massachusetts headquarters, where he had been asked to develop an idea for a product that would commemorate the company's 1960 centennial. While searching for inspiration in the company's archive, he discovered a copy of the company's first board game: “The Checkered Game of Life,” created by Milton Bradley himself in 1860. The original game was intended to instill its youthful players with lessons about vice and virtue. Klamer saw potential in an updated version, modified to reflect contemporary American society and values. On the trip back to California, Klamer developed the concept, even scribbling some thoughts on the flight home. Klamer was more of an ideas person, though, and he needed help developing the concept and creating a working prototype that could be pitched to Milton Bradley. Klamer chose Markham's firm partly because of two talented artists who worked there: Grace Chambers and Leonard Israel.", "label": "Facts", "id": "train_2_44"}
{"paragraph": "The appellant's last claim of procedural error posits that the sentencing court erred by relying on factors “already accounted for in the Guideline[s].” Specifically, he submits that the court below — once it had settled upon the proper GSR — should not have considered “amount of loss,” “substantial financial hardship,” “obstruction of justice, and the ten-year duration of the fraudulent conduct.” These factors, he says, already were considered by the court in formulating enhancements that merged into the ultimate GSR calculation and should not have been considered again in fashioning an upward variance.", "label": "Conclusion", "id": "train_2_45"}
{"paragraph": "Therefore, even if we determined the sentencing court's silence was error, it could not have been clear or obvious. Affirmed.", "label": "Issue", "id": "train_2_46"}
{"paragraph": "Appellants argue that the death of the bees was nonetheless foreseeable because of an “explicit warning in the pesticide use instructions stating that dispersal of the substance is ‘highly toxic’ to bees.” Appellants’ Reply Br. 10 (citing J.A. 157).", "label": "Decree", "id": "train_2_47"}
{"paragraph": "This is Melvin Lawrence's third appearance before this court.", "label": "Procedural History", "id": "train_2_48"}
{"paragraph": "As mentioned above, under one line of precedent, employers cannot bargain if they plan to test certification. See Terrace Gardens, 91 F.3d at 225. Meanwhile, a line of Board decisions said that employers could not raise a confidentiality defense without first bargaining. See, e.g., Detroit Newspaper Agency, 317 N.L.R.B. 1071, 1072 (1995).", "label": "Rule", "id": "train_2_49"}
{"paragraph": "Affirmed.", "label": "Procedural History", "id": "train_2_50"}
{"paragraph": "For the foregoing reasons, we affirm the district court's grant of Poland's motion to dismiss for lack of jurisdiction.", "label": "Decree", "id": "train_2_51"}
{"paragraph": "Khochinsky submits that the term “abuse of process” for purposes of § 1605(a)(5)(B) refers solely to abuse of judicial process, whereas extradition is a diplomatic process. But as the Ninth Circuit observed in Blaxland, a claim against a foreign state for wrongfully “invoking the extradition procedures” involves an “abuse of process” within the meaning of § 1605(a)(5)(B). Blaxland, 323 F.3d at 1204. Whether the term “abuse of process” is “defined according to a uniform federal standard or according to applicable state law”—here, District of Columbia or New York law—the term “concern[s] the wrongful use of legal process,” including an alleged effort to “misuse[ ] legal procedures to detain” or “extradite” someone. Id. at 1204, 1206; see Restatement (Second) of Torts § 682 (1977) (defining tort of abuse of process); Doe v. District of Columbia, 796 F.3d 96, 108 (D.C. Cir. 2015) (same under D.C. law); Curiano v. Suozzi, 63 N.Y.2d 113, 480 N.Y.S.2d 466, 469 N.E.2d 1324, 1326 (1984) (same under N.Y. law). And Khochinsky is wrong, moreover, insofar as he assumes that extradition is an exclusively diplomatic process, to the complete exclusion of any judicial role: while extradition, as we have explained, is fundamentally diplomatic in character, it ultimately involves the courts in some measure in its execution—as evidenced by the termination of the extradition proceedings in this case upon a judicial determination that probable cause was lacking.", "label": "Analysis", "id": "train_2_52"}
{"paragraph": "Section 11A of the Exchange Act empowers the Commission to, “by rule or order, [ ] authorize or require self-regulatory organizations,” including stock exchanges, “to act jointly with respect to matters as to which they share authority under this chapter in planning, developing, operating, or regulating a national market system,” known as an NMS. 15 U.S.C. § 78k-1(a)(3)(B); see also id. § 78c(a)(26) (“The term ‘self-regulatory organization’ means any national securities exchange, registered securities association, or registered clearing agency.”). Commission regulations further provide that “[e]very national securities exchange on which an NMS stock is traded and national securities association shall act jointly pursuant to one or more effective national market system plans to disseminate consolidated information, including a national best bid and national best offer, on quotations for and transactions in NMS stocks.” 17 C.F.R. § 242.603(b). And although “[a]ny two or more self-regulatory organizations, acting jointly, may file a national market system plan or may propose an amendment to an effective national market system plan,” no such proposal, subject to limited exceptions, “shall become effective unless approved by the Commission.” Id. § 242.608(a)(1), (b)(1). Over the course of  *36  **408 several decades, the Commission has exercised this authority to approve three Equity Data Plans that now govern the dissemination of certain types of quotation and transaction information for publicly traded equity securities.", "label": "Facts", "id": "train_2_53"}
{"paragraph": "We begin with Lassiter's challenge to the district judge's 2020 finding that he designed a sentencing package back in 2009. ", "label": "Issue", "id": "train_2_54"}
{"paragraph": "Donna and Hurley contend that the Supreme Court's decision in Honeycutt v. United States, ––– U.S. ––––, 137 S. Ct. 1626, 198 L.Ed.2d 73 (2017), should be applied retroactively to invalidate the forfeiture judgments against them.", "label": "Conclusion", "id": "train_2_55"}
{"paragraph": "Immediately after this comment, defense counsel objected. The district court noted the objection and reminded the jury that “as I've instructed [you] and will reiterate, anything the lawyers say is not evidence, and if your memory of the evidence individually and collectively differs from what any lawyer says, it's your memory that controls.” At that point, the prosecutor resumed his rebuttal argument, telling the jury (without any further objection) that he was only suggesting that “the records don't indicate ... a third party involved. It doesn't mean it didn't happen ....”", "label": "Conclusion", "id": "train_2_56"}
{"paragraph": "For nearly 25 years, federal criminal law punished offenses involving crack cocaine far more harshly than offenses involving powder cocaine. See Anti-Drug Abuse Act of 1986, Pub. L. No. 99-570, § 1002, 100 Stat. 3207, 3207–2 to 3207–4; Dorsey v. United States, 567 U.S. 260, 263–264, 132 S.Ct. 2321, 183 L.Ed.2d 250 (2012). For instance, the law required a five-year mandatory minimum prison sentence for people convicted of possessing with the intent to distribute either (i) 500 grams of powder cocaine or (ii) 5 grams of crack cocaine—a 100-to-1 disparity. Dorsey, 567 U.S. at 263–264, 132 S.Ct. 2321. Among other unjust effects, this punishment scheme particularly affected Black defendants, who constituted the large majority of defendants convicted of crack offenses and sentenced to disproportionately long prison terms. See U.S. SENT'G COMM'N, 2009 SOURCEBOOK OF FEDERAL SENTENCING STATISTICS table 34 (2009), https://www.ussc.gov/research/sourcebook/archive/sourcebook-2009 (showing that in 2009, Black defendants constituted 79 percent of defendants convicted of crack cocaine offenses but only 28 percent of defendants convicted of powder offenses); Kimbrough v. United States, 552 U.S. 85, 98, 128 S.Ct. 558, 169 L.Ed.2d 481 (2007); United States v. White, 984 F.3d 76, 89–90 (D.C. Cir. 2020).", "label": "Rule", "id": "train_2_57"}
{"paragraph": "In the decades following publication, however, Markham and Klamer clashed (in and out of court) over who deserved credit for creating the game. Generally speaking, Markham felt that he was not given proper public recognition for his role, and that his *79 share of the royalties under the assignment agreement was unfairly low. Markham passed away in 1993.", "label": "Issue", "id": "train_2_58"}
{"paragraph": "The district court's discretion in adjudicating a Section 404 motion is “broad” but not “unfettered[.]” White, 984 F.3d at 88. The district court's judgment “must take account of Congress's intent to rectify disproportionate and racially disparate sentencing penalties.” Id. at 81. To that end, the district court must consider “all relevant factors[,]” id. at 93, including  *44  **416 not only the sentencing factors outlined at 18 U.S.C. § 3553(a), id. at 92–93, but potentially also “new statutory minimum or maximum penalties; current Guidelines; post-sentencing conduct; and other relevant information about a defendant's history and conduct[,]” id. at 90 (quoting United States v. Hudson, 967 F.3d 605, 609 (7th Cir. 2020)). The district court must also consider relevant mitigating evidence offered by the defendant. Id. at 92–93. As with other sentencing decisions, see Gall v. United States, 552 U.S. 38, 51, 128 S.Ct. 586, 169 L.Ed.2d 445 (2007), sentence-reduction decisions under Section 404 “must be procedurally reasonable and supported by a sufficiently compelling justification[,]” White, 984 F.3d at 91 (quoting United States v. Boulding, 960 F.3d 774, 784 (6th Cir. 2020)).", "label": "Facts", "id": "train_2_59"}
{"paragraph": "Prior to 1992, Stephen owned and operated a network of precious metals businesses, including Saccoccia Coin Company (“Saccoccia Coin”) in Rhode Island, Trend Precious Metals (“Trend”) in New York and Rhode Island, and two similar companies in California. Appellants' Direct Appeal, 63 F.3d at 6. Beginning in the late 1980s, Stephen laundered drug money on behalf of a Colombian drug cartel through his businesses. Id. Upon receiving funds from a cartel courier, “in accordance with instructions received from [Stephen] or his wife, Donna,” associates of Stephen would purchase money orders, gold, or cashier checks, most of which were payable to a Trend account at Citizens Bank jointly owned by Stephen and Donna, and then the Saccoccias would wire the funds to foreign bank accounts. Stephen's Direct Appeal, 58 F.3d at 762; see also Appellants' Direct Appeal, 63 F.3d at 6-7.", "label": "Procedural History", "id": "train_2_60"}
{"paragraph": "That ends this aspect of the matter. We hold that this case comes within the jurisdictional reach of the LMRA and that the district court did not err either in denying Rose's motion to remand or in granting judgment on the pleadings for RTN.", "label": "Decree", "id": "train_2_61"}
{"paragraph": "The problem for Lawrence, however, is that Federal Rule of Criminal Procedure 43 is explicit that the right of allocution does not apply to a sentence-reduction proceeding conducted after a sentence has formally been imposed. More specifically, Rule 43 provides that the general requirement that a defendant be “present” at “sentencing” does not apply to a proceeding involving “the correction or reduction of [a] sentence under * * * 18 U.S.C. § 3582(c).” Fed. R. Crim. P. 43(b)(4). And Section 3582(c)—specifically, Section 3582(c)(1)(B)—is the vehicle by which Lawrence is able to press his motion for First Step Act relief. See Wirsing, 943 F.3d at 183.4", "label": "Analysis", "id": "train_2_62"}
{"paragraph": "For the foregoing reasons, we affirm the district court's denial of Jones's motion to suppress.", "label": "Conclusion", "id": "train_2_63"}
{"paragraph": "Section 404 of the First Step Act is similarly of no help to Lawrence's allocution argument. It says only that courts may reduce sentences for defendants convicted of certain crack offenses “on motion” of the defendant, the government, or the court “as if section 2 and 3 of the Fair Sentencing Act of 2010 were in effect at the time the covered offense was committed.” First Step Act § 404(b), 132 Stat. at 5222 (internal citation omitted). Nothing in the text or structure of Section 404, however, categorically requires that district courts provide an opportunity for the defendant to allocute before ruling on such a motion.", "label": "Rule", "id": "train_2_64"}
{"paragraph": "The appellant says, in effect, that bias should be implied because the juror had a coworker whose husband (the AUSA) labored in the same office as the prosecutor and participated in the pretrial interview of a witness. While we do not gainsay that even such an attenuated relationship was enough to spur a vigilant trial court to consider whether bias could be implied, the underlying hypothesis is sufficiently conjectural that bias could not be implied as a matter of law. See United States v. Wood, 299 U.S. 123, 149, 57 S.Ct. 177, 81 L.Ed. 78 (1936) (warning against an imputation of bias that “rests on an assumption without any rational foundation”). And here, the court's rejection of such an implication, after a painstaking inquiry, was well within the wide margins of its discretion. Its search into the possibility of bias was both cautious and thorough: it questioned Juror 31 at some length, found her credible, and concluded — supportably, we think — that an implication of bias was unwarranted. On this record, that conclusion demands our deference.", "label": "Issue", "id": "train_2_65"}
{"paragraph": "Indeed, the judge's comments at the codefendants’ sentencings make it crystal clear that the judge parceled these sentences out as total packages. See, e.g., App. 268 (using Devro Hebron's “total” sentence to assess “proportionality”); App. 333 (highlighting Cooper's “overall sentence”). Especially on plain error review, we will not stretch this record to fit Lassiter's counterintuitive construction.", "label": "Analysis", "id": "train_2_66"}
{"paragraph": "The appellant's second claim of error targets a comment made by the prosecutor during his rebuttal argument.", "label": "Facts", "id": "train_2_67"}
{"paragraph": "The judge emphasized the codefendants’ relative level of culpability during each sentencing. At Devro Hebron's sentencing, for instance, the judge stressed his “responsibility” to “impose sentences *** proportionate to each other, taking into account the level of culpability of each defendant.” App. 230. The judge noted that Devro provided the weapons and helped Lassiter plan the crime. The judge sentenced Devro to 216 months imprisonment: 132 months for kidnapping plus 84 consecutive months for § 924(c). (Devro's plea agreement with the United States dropped the D.C. assault charge.)", "label": "Procedural History", "id": "train_2_68"}
{"paragraph": "Amidst a wave of similar state action across the country, North Carolina has enacted legislation to restrict the availability of abortions and impose heightened requirements on abortion providers and women seeking abortions. Given these facts, we cannot reasonably assume that the abortion ban that North Carolina keeps on its books is “largely symbolic.” Duling, 782 F.2d at 1207. Accordingly, we agree with the district court that the Providers have established a credible threat of prosecution and therefore have standing to bring this suit. The judgment of the district court is thus affirmed. ", "label": "Decree", "id": "train_2_69"}
{"paragraph": "For the foregoing reasons, the district court's denial of Clark and Cox's motion to dismiss on the basis of qualified immunity is AFFIRMED.", "label": "Decree", "id": "train_2_70"}
{"paragraph": "Under Terry v. Ohio, 392 U.S. 1, 27, 30, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968), officers may stop a citizen if they are “able to point to specific and articulable facts which, taken together with rational inferences from those facts, support a reasonable and articulable suspicion that the person seized is engaged in criminal activity.” Delaney, 955 F.3d at 1081 (internal quotation marks omitted). A Terry stop, which constitutes a Fourth Amendment seizure, “occurs when physical force is used to restrain movement or when a person submits to an officer's show of authority.” Id. (internal quotation marks and citations omitted). It is the government's burden to show that officers had evidence to support a reasonable and articulable suspicion at the time of a stop. Id. at 1082. The Supreme Court has explained that such evidence must include more than mere “presence in an area of expected criminal activity.” *53  **425 Illinois v. Wardlow, 528 U.S. 119, 124, 120 S.Ct. 673, 145 L.Ed.2d 570 (2000).", "label": "Conclusion", "id": "train_2_71"}
{"paragraph": "After making its preliminary thinking known, the court solicited the attorneys' views. The question, it said, was “considering all the Section 3553[a] factors, what's the most appropriate sentence, what's the sentence that's sufficient and no more than necessary[?]” The government asked for a 121-month sentence, and the appellant (through counsel) sought a 70-month sentence. The appellant himself declined to allocute. Following a short recess, the court imposed a 156-month term of immurement.", "label": "Issue", "id": "train_2_72"}
{"paragraph": "Reiterating his effort “to treat each of the defendants fairly, consistent with their involvement in the activities,” the district judge sentenced Cooper to 180 months imprisonment: 96 months for kidnapping plus 102 concurrent months for D.C. assault and 84 consecutive months for § 924(c). App. 300. Although the judge thought Cooper committed more significant conduct than Devro Hebron, the judge deemed him less culpable overall given Devro's role in planning the crime.", "label": "Procedural History", "id": "train_2_73"}
{"paragraph": "The union scoffs at all that. To test certification, it reasons, employers must break the law. And an employer who breaks the law “acts at its peril.” Petitioner's Brief 17. So the new remedy rests on a “false conflict,” and the Board was arbitrary and capricious to adopt it. Id. at 15.", "label": "Analysis", "id": "train_2_74"}
{"paragraph": "We recently rejected Stephen's attempt to apply Honeycutt retroactively to vacate the forfeiture judgment against him. Saccoccia v. United States (Stephen's Honeycutt Appeal), 955 F.3d 171 (1st Cir. 2020). We reject the efforts of Donna on essentially the same grounds applicable to Stephen. We reject the efforts of Hurley on different grounds.", "label": "Facts", "id": "train_2_75"}
{"paragraph": "We recently explained that “[t]he capable of repetition but evading review exception applies if (1) the challenged action was in its duration too short to be fully litigated prior to its cessation or expiration, and (2) there was a reasonable expectation that the same complaining party would be subjected to the same action again.” J.T., 983 F.3d at 523 (internal quotations omitted).", "label": "Rule", "id": "train_2_76"}
{"paragraph": "We conclude that the district court did not err when imposing Esposito's sentences, so we AFFIRM.", "label": "Decree", "id": "train_2_77"}
{"paragraph": "Even under the instance and expense test, Markham's successors-in-interest insist that they prevail. They offer two arguments, both of which were considered and rejected by the district court. First, they maintain that the game fails to satisfy the second prong of the test because it was not made at Klamer's expense. Second, arguing that the test creates only a presumption that the work qualifies as a work for hire, they contend that language in the assignment agreement between Link Research and Markham is enough to rebut the presumption. We construe these arguments as raising fact-intensive mixed questions, which we review with some deference to the district court. See In re IDC Clambakes, Inc., 727 F.3d at 64.", "label": "Conclusion", "id": "train_2_78"}
{"paragraph": "By this time, Wheeler and McCauley were out of prison. The court simply wiped the § 924(c) convictions from their records.", "label": "Procedural History", "id": "train_2_79"}
{"paragraph": "Khochinsky contends that his claims implicate three FSIA exceptions: the implied waiver exception, 28 U.S.C. § 1605(a)(1); the counterclaim exception, id. § 1607; and the noncommercial tort exception, id. § 1605(a)(5).", "label": "Issue", "id": "train_2_80"}
{"paragraph": "Second, Section 404 provides that the original sentencing court “may,” on motion of the defendant, the government, or the court itself, “impose a reduced sentence as if sections 2 and 3 of the Fair Sentencing Act of 2010 were in effect at the time the covered offense was committed.” First Step Act § 404(b), 132 Stat. at 5222 (internal citation omitted). In that way, Section 404 authorizes courts to apply the Fair Sentencing Act's crack-cocaine reforms retroactively. See White, 984 F.3d at 82.", "label": "Rule", "id": "train_2_81"}
{"paragraph": "In 2008, Gregory Lassiter plotted with Devro Hebron to rob and kill businessman Gregory Lyles. Hebron obtained a pistol and recruited his brother Devon Hebron, Darrin McCauley, David Cooper, and Ryan Wheeler to help. The six men lured Lyles from his business to a townhome, where they beat and bound him. They then used his truck to drive him to a field, where they intended to kill him. McCauley started out driving Lyles's truck, but got cold feet and fled. Cooper took over the driving of the truck. Devon Hebron followed in his van.", "label": "Facts", "id": "train_2_82"}
{"paragraph": "The exchanges rely on Domestic Securities, Inc. v. SEC, where we found that an order stating that a new trade execution system called SuperMontage “be and hereby is approved” was final despite the fact that the order also “delayed the implementation of SuperMontage” until approval of  *39  **411 an “Alternative Display Facility.” 333 F.3d 239, 244, 246 (D.C. Cir. 2003) (internal quotation marks omitted). Although acknowledging “[t]he existence of this condition to SuperMontage's implementation,” we explained that after the order's promulgation, the only remaining issue was “the timing of SuperMontage's implementation,” and that “[t]here was no question that the substance of SuperMontage's trade execution rules ... would remain the same and would ultimately be implemented.” Id. at 246. Here, by contrast, the Commission never said anything remotely like “the three challenged features are hereby approved” or that they will “remain the same and ultimately be implemented.” Quite to the contrary, the Commission has declared time and again that it has yet to make up its mind about any of the challenged provisions and that they all remain subject to notice, comment, and final resolution by the Commission.", "label": "Analysis", "id": "train_2_83"}
{"paragraph": "In the 1990s, Khochinsky returned to Przemysl to find that his mother's house had been replaced by a Catholic church. That was a surprise to Khochinsky because his family had never been compensated for the conversion of the property. He initially did not seek restitution from Poland, though, due to his perception that Poland was unreceptive to Holocaust-related restitution claims.", "label": "Facts", "id": "train_2_84"}
{"paragraph": "The Commission and M-Class also rely on two FMSHRC decisions to support the proposition that a § 103(k) order can be modified after termination: Secretary of Labor v. Wyoming Fuel Co., 14 FMSHRC 1282, 1288–89 (1992), and Secretary of Labor v. Ten-A-Coal Co., 14 FMSHRC 1296, 1298 (1992). Wyoming Fuel Co. and Ten-A-Coal Co. indicate that a citation issued under § 104 of the Mine Act can be modified after termination, not that a § 103(k) safety order can be so modified. We agree with the Secretary that § 104 citations—and withdrawal orders—are distinguishable from § 103(k) safety orders. Pet'r’s Suppl. Br. 3–5. Termination of a § 104(a) citation signifies that the violative condition has abated and that the mine operator is no longer subject to a § 104(b) withdrawal order for failure to abate but “not that the citation itself no longer exists for other legal purposes ... [such as] subsequent contest and civil penalty proceedings.” Wyoming Fuel Co., 14 FMSHRC at 1288. There are no analogous citations or penalty proceedings under § 103(k). The functional difference between termination and vacatur in the context of a § 104 citation does not mean a terminated § 103(k) safety order—rather than a vacated § 103(k) safety order—threatens non-speculative legal consequences for the mine operator. Neither the Commission nor M-Class has identified any statutory basis for conversion of a § 103(k) safety order to a § 104 citation or withdrawal order.7 That MSHA—while investigating  *24  **396 an accident after issuing a § 103(k) safety order—could note a health or safety violation and issue a citation under § 104 does not mean that a terminated § 103(k) safety order can serve as the basis for a later citation or be modified after termination.", "label": "Analysis", "id": "train_2_85"}
{"paragraph": "In exercising its discretion under Rule 55(c), a “district court is supposed to consider ‘whether (1) the default was willful, (2) a set-aside would prejudice plaintiff, and (3) the alleged defense was meritorious.’ ” Mohamad v. Rajoub, 634 F.3d 604, 606 (D.C. Cir. 2011), aff'd sub nom. Mohamad v. Palestinian Auth., 566 U.S. 449, 132 S.Ct. 1702, 182 L.Ed.2d 720 (2012) (quoting Keegel v. Key West & Caribbean Trading Co., 627 F.2d 372, 373 (D.C. Cir. 1980). There is an interest favoring “the resolution of genuine disputes on their merits,” such that “all doubts are resolved in favor of the party seeking relief.” Jackson v. Beech, 636 F.2d 831, 835–36 (D.C. Cir. 1980). And that interest is pronounced in the context of a foreign state desiring to assert defenses based on its sovereign status. See FG Hemisphere Associates, LLC v. Democratic Republic of Congo, 447 F.3d 835, 838 (D.C. Cir. 2006).", "label": "Rule", "id": "train_2_86"}
{"paragraph": "To be sure, federal question jurisdiction ordinarily implies satisfaction of the well-pleaded complaint rule, which provides that “federal jurisdiction exists only when a federal question is presented on  *60 the face of the plaintiff's properly pleaded complaint.” Caterpillar Inc. v. Williams, 482 U.S. 386, 392, 107 S.Ct. 2425, 96 L.Ed.2d 318 (1987). But this general rule — like most general rules — admits of exceptions. A defendant may remove a case to federal court under federal question jurisdiction by virtue of complete preemption — a jurisdictional doctrine that operates when “the pre-emptive force of a [federal] statute is so ‘extraordinary’ that it ‘converts an ordinary state common-law complaint into one stating a federal claim.’ ” Id. at 393, 107 S.Ct. 2425 (quoting Metro. Life Ins. Co. v. Taylor, 481 U.S. 58, 65, 107 S.Ct. 1542, 95 L.Ed.2d 55 (1987)). Here, RTN invoked the complete preemption doctrine and removed Rose's suit on the theory that a federal statute (the LMRA) transmogrified Rose's state-law claims into federal claims.", "label": "Procedural History", "id": "train_2_87"}
{"paragraph": "We briefly rehearse the travel of the case. The government's investigation yielded copious evidence that the appellant had masterminded two serpentine schemes, both fraudulent, over a protracted period of time. One scheme involved a bank account, supposedly frozen, which (the appellant represented) contained large sums of money. The other scheme involved an emerald, supposedly huge and extremely valuable, which (the appellant represented) was being held in South America. Spinning tales of riches there for the taking, the appellant hoodwinked over forty victims and bilked millions of dollars from them *91 over a period that stretched for more than a decade.", "label": "Issue", "id": "train_2_88"}
{"paragraph": "For the reasons stated, we affirm the district court's judgment.", "label": "Decree", "id": "train_2_89"}
{"paragraph": "A district court has considerable leeway in probing concerns about juror  *93 impartiality and in determining what remedial measures, if any, may be appropriate. See United States v. Tejeda, 481 F.3d 44, 52 (1st Cir. 2007); United States v. Rodríguez-Ortiz, 455 F.3d 18, 23 (1st Cir. 2006). Where, as here, the district court has had the opportunity to question the challenged juror and to see and hear her responses in real time, the party who challenges the court's decision to allow the juror to sit ordinarily faces an uphill climb. See Amirault v. Fair, 968 F.2d 1404, 1405 (1st Cir. 1992) (noting that “issues of juror credibility and honesty are determinations ‘peculiarly within a trial judge's province’ and are accorded great deference” (quoting Wainwright v. Witt, 469 U.S. 412, 428, 105 S.Ct. 844, 83 L.Ed.2d 841 (1985))).", "label": "Conclusion", "id": "train_2_90"}
{"paragraph": "The union ventures that its chance for judicial review might vanish if “the General Counsel were to withdraw the complaint” on remand. Reply Brief 25 n.14, 26 n.15. But it does not elaborate, and “[w]e need not consider cursory arguments made only in a footnote ....” Hutchins v. District of Columbia, 188 F.3d 531, 539 n.3 (D.C. Cir. 1999) (en banc). In all events, the General Counsel has “unreviewable discretion” to withdraw complaints. NLRB v. United Food & Com. Workers Union, Local 23, 484 U.S. 112, 126, 108 S.Ct. 413, 98 L.Ed.2d 429 (1987). So that prospect is not “a problem in need of a judicial solution” but instead “evidence of Congress’ design[.]” Guerrero-Lasprilla v. Barr, ––– U.S. ––––, 140 S. Ct. 1062, 1078, 206 L.Ed.2d 271 (2020) (Thomas, J., dissenting).", "label": "Analysis", "id": "train_2_91"}
{"paragraph": "As they returned to the field, Lyles fought back by kicking Cooper, who was still driving the truck. That forced the men to pull over. Lassiter slashed Lyles's back with the boxcutter, then handed Cooper the cutter and ordered him to cut Lyles “as much as possible.” App. 107. Cooper then slashed Lyles. Although his attackers left him for dead, Lyles survived and contacted police.", "label": "Facts", "id": "train_2_92"}
{"paragraph": "For these reasons, we REVERSE the judgment of the district court and CONDITIONALLY GRANT Cassano's petition for a writ of habeas corpus, unless the State retries him within six months.", "label": "Decree", "id": "train_2_93"}
{"paragraph": "Section 924(c) criminalizes the use or brandishing or discharging of a firearm in the course of committing a crime of violence. It functions essentially as a sentence enhancer. It prohibits “us[ing] or carr[ying]” a gun “during and in relation” to a “crime of violence,” or “possess[ing]” a gun “in furtherance of” a “crime of violence.” § 924(c)(1)(A). Section 924(c)(3) defines “crime of violence”: “an offense that is a felony” and either (A) “has as an element the use, attempted use, or threatened use of physical force against the person or property of another,” or (B) “by its nature, involves a substantial risk that physical force against the person or property of another may be used in the course of committing the offense.” Subsection (A) is known as the “elements” clause; subsection (B) is known as the “residual” clause. See United States v. Davis, ––– U.S. ––––, 139 S. Ct. 2319, 2324, 204 L.Ed.2d 757 (2019).", "label": "Rule", "id": "train_2_94"}
{"paragraph": "The issue before us relates solely to the timeliness of the Individual Complaint, but we will provide a brief recitation of the facts for context.", "label": "Issue", "id": "train_2_95"}
{"paragraph": "We dismiss for lack of jurisdiction. Under the Act, courts may review only “final order[s] of the Board granting or denying relief ....” 29 U.S.C. § 160(f). This ruling did neither. Instead, the Board remanded to allow further factual development, see J.A. 151 — hardly the “consummation of the agency's decisionmaking process[.]” Bennett v. Spear, 520 U.S. 154, 178, 117 S.Ct. 1154, 137 L.Ed.2d 281 (1997) (quoting Chi. & S. Air Lines, Inc. v. Waterman S.S. Corp., 333 U.S. 103, 113, 68 S.Ct. 431, 92 L.Ed. 568 (1948)). It follows that the ruling is not a final order.", "label": "Conclusion", "id": "train_2_96"}
{"paragraph": "As a result, the Board found that Palace violated 29 U.S.C. §§ 158(a)(1) and (5). But the Board's usual remedy — an order to “furnish all requested information” — would have left Palace in a fix. J.A. 152 n.15. According to Palace, some of that information was confidential, like its plans to “combat illegal gaming activity and money laundering.” J.A. 151. Handing over such information could “severely compromise [Palace's] business” and “advantage  *14  **386 would-be malefactors[.]” J.A. 154. (As we later explain, Board precedent caused a dilemma for any employer wishing to challenge certification and preserve confidentiality.)", "label": "Procedural History", "id": "train_2_97"}
{"paragraph": "Based on the single crack cocaine distribution conviction and the district court finding that Lawrence was a career offender, Lawrence's Sentencing Guidelines range was 262 to 327 months. In addition, because Lawrence's offense involved 21.1 grams of crack, Lawrence was subject to a mandatory minimum prison term of five years (60 months) and a statutory maximum of 40 years (480 months). See 21 U.S.C. § 841(b)(1)(B)(iii) (2009). The district court granted Lawrence a downward variance of twelve months based on the court's disagreement with the crack–powder disparity in the Guidelines. The court rejected Lawrence's request for a larger downward variance and sentenced him to 250 months of imprisonment to be followed by five years of supervised release.", "label": "Procedural History", "id": "train_2_98"}
{"paragraph": "Applying those principles, the court concluded that several of the low-level participants in the conspiracy had limited perceptions of the amounts of money being laundered and, hence, could have reasonably foreseen only a percentage of the total forfeitable amount. Id. at 1006. As for Donna and Hurley, the court concluded that they both “reasonably could have foreseen the receipt of $136,344,231.86 in proceeds,” reflecting the total amount laundered. Id. In support of that conclusion, the court explained that the evidence “establishe[d] that the Saccoccias' activities spanned the entire spectrum of the conspiracy's operation from receiving of the cash in New York to wiring laundered proceeds back to Colombia.” Id. Hurley “also participated directly in most facets of the overall scheme including collecting cash from couriers, transporting it to Rhode Island, counting it and dividing it into smaller lots so that it could be taken to banks to purchase cashier's checks.” Id.", "label": "Issue", "id": "train_2_99"}
{"paragraph": "Importantly, Massachusetts case law is sparse with respect to the portion of the regulation upon which Rose relies (subsection 27.04(4)(b)). The only pertinent reported case is Taggart v. Town of Wakefield, 78 Mass.App.Ct. 421, 938 N.E.2d 897 (2010). That decision makes pellucid that applying the regulation is a fact-sensitive exercise, especially because the regulation itself leaves critical terms undefined. See id. at 900. For instance, the Taggart court noted that the term “fixed location,” as used in the regulation, “concerns the nature of the employee's present work site at the time the employee is required to report to that site.” Id. A site that “change[s] from day to day, or after a short period of time ... [cannot] be considered ‘fixed.’ ” Id. at 900-01. So, too, an employee reports to a “fixed” location to the extent that her destination is “ ‘stationary’ and ‘not subject to change’ ” for the duration of her reporting period, even if the assignment itself is  *62 a temporary one. Id. at 901. What is more, “the relevance of the length of the assignment will depend significantly on the industry to which it is being applied.” Id. at 900.", "label": "Conclusion", "id": "train_2_100"}
{"paragraph": "It is the job of the appellant, not the court, to “ferret out and articulate the record evidence considered material” to a legal theory on appeal. See, e.g., Conto v. Concord Hosp., Inc., 265 F.3d 79, 81 (1st Cir. 2001). Hurley has failed to do so and, hence, the issue of a more limited forfeiture judgment must be deemed waived. See id. at 81-82.", "label": "Decree", "id": "train_2_101"}
{"paragraph": "Once a federal criminal sentence is imposed, it is generally considered final. See 18 U.S.C. § 3582(b); see also 18 U.S.C. § 3742. Nonetheless, 18 U.S.C. § 3582(c) sets out three circumstances in which a lawfully imposed term of imprisonment may be modified. First, certain prisoners may be granted compassionate release due to their advanced age or for other “extraordinary and compelling reasons[.]” Id. § 3582(c)(1)(A); Long, 997 F.3d at 347-48. Second, prison terms can be modified “to the extent otherwise expressly permitted by statute or by Rule 35 of the Federal Rules of Criminal Procedure[.]” 18 U.S.C. § 3582(c)(1)(B). And third, courts can entertain motions to reduce prison terms if the applicable sentencing range for the defendant has been lowered by the Sentencing Commission. 18 U.S.C. § 3582(c)(2); Dillon, 560 U.S. at 824–825, 130 S.Ct. 2683.", "label": "Analysis", "id": "train_2_102"}
{"paragraph": "He now timely appeals the denial of his motion to suppress, arguing that the officers lacked reasonable suspicion to stop him.", "label": "Rule", "id": "train_2_103"}
{"paragraph": "This appeal requires us to examine the jurisdictional reach of section 301 of the Labor Management Relations Act (LMRA), 29 U.S.C. § 185(a). Plaintiff-appellant Andrea Rose argues that the district court applied section 301 too expansively and asks us to reverse certain of the district court's rulings favorable to her employer, defendant-appellee RTN Federal Credit Union (RTN) — rulings that flowed from the district court's assessment of section 301's broad preemptive effect.  *59 Concluding, as we do, that the district court's application of section 301 was beyond reproof, we affirm the judgment below.", "label": "Facts", "id": "train_2_104"}
{"paragraph": "The district court's order sufficiently addressed all permutations of Hixson's deliberate indifference claims and is therefore final. On the merits, we conclude that Hixson did not meet the relevant standards for his deliberate indifference and gross negligence claims. Therefore, we affirm the district court's grant of summary judgment.", "label": "Decree", "id": "train_2_105"}
{"paragraph": "The key question is whether Donna and Hurley each “obtained, directly or indirectly” the proceeds of the conspiracy. See 18 U.S.C. § 1963(a)(3); see also Honeycutt, 137 S. Ct. at 1632.", "label": "Rule", "id": "train_2_106"}
{"paragraph": "In his closing, defense counsel had suggested that two of the government's witnesses may have fabricated their account of a three-way telephone conversation in which they claimed to have participated. Counsel pointed out that there was “no documentary evidence of this call” and added that the jurors would not “find a single mention of a three-way call” involving the two government witnesses and the appellant in the compendious telephone records (spanning a ten-to-twelve year period) that the government had introduced into evidence.", "label": "Facts", "id": "train_2_107"}
{"paragraph": "We agree with the district court that this language is best read not as a reservation in Markham, but as a kind of failsafe for Link. That is, it makes clear that if, contrary to expectations, Markham were entitled to the copyright in the game, he would, at Link's request, assign it over. See Marvel Characters, 726 F.3d at 143 (suggesting that a freelancer's assignments could be “redundancies insisted upon by [the hiring party] to protect its rights” rather than an indication that the  *86 hiring party “did not already own the rights”). This reading is supported by the tentative, open-ended language (“to which he may be entitled,” “any such copyright”) (emphasis added), which appears to be an attempt to cover all conceivable bases without acknowledging that any rights actually belong to Markham. Regardless, this language is not the required “express contractual reservation of the copyright in the artist.” Lin-Brook, 352 F.2d at 300. The district court thus supportably found that the assignment agreement did not overcome the presumption that the game was a work for hire made for Klamer. As a result, Markham “never owned the copyrights to assign,” and “there are no rights the assignment of which his ... heirs may now terminate.” Marvel Characters, 726 F.3d at 137.8", "label": "Conclusion", "id": "train_2_108"}
{"paragraph": "All four of Rose's claims derive from a common nucleus of operative fact — her intermittent treks to and from Dedham — and a particular provision of state labor law. That provision, 454 Mass. Code Regs. 27.04(4)(b), stipulates that an employee who “regularly works at a fixed location” must be compensated for the extra time and expense involved in traveling to a location other than her “regular work site.”1 The regulation does not elaborate on the meaning of several of its component terms (such as “fixed location”).", "label": "Procedural History", "id": "train_2_109"}
{"paragraph": "Appellants invite us to decide several issues, including whether coram nobis or 28 U.S.C. § 1355 is a proper procedural vehicle for the relief requested, whether Honeycutt is retroactively applicable in these circumstances, and whether Honeycutt applies to the statutes under which appellants' forfeiture judgments arose. We decline to answer those questions because we conclude, as we did in Stephen's Honeycutt appeal, that even if we resolved those questions in favor of appellants, their claims fail. See Stephen's Honeycutt Appeal, 955 F.3d at 174.", "label": "Issue", "id": "train_2_110"}
{"paragraph": "Here, the district court addressed the three primary considerations, finding that Poland's default was the result of confusion rather than willfulness, that Poland's defense of sovereign immunity was meritorious, and that Khochinsky suffered no prejudice from vacatur of the default. Khochinsky primarily attacks the district court's finding as to a lack of willfulness. But “[e]ven when a default is willful, a district court does not necessarily abuse its discretion by vacating a default when the asserted defense is meritorious and the district court took steps to mitigate any prejudice to the non-defaulting party.” Gilmore, 843 F.3d at 966. That is the case here.", "label": "Analysis", "id": "train_2_111"}
{"paragraph": "The government did not oppose a ten-month reduction in Lawrence's sentence from 250 months to 240 months because that was necessary to bring the sentence down to the revised statutory maximum of twenty years. See 21 U.S.C. § 841(b)(1)(C). But the government opposed any further sentence reduction. The government also argued that Section 404 proceedings do not require a hearing at which the defendant is present.", "label": "Facts", "id": "train_2_112"}
{"paragraph": "Neither M-Class nor the Commission identified non-speculative harms. That a member of the public could look at M-Class's compliance history, notice that there was a terminated § 103(k) order and conclude “something occurred at that mine that affected the health and safety of miners,” Sec'y of Labor v. M-Class Mining, LLC, 42 FMSHRC 491, 496 (2020) (emphasis in original), is no more than a thinly-veiled reputational harm argument. Reputational harm, however, does not provide us with jurisdiction here. “Reputational harm may constitute an ongoing, redressable injury where it derives directly from an unexpired and unretracted government action,” Pulphus v. Ayers, 909 F.3d 1148, 1153 (D.C. Cir. 2018) (internal quotations omitted); for example, if “a governmental designation directly harmed the plaintiff's professional reputation because the designation was inherently stigmatizing,” id. In other words, “when injury to reputation is alleged as a secondary effect of an otherwise moot action, we have required that some tangible, concrete effect remain, susceptible to judicial correction.” Id. at 1154 (internal quotations omitted). Any reputational harm to M-Class is tied to the possibility that someone might check M-Class's history of accidents and might draw a negative conclusion because of the terminated Order. Compared to the reputational harms discussed in Pulphus, M-Class's alleged reputational harm is distinguishable based both on no inherent stigmatization and on the uncertainty of reputational harm. Id. That the Order indicates “something” occurred in M-Class's mine, without assignment of fault or causation, differs greatly from an act of the Congress embodying a determination that an individual was a child abuser and danger to his own daughter, Foretich v. United States, 351 F.3d 1198, 1213 (D.C. Cir. 2003), the Fifth Circuit Judicial Council's “characterization” of a federal judge as engaging in a pattern of abusive behavior for years, McBryde, 264 F.3d at 54–57, or the United States Department of Justice's identification of certain films as political propaganda under the Foreign Agents Registration Act deterring a state senator from exhibiting those films, Meese v. Keene, 481 U.S. 465, 473–74, 107 S.Ct. 1862, 95 L.Ed.2d 415 (1987). Here, any “claims of reputational injury [are] too vague and unsubstantiated to preserve [the] case from mootness.” McBryde, 264 F.3d at 57.", "label": "Analysis", "id": "train_2_113"}
{"paragraph": "MSHA terminated the challenged Order over three years ago. Apart from the speculative, the Order no longer poses a risk of continuing legal consequences: no actual controversy remains for us to review and the case is accordingly moot.", "label": "Conclusion", "id": "train_2_114"}
{"paragraph": "Lassiter's argument ignores the obvious. When initially sentencing a defendant, a district judge has little reason to articulate whether he tailored an interdependent bundle or strung together independent counts. The judge's approach matters only if it becomes necessary to resentence the defendant, something impossible to know in advance. Simply put, it's hardly revelatory that this judge did not incant the magic “sentencing package” words in 2009. Rather, we must consider the entire record of the original sentencing.", "label": "Rule", "id": "train_2_115"}
{"paragraph": "We start by rehearsing the relevant facts and travel of the case. Rose has been employed by RTN as a member service representative — an hourly-wage position — since September 2014. The position falls under the carapace of a collective bargaining agreement (the CBA) between RTN and the Office and Professional Employees International Union, AFL-CIO, Local 6 (the Union). Rose ordinarily works forty to forty-five hours a week at RTN's branch in Hudson, Massachusetts. She alleges, however, that RTN periodically requires her to report to its branch in Dedham, Massachusetts. Working in Dedham extends Rose's usual commute by roughly an additional hour each way, but she alleges that she is not compensated for the extra time and expense involved in such a journey.", "label": "Procedural History", "id": "train_2_116"}
{"paragraph": "Though Brace asks us to review the injunction, he does not attack the substance of the injunction or even the grant of summary judgment. Instead, he challenges only the District Court's procedure in getting there—specifically, its order striking his summary-judgment brief. We review that sanction for abuse of discretion. Tracinda Corp. v. DaimlerChrysler AG, 502 F.3d 212, 237 (3d Cir. 2007). And here, the District Court's sanction was eminently reasonable.", "label": "Decree", "id": "train_2_117"}
{"paragraph": "In this consolidated appeal, Jason Wattie Buzzard and Paul William Martin challenge the district court's denial of their motions to suppress evidence found when police searched a car they occupied. Martin also challenges the denial of his motion for acquittal at trial and the revocation of his term of supervised release at sentencing.", "label": "Issue", "id": "train_2_118"}
{"paragraph": "Lawrence argues that the district court “should have allowed Mr. Lawrence to speak in allocution” and address the court personally before his sentence was imposed. Lawrence Br. 7. This court has not decided whether a district court's failure to provide allocution is subject to harmless error review. See United States v. Abney, 957 F.3d 241, 247 (D.C. Cir. 2020) (noting that this court “ha[s] not weighed in on the review framework”). But see also id. at 254 (“Given the importance of the allocution right, there may be few, if any, cases in which its unremedied denial would not undermine the fairness of the judicial process.”). We do not reach that *46 **418 question today because Lawrence has failed to demonstrate that any error—harmless or not—occurred. Simply put, Lawrence was not categorically entitled to an opportunity for allocution as part of his Section 404 proceedings under the First Step Act, and he has made no claim that allocution was necessary in the particular circumstances of his case.3", "label": "Rule", "id": "train_2_119"}
{"paragraph": "The United States obtained a nine-count indictment against the perpetrators. McCauley and Wheeler cooperated with the prosecution. Lassiter offered to cooperate too, and did provide the government with “generally candid and reliable information about the facts and circumstances surrounding” the kidnapping, but “[g]iven his criminal record and his role in th[e] offense, the government was simply unwilling to enter into a cooperation agreement.” App. 155.", "label": "Procedural History", "id": "train_2_120"}
{"paragraph": "We first consider the district court's vacatur of the default, which we review for abuse of discretion. Gilmore v. Palestinian Interim Self-Gov't Auth., 843 F.3d 958, 965 (D.C. Cir. 2016).", "label": "Issue", "id": "train_2_121"}
{"paragraph": "On the night of April 6, 2019, the Metropolitan Police Department (MPD) alerted police officers Jasmine Turner and Brianna Ennis that its ShotSpotter system had identified the sound of gunshots in the 3500 block of 13th Street Southeast in Washington, D.C. Appellant's Appendix (App.) 38-39. ShotSpotter is “a surveillance network of GPS-enabled acoustic sensors” that “use[s] sophisticated microphones to record gunshots in a specific area.” United States v. Rickmon, 952 F.3d 876, 878 (7th Cir. 2020). The officers arrived on the block a minute and a half after receiving the alert from MPD. J.A. 52-53. They saw Jones walking quickly and observed that there was no one else outside on the block. App. 51, 66. While the officers checked for victims, a dispatcher reported over their radio that citizens on neighboring blocks were calling 911 to report gunshots heard at either end of the 3500 block. App. 66. The officers believed these were the same shots reported by ShotSpotter, because they had heard no additional shots since arriving on the block. App. 65-66.", "label": "Facts", "id": "train_2_122"}
{"paragraph": "Having determined that the stop was not unreasonably extended, we need not reach Gholston's other arguments. The district court's factual findings were not clearly erroneous. On that understanding of the events in question, the stop was not unconstitutionally extended beyond the time reasonably required, and so we AFFIRM the judgment of the district court.", "label": "Decree", "id": "train_2_123"}
{"paragraph": "We add a coda. Although the appellant points to other comments by the prosecutor that he now says were questionable, none of those comments drew a contemporaneous objection. Thus, review would be only for plain error, see Sepúlveda-Hernández, 752 F.3d at 31; United States v. Sánchez-Berríos, 424 F.3d 65, 73 (1st Cir. 2005), and plain error is plainly absent.", "label": "Conclusion", "id": "train_2_124"}
{"paragraph": "As the Eleventh Circuit has held, it is appropriate to presume that a district judge intended a sentencing package. Logically, this should be especially true when the judge imposed a below-guidelines sentence for the violent felony.", "label": "Analysis", "id": "train_2_125"}
{"paragraph": "That is particularly so in view of extradition's fundamentally diplomatic, executive character. “Subject to judicial determination of the applicability of the existing treaty obligation of the United States to the facts of a given case, extradition is ordinarily a matter within the exclusive purview of the Executive.” Shapiro v. Sec'y of State, 499 F.2d 527, 531 (D.C. Cir. 1974), aff'd sub nom. Comm'r v. Shapiro, 424 U.S. 614, 96 S.Ct. 1062, 47 L.Ed.2d 278 (1976). The Executive generally “conducts the procedure on behalf of the foreign sovereign,” such that the foreign state “makes no direct request of our courts” and “its contacts with the Judiciary are mediated by the executive branch.” Blaxland, 323 F.3d at 1207. Because a foreign sovereign operates at a level of remove from United States courts when it seeks our assistance in extradition, there is all the more reason to doubt that an extradition request connotes an intent to waive the requesting sovereign's immunity in our courts.", "label": "Analysis", "id": "train_2_126"}
{"paragraph": "Lawrence timely appealed.", "label": "Rule", "id": "train_2_127"}
{"paragraph": "Because no evidence in the record supports the jury's finding that the School Board lacked actual notice or knowledge of the alleged sexual harassment, and because we find no alternative grounds for affirming the judgment below, we conclude that Doe is entitled to a new trial.16 Accordingly, we reverse the district court's denial of her Rule 59 motion and remand for a new trial consistent with the legal standard set forth in this opinion.", "label": "Decree", "id": "train_2_128"}
{"paragraph": "For the foregoing reasons, the decision of the district court is affirmed. ", "label": "Issue", "id": "train_2_129"}
{"paragraph": "Lassiter was a different story. Although he completed several educational programs in jail, he also racked up seven disciplinary infractions.", "label": "Procedural History", "id": "train_2_130"}
{"paragraph": "After approximately six weeks, the prototype was ready. At a meeting at Chasen's (a famous Hollywood restaurant), Klamer and Markham pitched it to a group of Milton Bradley executives. Also present was an associate of Klamer's, Art Linkletter, a well-known radio and television personality. Klamer and Linkletter were co-founders of a company called Link Research Corporation, which developed products and used Linkletter's celebrity to promote them. Part of the pitch was that Linkletter could help market the game. The pitch worked. The Milton Bradley executives liked the game and thought that it had commercial potential.", "label": "Facts", "id": "train_2_131"}
{"paragraph": "Assuming it could reach the merits, the district court denied Hurley's coram nobis petition because it concluded that Hurley's forfeiture judgment could be justified on the basis of the jury's special verdict concluding that the full $136 million in proceeds from the conspiracy was attributable to Hurley. That ruling was an error. Although Hurley elected to have his forfeiture liability decided by the jury, the jury applied the pre-Honeycutt standard -- also known as Pinkerton12 liability -- that a defendant is liable for funds obtained by his co-conspirators in furtherance of the conspiracy to the extent that receipt of those amounts was reasonably foreseeable. Defendants' Forfeiture Order, 823 F. Supp. at 999. As we have explained, Honeycutt rejects Pinkerton for purposes of forfeiture liability under § 853(a)(1) (and, we are assuming, under § 1963(a)(3)) and instead requires a court to consider whether Hurley “obtained, directly or indirectly” the proceeds of the conspiracy. See Honeycutt, 137 S. Ct. at 1634-35. Hence, Hurley's forfeiture judgment cannot be justified by relying on the jury verdict, and we must ask instead whether he “obtained” the full $136 million, such that any error in relying on the jury verdict was harmless.", "label": "Conclusion", "id": "train_2_132"}
{"paragraph": "The border between interpretation and bare consultation can be hazy and, therefore, “difficult to plot.” Lawless, 894 F.3d at 18 (citing Livadas, 512 U.S. at 124 n.18, 114 S.Ct. 2068). This case, however, does not closely approach the border: on their face, Rose's state-law claims require more than bare consultation of the CBA. They substantially depend on construing the terms of the agreement (the CBA) that RTN and the Union negotiated. We explain briefly.", "label": "Rule", "id": "train_2_133"}
{"paragraph": "Khochinsky did not know whether the two paintings were one and the same. Regardless, Khochinsky believed that Girl with Dove might serve as a useful bargaining chip in his efforts to obtain restitution from Poland for his family's land. To that end, in 2010, he contacted Poland and offered Girl with Dove. A Polish official, indicating an interest in negotiating with Khochinsky, sent an expert to Khochinsky's gallery to examine the painting. The expert determined that Girl with Dove was the missing painting but did not share his conclusion with Khochinsky.", "label": "Facts", "id": "train_2_134"}
{"paragraph": "Consequently, the opinion of the district court is AFFIRMED.", "label": "Decree", "id": "train_2_135"}
{"paragraph": "Appellants contend the district court erred because its ruling “amounts to the conclusion that, when government interferes with property to preserve public health, safety or welfare, it is immune from the Takings Clause.” Appellants’ Br. 19. In essence, Appellants argue that the district court adopted a per se rule excusing the Government from Takings Clause analysis when it acts pursuant to the police power. In Appellants’ view, this violates the Supreme Court's caution against “the temptation to adopt what amount to per se rules in either direction[, which] must be resisted.” Tahoe-Sierra Pres. Council, Inc. v. Tahoe Reg'l Plan. Agency, 535 U.S. 302, 342, 122 S.Ct. 1465, 152 L.Ed.2d 517 (2002) (internal quotation marks omitted).", "label": "Issue", "id": "train_2_136"}
{"paragraph": "So the Board devised a new remedy. When a certification-testing employer raises a “specific confidentiality interest,” the Board will now listen. J.A. 152. If the interest is “legitimate on its face,” the Board will order accommodative bargaining instead of immediate production. Id. Applying that rule here, the Board found that Palace's claim passed muster, so it ordered Palace to bargain over the union's request. See J.A. 153–54.", "label": "Procedural History", "id": "train_2_137"}
{"paragraph": "That brings us to the customer complaints. Recall that the Board found such complaints “not presumptively relevant.” Id. at 150–51. But they may be relevant “in a particular case,” so the Board remanded “for further appropriate action.” J.A. 151. The union challenges that decision on several grounds.", "label": "Analysis", "id": "train_2_138"}
{"paragraph": "Next, the appellant argues that the sentence was not adequately explained.", "label": "Conclusion", "id": "train_2_139"}
