{"paragraph": "Taken together, Lassiter's criminal history and offense level yielded a sentencing range of 360 months to life imprisonment for the kidnapping count. The District of Columbia's sentencing guidelines suggested 138 to 360 months imprisonment for the D.C. assault count. Adding the § 924(c) count's mandatory 84 consecutive months meant a total range of 444 months to life imprisonment.", "label": "Procedural History", "id": "train_0_0"}
{"paragraph": "One indicator of the sentencing judge's intent is the substantive relationship between the various counts. In United States v. Townsend, we generally observed the “strong likelihood” that “when a defendant is found guilty on a multicount indictment, *** the district court will craft a disposition in which the sentences on the various counts form part of an overall plan.” 178 F.3d 558, 567 (D.C. Cir. 1999) (quoting United States v. Davis, 112 F.3d 118, 122 (3d Cir. 1997)). We also specifically noted that “[s]entences which include § 924(c) counts are particularly well suited to be treated as a package.” Id. The counts in such sentences are inherently interdependent, since “without the [underlying violent felony] conviction, there can be no § 924(c)(1) conviction.” United States v. Easterling, 157 F.3d 1220, 1223 (10th Cir. 1998).", "label": "Rule", "id": "train_0_1"}
{"paragraph": "As the party invoking the exception, M-Class has the burden to establish its applicability. Id. The first prong is satisfied, as the Secretary concedes, because MSHA terminated the Order within 40 days of its issuance. Joint Appendix 221; Pet'r’s Suppl. Br. 7.", "label": "Analysis", "id": "train_0_2"}
{"paragraph": "For the foregoing reasons, we will vacate the dismissal order and remand for further proceedings.", "label": "Issue", "id": "train_0_3"}
{"paragraph": "The judgment of the district court dismissing Desper's complaint is affirmed.", "label": "Decree", "id": "train_0_4"}
{"paragraph": "At the disposition hearing, the district court — ruling favorably on two defense objections — rejected the proposed role-in-the-offense adjustment and deleted the criminal history point that had been assigned for the appellant's domestic violence conviction. Taking those changes into account, the court set the appellant's total offense level at 29 and placed him in CHC I.5 It proceeded to recast the GSR at 87-108 months. Neither side objected to this recasted GSR.", "label": "Facts", "id": "train_0_5"}
{"paragraph": "The exchanges argue that the Governance Order is final because it required them “to file a proposed plan with the particular terms and conditions challenged by petitioners.” Resp't’s Suppl. Br. 3 (emphasis added); see also Pet'rs’ Suppl. Br. 3 (arguing that the Governance Order was final because it “eliminated any discretion on behalf of petitioners as to whether to include these features in a proposed NMS plan”). The Supreme Court rejected a similar attempt to redefine the scope of the finality inquiry in FTC v. Standard Oil Co. of California, 449 U.S. 232, 101 S.Ct. 488, 66 L.Ed.2d 416 (1980). In that case, an oil company sought review of an order finding “reason to believe” that the company was violating the Federal Trade Commission Act and instituting an adjudication against it. Id. at 241, 101 S.Ct. 488. Acknowledging that “the issuance of the complaint is definitive on the question whether the Commission avers reason to believe that the respondent to the complaint is violating the Act,” the Court nonetheless concluded that the order was not final because it was not a “definitive statement of position” on the actual question before the agency, “whether [the oil company] violated the Act.” Id. Standard Oil teaches that finality must be measured in relation to the agency's entire process, not just “one phase of the process.” Resp't’s Suppl. Br. 2 (internal quotation marks omitted). Thus, although the Governance Order was definitive on the question whether the three challenged plan elements had to be included in the proposal, it was not a “definitive statement of position” on the question the Commission had initiated proceedings to answer—whether the three features should be included in the eventual plan.", "label": "Conclusion", "id": "train_0_6"}
{"paragraph": "This prong requires that the same parties will engage in litigation over the same issues in the future. The party invoking the exception must show a reasonable degree of likelihood that the issue will be the basis of a continuing controversy between the two parties. The relevant inquiry, however, is not whether the precise historical facts that spawned the plaintiff's claims are likely to recur. Rather, the wrong that is, or is not, capable of repetition must be defined in terms of the precise controversy it spawns, to wit, in terms of the legal questions it presents for decision.", "label": "Rule", "id": "train_0_7"}
{"paragraph": "We conclude that the record facts support the findings of the district court. The totality of the information known to Turner when she stopped Jones sufficed to raise a reasonable suspicion. The ShotSpotter alert and dispatcher report from MPD indicated that shots were fired in the 3500 block of 13th Street Southeast. App. 38-39, 91, 121. Turner and Ennis arrived at the location of the reported gunshots within a minute and a half of the MPD call.2 Turner testified that they saw that Jones was the only person on that block. App. 51, 66. Jones was walking quickly away from the location of the shooting. App. 44. He did not initially respond to Turner's repeated efforts to get his attention. App. 43-44; GX1 at 03:55-04:06. When Jones did pause and look back towards Officer Turner, reaching up in a gesture suggesting he was removing earbuds, Officer Turner could have drawn an alternative, non-suspicious inference from Jones's failing to respond and continuing to walk away from her: He could have been listening to loud music and initially failed to hear her calling out. But the district court found that when Turner commanded Jones to stop she could not see that Jones was wearing headphones, and the court determined that it was reasonable for her to treat Jones's nonresponsiveness as grounds for suspicion. App. 107-08, 121-22; see also United States v. Arvizu, 534 U.S. 266, 277, 122 S.Ct. 744, 151 L.Ed.2d 740 (2002) (“A determination that reasonable suspicion exists ... need not rule out the possibility of innocent conduct.”). The district court viewed the bodycam footage and credited Turner and Ennis’ testimony, App. 121-22, and nothing in the record suggests that that the court's findings were clearly erroneous. See GX 1 at 02:24-03:58.", "label": "Decree", "id": "train_0_8"}
{"paragraph": "Thus, Rose's wage claims depend “upon what the CBA provides [with respect to wages] ... even if these amounts were in turn altered or enlarged by state statutory provisions.” Cavallaro, 678 F.3d at 5.", "label": "Issue", "id": "train_0_9"}
{"paragraph": "Then, in its notice publishing the proposed plan, the Commission reiterated that whether it would include the challenged plan elements remained up for debate. It sought “comment on the proposed [ ] Plan” and expressly asked for feedback on “whether the proposal is consistent with the Act and the rules thereunder,” as well as “whether the proposed [ ] Plan is appropriately structured[ ] and ... appropriately drafted[ ] to support the [goals of section 11A].” Notice of Filing of a National Market System Plan Regarding Consolidated Equity Market Data, 85 Fed. Reg. at 64,567.", "label": "Analysis", "id": "train_0_10"}
{"paragraph": "Early on, the court indicated that it was disposed either to depart or vary upward based on factors such as the inadequacy of the appellant's CHC and the likelihood of recidivism. The court reiterated its inclination to depart or vary upward once it formulated the reduced GSR.", "label": "Facts", "id": "train_0_11"}
{"paragraph": "At Lassiter's resentencing, the sentencing judge incorporated his guidelines analysis (including the offense-level calculation) from the original sentencing. Indeed, the judge only mentioned the updated PSR in passing. The judge did, however, reconnect the boxcutter slashing with Lyles's bodily injuries: [You t]ried to shoot one of your co-conspirators in crime, tried to kill Mr. Lyles and the gun didn't work. You went and got a box cutter and used it. **** And Mr. Lyles lay there in the back of the car bleeding with all of these cuts all over his body pretending to be dead. I remember him being here in Court on numerous occasions during status conferences and other proceedings, it's amazing that he was alive. App. 514.", "label": "Conclusion", "id": "train_0_12"}
{"paragraph": "At sentencing, the district court concluded that Hurley “st[ood] a little higher in the pecking order than some of the other defendants.”7 The court found that Hurley “pretty much ran [Saccoccia Coin] and [ ] had a closer relationship with the true leader of th[e] organization, Stephen Saccoccia, than others did,” which the court speculated was an “unfortunate incident of marriage,” referring to the fact that Hurley is Stephen's brother-in-law. The court emphasized Hurley's lengthy participation in the conspiracy and concluded that he was “involved in more facets of th[e] organization” than his codefendants, because he “went to New York on several occasions, both to count money and help pick it up. [He was] not just a courier like some of the other defendants were.”", "label": "Procedural History", "id": "train_0_13"}
{"paragraph": "The FSIA, 28 U.S.C. §§ 1602 et seq., affords the exclusive basis for a United States court to obtain jurisdiction over claims against a foreign state. See Argentine Republic v. Amerada Hess Shipping Corp., 488 U.S. 428, 443, 109 S.Ct. 683, 102 L.Ed.2d 818 (1989). The statute first establishes a baseline grant of immunity, 28 U.S.C. § 1604, and then sets out various defined exceptions to that general grant, id. §§ 1605–07. The result is that courts lack jurisdiction over a claim against a foreign state unless it “comes within an express exception.” Price v. Socialist People's Libyan Arab Jamahiriya, 389 F.3d 192, 196 (D.C. Cir. 2004).", "label": "Rule", "id": "train_0_14"}
{"paragraph": "Petitioner argues, as it did below, that trademark litigation settlements are generally immune from antitrust review. It contends that in Actavis, the Supreme  *113 Court “cabin[ed] its extension of antitrust scrutiny” to the “unusual” intellectual property settlements at issue there and did not intend to implicate “commonplace” settlements.", "label": "Issue", "id": "train_0_15"}
{"paragraph": "The upshot: an employer like Palace had to “waive either its challenge to the union's certification or its confidentiality defense.” J.A. 152.", "label": "Analysis", "id": "train_0_16"}
{"paragraph": "MSHA examined and tested the diesel air compressor over the next six weeks but ultimately found no evidence that it was the source of the miner's illness. During this period, MSHA initially insisted that M-Class submit an action plan governing  *21  **393 diesel air compressor use in the mine before the Order would be terminated. After MSHA rejected M-Class's submission and the parties could not agree on a plan, M-Class filed a notice of contest and moved for an expedited hearing before an ALJ. The ALJ shortly thereafter denied M-Class's expedition motion and a few days later MSHA terminated the Order. Approximately two and one-half months after terminating the Order, the Secretary moved to dismiss the case for lack of jurisdiction and mootness because the Order had been terminated. The ALJ denied the motion, concluding his jurisdiction continued and the case was not moot. After a hearing, the ALJ concluded “the Secretary ha[d] proven by a preponderance of the evidence that an accident [had] occurred and that the [terminated] Order was appropriate to ensure the safety of other miners until the investigation ... was completed.” M-Class Mining, LLC v. Sec'y of Labor, 41 FMSHRC 1, 10 (2019) (ALJ). M-Class timely petitioned the Commission for review of the ALJ's decision. In a 3–2 decision, the Commission affirmed the ALJ in part and reversed in part. The Commission majority concluded that the case was not moot but vacated the terminated Order because it determined substantial evidence did not support MSHA's finding that an accident occurred.4 The Secretary timely petitioned for review of the Commission decision.", "label": "Procedural History", "id": "train_0_17"}
{"paragraph": "We thus find no abuse of discretion in the district court's vacatur of the default.", "label": "Conclusion", "id": "train_0_18"}
{"paragraph": "On appeal, Casiano argues that his plea was invalid because he entered it without knowing that he was waiving his right to appeal the denial of his suppression motion.", "label": "Decree", "id": "train_0_19"}
{"paragraph": "After reviewing the escalation report, the MSHA Inspector arrived at the mine that night. Based on the report, he issued the Order under section 103(k) of the Mine Act to suspend operations in the affected area of the mine. Section 103(k) of the Mine Act provides that “[i]n the event of any accident occurring in a ... mine, an authorized representative of the Secretary, when present, may issue such orders as he deems appropriate to insure the safety of any person in the ... mine.” 30 U.S.C. § 813(k). Before entering the mine, the MSHA Inspector reviewed a report based on the mine's gas detectors as well as data from one miner's personal gas spotter—both of which indicated no elevated CO level. Approximately one hour after issuing the Order, the MSHA Inspector entered the mine and detected no elevated CO level. He then modified the Order to allow mining operations to resume in the suspended area. All told, mine operations in the area stopped for about 2.5 hours total. The MSHA Inspector also started the diesel air compressor—a piece of equipment that had been running in the vicinity of the ill miner—and detected no elevated CO level from that device at that time. Returning to the mine a day later, the MSHA Inspector modified the Order to remove the diesel air compressor from service pending an investigation because it was the only variable the ill miner had not been regularly exposed to. The MSHA Inspector interviewed the ill miner and other miners who worked with him but did not uncover evidence of any elevated CO level.", "label": "Facts", "id": "train_0_20"}
{"paragraph": "We possess appellate jurisdiction under 28 U.S.C. § 1291, which provides for review of “final decisions” of the district court. See United States v. Long, 997 F.3d 342, 351-52 (D.C. Cir. 2021); United States v. Jones, 846 F.3d 366, 369 (D.C. Cir. 2017) (“Denials of sentence reductions are unquestionably ‘final decisions of a district court’ because they close the criminal cases once again.”) (brackets omitted).", "label": "Issue", "id": "train_0_21"}
{"paragraph": "For the reasons set forth above, we conclude that Lassiter has not only failed to show clear error, he has shown no error at all. The judgment of the district court is", "label": "Conclusion", "id": "train_0_22"}
{"paragraph": "Several stock exchanges challenge a Securities and Exchange Commission (SEC) order directing them to submit a proposal to replace three plans that govern the dissemination of certain types of data with a single, consolidated plan. Specifically, they challenge provisions of the order requiring them to include three features relating to plan governance. The Commission, however, has yet to decide whether the challenged features will make it into the new plan, and section 25(a) of the Securities Exchange Act (“Exchange Act”) confers authority on the courts of appeals to review only “final order[s].” 15 U.S.C. § 78y(a)(1). Accordingly, we lack jurisdiction and so dismiss the petitions.", "label": "Facts", "id": "train_0_23"}
{"paragraph": "(2) a work specially ordered or commissioned for use as a contribution to a collective work, as a part of a motion picture or other audiovisual work, as a translation, as a supplementary work, as a compilation, as an instructional text, as a test, as answer material for a test, or as an atlas, if the parties expressly agree in a written instrument signed by them that the work shall be considered a work made for hire.", "label": "Rule", "id": "train_0_24"}
{"paragraph": "We REVERSE the judgment in favor of defendants and REMAND for further proceedings. We place no limitations on how the district court should proceed or on what decisions it should make.", "label": "Decree", "id": "train_0_25"}
{"paragraph": "The government proposed sentencing Lassiter within the total range because “[b]y any measure,” Lassiter was the codefendant “most deserving of jail time.” App. 154. Lassiter sought leniency, alleging that he suffered from untreated mental health problems and specifically requesting “a variance” on the kidnapping count “absorb[ing] the seven year mandatory that the Court must impose” for the § 924(c) count. App. 287-88.", "label": "Procedural History", "id": "train_0_26"}
{"paragraph": "Lassiter's challenge to his kidnapping offense level also fails. Recall that Lassiter participated in three attempted murders during the kidnapping: shooting Wheeler with the broken gun, shooting Lyles with the broken gun, and slashing Lyles with the boxcutter. As a result, even though Lassiter pled guilty to kidnapping, a specific provision in the kidnapping sentencing guideline, § 2A4.1(b)(7), required that the guideline for attempted murder, § 2A2.1, controlled Lassiter's offense level. Lassiter claims that the updated PSR prepared for resentencing misapplied § 2A2.1(b)(1)(A), a four-level enhancement for causing “life-threatening bodily injury” during an attempted murder.", "label": "Analysis", "id": "train_0_27"}
{"paragraph": "We review de novo the district court's dismissal of appellants’ complaint for lack of subject matter jurisdiction. Moore v. Frazier, 941 F.3d 717, 721 (4th Cir. 2019).", "label": "Decree", "id": "train_0_28"}
{"paragraph": "Allocution is the “right * * * to address the sentencing judge before imposition of a sentence.” Abney, 957 F.3d at 249; see United States v. Roberts, 570 F.2d 999, 1010 (D.C. Cir. 1977). This right is “deeply rooted in our legal tradition[,]” and “serves several interrelated purposes, including eliciting information relevant to mitigation or mercy, demonstrating to the public that the courts treat criminal defendants in an individualized, fair, and openminded manner, and simply acknowledging the defendant's humanity.” Abney, 957 F.3d at 250.", "label": "Rule", "id": "train_0_29"}
{"paragraph": "That is not to say that district courts do not have weighty obligations in conducting Section 404 proceedings. For starters, the court's resolution of the motion for sentence reduction must “take into account Congress's purposes” in passing the Fair Sentencing Act and the First Step Act, which “together[ ] are strong remedial statutes, meant to rectify disproportionate and racially disparate sentencing penalties.” White, 984 F.3d at 89–90. In that regard, district courts must consider “all relevant factors,” including “new statutory minimum or maximum penalties; current Guidelines; post-sentencing conduct; and other relevant information about a defendant's history and conduct.” Id. at 90, 93 (quoting Hudson, 967 F.3d at 609). In White, we emphasized the particular relevance of post-sentencing conduct and the sentencing factors listed in 18 U.S.C. § 3553(a). 984 F.3d at 90–91. Additionally, district courts must give due consideration to relevant mitigating evidence offered by the defendant. Id. at 92–93. And sentence-reduction decisions under Section 404 “must be procedurally reasonable and supported by a sufficiently compelling justification.” Id. at 91 (quoting Boulding, 960 F.3d at 784).", "label": "Conclusion", "id": "train_0_30"}
{"paragraph": "This is Melvin Lawrence's third appearance before this court.", "label": "Procedural History", "id": "train_0_31"}
{"paragraph": "Jury empanelment took place on August 5, 2019 (the day before the trial itself started). At the lunch break, Juror 31 — then a member of the venire — exchanged a brief salutation with an assistant United States attorney (the AUSA) in the courthouse cafeteria.2 The prosecutor reported this exchange to the district court, which proceeded to conduct an individualized voir dire of the juror. In response to the court's queries, Juror 31 said, in substance, that her coworker's husband (the AUSA) worked in the building; that she thought he might be a prosecutor; that she did not know his surname; that she had met him “probably five times and never had a conversation with him”; and that “he saw me at lunch and said hi.” She assured the court that — even assuming that the AUSA toiled in the same office as the prosecutor — it would not affect her ability to serve as a juror “because I only know his wife, and we don't have conversations about him or what happens here.”", "label": "Facts", "id": "train_0_32"}
{"paragraph": "We now turn to the core of the case: Poland's assertion of sovereign immunity from Khochinsky's claims.", "label": "Issue", "id": "train_0_33"}
{"paragraph": "Khochinsky submits that the term “abuse of process” for purposes of § 1605(a)(5)(B) refers solely to abuse of judicial process, whereas extradition is a diplomatic process. But as the Ninth Circuit observed in Blaxland, a claim against a foreign state for wrongfully “invoking the extradition procedures” involves an “abuse of process” within the meaning of § 1605(a)(5)(B). Blaxland, 323 F.3d at 1204. Whether the term “abuse of process” is “defined according to a uniform federal standard or according to applicable state law”—here, District of Columbia or New York law—the term “concern[s] the wrongful use of legal process,” including an alleged effort to “misuse[ ] legal procedures to detain” or “extradite” someone. Id. at 1204, 1206; see Restatement (Second) of Torts § 682 (1977) (defining tort of abuse of process); Doe v. District of Columbia, 796 F.3d 96, 108 (D.C. Cir. 2015) (same under D.C. law); Curiano v. Suozzi, 63 N.Y.2d 113, 480 N.Y.S.2d 466, 469 N.E.2d 1324, 1326 (1984) (same under N.Y. law). And Khochinsky is wrong, moreover, insofar as he assumes that extradition is an exclusively diplomatic process, to the complete exclusion of any judicial role: while extradition, as we have explained, is fundamentally diplomatic in character, it ultimately involves the courts in some measure in its execution—as evidenced by the termination of the extradition proceedings in this case upon a judicial determination that probable cause was lacking.", "label": "Analysis", "id": "train_0_34"}
{"paragraph": "Because the evidence amply supports the district court's conclusion that the game was created at the instance and expense of Klamer and that there is insufficient evidence to rebut the resulting work for hire presumption, we need not address the defendants' alternative theory for affirmance: that the game was a work for hire created by Chambers and Israel -- with Markham as the “employer.” This alternative argument -- essentially, another way of establishing that the game was a work for hire -- would also mean that no termination rights exist and would similarly spell defeat for Markham's successors-in-interest.", "label": "Conclusion", "id": "train_0_35"}
{"paragraph": "[W]hen she was on the stand with all of those phone records whether there is any verification in the records, she could have answered him, because you can do it yourself if you want to wade through 5,000 pages of phone records. ... What you won't find is anything indicating that that's a three-way phone call because phone records don't identify three-way phone calls.", "label": "Facts", "id": "train_0_36"}
{"paragraph": "In considering the question of the judge's intent, we also ask whether the sentence for the underlying violent felony varied from the guidelines range. For example, in United States v. Smith, the sentencing judge imposed several concurrent life sentences “for various drug distribution offenses, as well as a consecutive thirty-year term of imprisonment under [ ] § 924(c).” 467 F.3d 785, 786 (D.C. Cir. 2006). We concluded that the sentence wasn't a package: because the judge imposed “the highest sentence available” for the underlying crimes, those sentences were “not ‘unravel[ed]’ by vacation of the” related § 924(c) sentence. Id. at 790 (alteration *31  **403 in original) (quoting Townsend, 178 F.3d at 562).", "label": "Rule", "id": "train_0_37"}
{"paragraph": "The problem for Lawrence, however, is that Federal Rule of Criminal Procedure 43 is explicit that the right of allocution does not apply to a sentence-reduction proceeding conducted after a sentence has formally been imposed. More specifically, Rule 43 provides that the general requirement that a defendant be “present” at “sentencing” does not apply to a proceeding involving “the correction or reduction of [a] sentence under * * * 18 U.S.C. § 3582(c).” Fed. R. Crim. P. 43(b)(4). And Section 3582(c)—specifically, Section 3582(c)(1)(B)—is the vehicle by which Lawrence is able to press his motion for First Step Act relief. See Wirsing, 943 F.3d at 183.4", "label": "Analysis", "id": "train_0_38"}
{"paragraph": "Affirmed.", "label": "Procedural History", "id": "train_0_39"}
{"paragraph": "Mondelli appealed and we appointed amicus counsel to address: (1) “whether the District Court erred in dismissing Mondelli's action for failure to prosecute without first inquiring into Mondelli's competency”; and (2) “whether the District Court properly considered and balanced the [Poulis] factors ... before dismissing Mondelli's complaint.” Order, ECF No. 77.", "label": "Decree", "id": "train_0_40"}
{"paragraph": "The petition for review is GRANTED, the Final Order of the Federal Trade Commission is VACATED, and the case is REMANDED with instructions to DISMISS the administrative complaint.", "label": "Issue", "id": "train_0_41"}
{"paragraph": "Indeed, the judge's comments at the codefendants’ sentencings make it crystal clear that the judge parceled these sentences out as total packages. See, e.g., App. 268 (using Devro Hebron's “total” sentence to assess “proportionality”); App. 333 (highlighting Cooper's “overall sentence”). Especially on plain error review, we will not stretch this record to fit Lassiter's counterintuitive construction.", "label": "Analysis", "id": "train_0_42"}
{"paragraph": "When the removal of a case to a federal court is challenged, the removing party normally “bears the burden of persuasion vis-à-vis the existence of federal jurisdiction.” BIW Deceived v. Local S6, Industrial Union of Marine and Shipbuilding Workers, 132 F.3d 824, 831 (1st Cir. 1997). That burden, though, is not necessarily a heavy one. This is such a case: a state-law claim may escape LMRA preemption only if it requires no more than “bare” consultation of a CBA, without dispute as to “the meaning of [any] contract terms.” Livadas v. Bradshaw, 512 U.S. 107, 124, 114 S.Ct. 2068, 129 L.Ed.2d 93 (1994). If a claim plausibly requires interpretation of one or more provisions of a CBA, it comes within the LMRA's preemptive sweep. See Adames v. Executive Airlines, Inc., 258 F.3d 7, 11-12 (1st Cir. 2001).", "label": "Conclusion", "id": "train_0_43"}
{"paragraph": "Prior to 1992, Stephen owned and operated a network of precious metals businesses, including Saccoccia Coin Company (“Saccoccia Coin”) in Rhode Island, Trend Precious Metals (“Trend”) in New York and Rhode Island, and two similar companies in California. Appellants' Direct Appeal, 63 F.3d at 6. Beginning in the late 1980s, Stephen laundered drug money on behalf of a Colombian drug cartel through his businesses. Id. Upon receiving funds from a cartel courier, “in accordance with instructions received from [Stephen] or his wife, Donna,” associates of Stephen would purchase money orders, gold, or cashier checks, most of which were payable to a Trend account at Citizens Bank jointly owned by Stephen and Donna, and then the Saccoccias would wire the funds to foreign bank accounts. Stephen's Direct Appeal, 58 F.3d at 762; see also Appellants' Direct Appeal, 63 F.3d at 6-7.", "label": "Procedural History", "id": "train_0_44"}
{"paragraph": "The BIA rejected Darby's arguments and denied her motion to reopen, so she petitions this Court to review the BIA's decision.", "label": "Issue", "id": "train_0_45"}
{"paragraph": "Petitioner asserts that the Challenged Agreements are justified by two procompetitive effects: reduced litigation costs and protecting Petitioner's trademark rights.", "label": "Decree", "id": "train_0_46"}
{"paragraph": "17 U.S.C. § 101. By adopting this two-part definition, Congress seemingly “meant to address the situation of the full-time or conventional employee in the first provision, and the situation of the independent contractor in the second.” Principles of Copyright Law § 5.2.2. Significantly, Congress's new approach was friendlier to commissioned parties than under the 1909 Act, at least in certain ways. In the absence of an employee-employer relationship, only specific kinds of works could be treated as works for hire, and then only if there was a written agreement to do so. See id.", "label": "Rule", "id": "train_0_47"}
{"paragraph": "Markham and his team started work on the project in the summer of 1959. To ensure that a product launch coincided with Milton Bradley's 1960 centennial, they rushed to produce a prototype in just a few weeks. Markham and Klamer together contributed key features of the game: play would advance along a track winding through a three-dimensional game board, with a spinner determining how far players would move on each turn (thereby *78 progressing through various “life milestones”). Klamer visited Markham's firm once or twice per week to offer feedback on the development of the physical game board and the box cover. Chambers built most of the prototype board. She constructed houses, mountains, and the elevated track out of balsa wood, cardboard, and paper. Israel focused on the art for the prototype's box cover. He produced various sketches, Markham and Klamer chose the one they liked best, and Chambers integrated it into a box cover. As the game took shape, Markham, Klamer, Chambers, and Israel would all play the prototype together, suggesting (and vetoing) various rules and refinements. Sue Markham, Bill's wife and a copywriter by trade, memorialized the agreed-upon changes in what became the prototype's rulebook.", "label": "Facts", "id": "train_0_48"}
{"paragraph": "In sum, we conclude that the admission of the autopsy report at Garlick's trial through a surrogate witness was an unreasonable application of clearly established Supreme Court precedent. Accordingly, we AFFIRM the judgment of the district court.", "label": "Issue", "id": "train_0_49"}
{"paragraph": "The union scoffs at all that. To test certification, it reasons, employers must break the law. And an employer who breaks the law “acts at its peril.” Petitioner's Brief 17. So the new remedy rests on a “false conflict,” and the Board was arbitrary and capricious to adopt it. Id. at 15.", "label": "Analysis", "id": "train_0_50"}
{"paragraph": "The judge emphasized the codefendants’ relative level of culpability during each sentencing. At Devro Hebron's sentencing, for instance, the judge stressed his “responsibility” to “impose sentences *** proportionate to each other, taking into account the level of culpability of each defendant.” App. 230. The judge noted that Devro provided the weapons and helped Lassiter plan the crime. The judge sentenced Devro to 216 months imprisonment: 132 months for kidnapping plus 84 consecutive months for § 924(c). (Devro's plea agreement with the United States dropped the D.C. assault charge.)", "label": "Procedural History", "id": "train_0_51"}
{"paragraph": "For all of those reasons, an alleged abuse of the extradition process counts as an “abuse of process” under § 1605(a)(5)(B). It follows that Khochinsky's claims of First Amendment retaliation and tortious interference fall outside the scope of the FSIA's noncommercial torts exception.", "label": "Conclusion", "id": "train_0_52"}
{"paragraph": "But the Fair Sentencing Act's reduced punishments applied only prospectively to defendants sentenced after the Act's effective date of August 3, 2010. Dorsey, 567 U.S. at 264, 132 S.Ct. 2321; White, 984 F.3d at 82. Defendants sentenced prior to that date remained subject to their original sentences.2", "label": "Rule", "id": "train_0_53"}
{"paragraph": "In 2019, following the passage of the First Step Act, Lawrence filed a pro se motion in district court requesting that his sentence be reduced to time served, which at that time was 209 months—more than seventeen years. The district court appointed counsel for Lawrence, and counsel filed a supplemental motion explaining that, in light of the Fair Sentencing Act's amended sentencing ranges, Lawrence's conviction now subjected him only to a 0-to-20-year sentencing range rather than the 5-to-40-year range applied at his original sentencing. See 21 U.S.C. § 841(b)(1)(B), (C). The supplemental motion also recalculated Lawrence's Guidelines range as 210 to 262 months of imprisonment. In addition, Lawrence argued that time served would be an appropriate reduced sentence given his age (50 years old), consistent with the sentencing factors outlined at 18 U.S.C. § 3553(a). Finally, Lawrence's supplemental motion incorporated the arguments from his pro se motion, which, as relevant here, had argued that under Section 404, the district court had “authority to conduct a full resentencing * * * in the defendant's presence.” J.A. 39, 49.", "label": "Facts", "id": "train_0_54"}
{"paragraph": "For the reasons provided, we deny the petition for review and grant the cross-petition for enforcement as to the partial implementation of the last, best and final offer without reaching a good faith impasse and locking out Union members in support of a demand that was a permissive subject of bargaining. J.A. 792, Amended Conclusions of Law 5(1) and (3). We grant the petition for review and deny the cross-petition for enforcement as to direct dealing. J.A. 792, Amended Conclusion of Law 5(2). And we deny the petition for review and grant the cross-petition for enforcement as to Tecnocap's discouragement of union membership in how it undertook the lockout. J.A. 804, Conclusions of Law 3 and 4; see 792 (adopting these conclusions without alteration). We remand the case to the NLRB for it to determine the effect our limited grounds for enforcing its order has on the remedies it ordered and for entry of a remedial order that is consistent with our decision. We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before this Court and argument would not aid the decisional process.", "label": "Decree", "id": "train_0_55"}
{"paragraph": "Reiterating his effort “to treat each of the defendants fairly, consistent with their involvement in the activities,” the district judge sentenced Cooper to 180 months imprisonment: 96 months for kidnapping plus 102 concurrent months for D.C. assault and 84 consecutive months for § 924(c). App. 300. Although the judge thought Cooper committed more significant conduct than Devro Hebron, the judge deemed him less culpable overall given Devro's role in planning the crime.", "label": "Procedural History", "id": "train_0_56"}
{"paragraph": "Setting the stage for the issue before us, on January 14, 2020, the Commission published a notice soliciting comments on whether to issue a proposed order that “would require the participants in the [current] Equity Data Plans to propose a single, new equity data plan.” Notice of Proposed Order Directing the Exchanges and the Financial Industry Regulatory Authority To Submit a New National Market System Plan Regarding Consolidated Equity Market Data, 85 Fed. Reg. 2164, 2165 (Jan. 14, 2020). The Commission explained that should it promulgate such an order, the new plan “would be published for public comment,” after which “the Commission would consider whether to approve the New Consolidated Data Plan, with any changes or subject to such conditions as the Commission may deem necessary or appropriate.” Id.", "label": "Facts", "id": "train_0_57"}
{"paragraph": "Turning to the second prong, we explained in J.T. that:", "label": "Rule", "id": "train_0_58"}
{"paragraph": "The conclusion that Donna “obtained” the tainted funds in the Trend account is not undermined by the sentencing court's finding that she acted primarily at the behest of Stephen and had a lesser level of culpability in the grand scheme of the  *73 conspiracy. Although she may have chosen not to take any action with respect to the Trend account without Stephen's approval, she was nonetheless a joint account owner and, as such, had the legal authority to do so. Moreover, the sentencing court's determination that Donna's role in the conspiracy was minor says nothing about whether she “obtained” the funds of the conspiracy. As we explained in Cadden, her ownership over the account through which the tainted money flowed is enough to demonstrate she obtained the funds for purposes of forfeiture even after Honeycutt. Id. at 39.", "label": "Conclusion", "id": "train_0_59"}
{"paragraph": "For these reasons, we AFFIRM.", "label": "Decree", "id": "train_0_60"}
{"paragraph": "On appeal, Brace challenges the District Court's order to propose a deed restriction and restoration plan. We have jurisdiction to review that injunction. He also challenges the grant of partial judgment on the pleadings; the summary-judgment order; and the striking of his brief opposing summary judgment, his thirty-three exhibits, and his Daubert motions. We have jurisdiction to review the first three of these, but not the last two.", "label": "Issue", "id": "train_0_61"}
{"paragraph": "The exchanges rely on Domestic Securities, Inc. v. SEC, where we found that an order stating that a new trade execution system called SuperMontage “be and hereby is approved” was final despite the fact that the order also “delayed the implementation of SuperMontage” until approval of  *39  **411 an “Alternative Display Facility.” 333 F.3d 239, 244, 246 (D.C. Cir. 2003) (internal quotation marks omitted). Although acknowledging “[t]he existence of this condition to SuperMontage's implementation,” we explained that after the order's promulgation, the only remaining issue was “the timing of SuperMontage's implementation,” and that “[t]here was no question that the substance of SuperMontage's trade execution rules ... would remain the same and would ultimately be implemented.” Id. at 246. Here, by contrast, the Commission never said anything remotely like “the three challenged features are hereby approved” or that they will “remain the same and ultimately be implemented.” Quite to the contrary, the Commission has declared time and again that it has yet to make up its mind about any of the challenged provisions and that they all remain subject to notice, comment, and final resolution by the Commission.", "label": "Analysis", "id": "train_0_62"}
{"paragraph": "We will deny the petition for review.", "label": "Issue", "id": "train_0_63"}
{"paragraph": "The Commission and M-Class also rely on two FMSHRC decisions to support the proposition that a § 103(k) order can be modified after termination: Secretary of Labor v. Wyoming Fuel Co., 14 FMSHRC 1282, 1288–89 (1992), and Secretary of Labor v. Ten-A-Coal Co., 14 FMSHRC 1296, 1298 (1992). Wyoming Fuel Co. and Ten-A-Coal Co. indicate that a citation issued under § 104 of the Mine Act can be modified after termination, not that a § 103(k) safety order can be so modified. We agree with the Secretary that § 104 citations—and withdrawal orders—are distinguishable from § 103(k) safety orders. Pet'r’s Suppl. Br. 3–5. Termination of a § 104(a) citation signifies that the violative condition has abated and that the mine operator is no longer subject to a § 104(b) withdrawal order for failure to abate but “not that the citation itself no longer exists for other legal purposes ... [such as] subsequent contest and civil penalty proceedings.” Wyoming Fuel Co., 14 FMSHRC at 1288. There are no analogous citations or penalty proceedings under § 103(k). The functional difference between termination and vacatur in the context of a § 104 citation does not mean a terminated § 103(k) safety order—rather than a vacated § 103(k) safety order—threatens non-speculative legal consequences for the mine operator. Neither the Commission nor M-Class has identified any statutory basis for conversion of a § 103(k) safety order to a § 104 citation or withdrawal order.7 That MSHA—while investigating  *24  **396 an accident after issuing a § 103(k) safety order—could note a health or safety violation and issue a citation under § 104 does not mean that a terminated § 103(k) safety order can serve as the basis for a later citation or be modified after termination.", "label": "Analysis", "id": "train_0_64"}
{"paragraph": "Eight years went by before Congress turned to the defendants left serving sentences imposed under the disparately more punitive sentencing regime. In Section 404 of the First Step Act, Congress empowered district courts to reduce existing sentences for people convicted of certain crack cocaine offenses. See First Step Act § 404, 132 Stat. at 5222; 21 U.S.C. § 841 note (2019) (“Application of Fair Sentencing Act”). Section 404 proceeds in three parts.", "label": "Rule", "id": "train_0_65"}
{"paragraph": "By this time, Wheeler and McCauley were out of prison. The court simply wiped the § 924(c) convictions from their records.", "label": "Procedural History", "id": "train_0_66"}
{"paragraph": "The judgment is REVERSED and VACATED, and the case is REMANDED for entry of judgment consistent with this opinion.", "label": "Decree", "id": "train_0_67"}
{"paragraph": "Milton Bradley, meanwhile, began refining the prototype and made some design changes, often with input from Markham and Klamer. It ultimately published the game in early 1960. Milton Bradley applied to register copyrights in the game board and rules later that year, identifying itself as the author of both. Separately, Link Research applied for copyright registration of the game's box, and likewise identified Milton Bradley as the author. The game was a hit, and even today remains a money-maker for Hasbro, which acquired Milton Bradley (and rights to the game) in the 1980s.", "label": "Facts", "id": "train_0_68"}
{"paragraph": "So it is here. The redundancy of which the appellant complains is nothing more than a reflection that certain facts relevant to his sentencing were present in extraordinary or exaggerated degrees. Some examples will suffice to illustrate the point.", "label": "Conclusion", "id": "train_0_69"}
{"paragraph": "The union ventures that its chance for judicial review might vanish if “the General Counsel were to withdraw the complaint” on remand. Reply Brief 25 n.14, 26 n.15. But it does not elaborate, and “[w]e need not consider cursory arguments made only in a footnote ....” Hutchins v. District of Columbia, 188 F.3d 531, 539 n.3 (D.C. Cir. 1999) (en banc). In all events, the General Counsel has “unreviewable discretion” to withdraw complaints. NLRB v. United Food & Com. Workers Union, Local 23, 484 U.S. 112, 126, 108 S.Ct. 413, 98 L.Ed.2d 429 (1987). So that prospect is not “a problem in need of a judicial solution” but instead “evidence of Congress’ design[.]” Guerrero-Lasprilla v. Barr, ––– U.S. ––––, 140 S. Ct. 1062, 1078, 206 L.Ed.2d 271 (2020) (Thomas, J., dissenting).", "label": "Analysis", "id": "train_0_70"}
{"paragraph": "Darby next attempts to invoke our jurisdiction by arguing that the BIA denied her due process by ignoring evidence of “ ‘insurmountable’ harms” that will befall her family if she is removed to Jamaica. Pet'r Br. 43. Darby claimed in her motion to reopen that her mother depends on her for medical care and that her children are “suffering immensely” without her. A.R. 28. She argued that these facts, along with the approval of her I-130 petition, justified reopening. In her brief to this Court, Darby argues that the BIA violated her right to due process by not addressing the evidence she introduced in her motion to reopen about harm to her family.", "label": "Issue", "id": "train_0_71"}
{"paragraph": "As to the first argument, the evidence amply supports the district court's finding that the game was created at Klamer's expense. In general, the expense requirement looks to the parties' relative investment of resources in the work and the related financial risk. See Marvel Characters, Inc. v. Kirby, 726 F.3d 119, 140 (2d Cir. 2013) (noting that the overall purpose of the expense requirement is to “reward[ ] with ownership the party that bears the risk with respect to the work's success”). Here, Klamer promised at the outset to pay Markham any costs incurred -- regardless of whether Milton Bradley ultimately liked the game and paid for the rights. Hence, if the dinner at Chasen's had gone poorly, Klamer still would have  *84 been obligated to pay Markham's costs.5 As a result, Markham's downside was limited.", "label": "Conclusion", "id": "train_0_72"}
{"paragraph": "(1) a work prepared by an employee within the scope of his or her employment; or", "label": "Rule", "id": "train_0_73"}
{"paragraph": "The story behind Khochinsky's suit traces back to a small town in Poland at the outset of World War II. At the time, Khochinsky's mother, Maria Khochinskaya, a Polish Jew, lived in the town of Przemysl, Poland, where her family owned property. In 1939, Nazi Germany invaded Poland, prompting the Soviet Union to respond by annexing a portion of Przemysl. The annexation cut the city in half, with Maria's residence falling within the annexed portion.", "label": "Facts", "id": "train_0_74"}
{"paragraph": "To be sure, federal question jurisdiction ordinarily implies satisfaction of the well-pleaded complaint rule, which provides that “federal jurisdiction exists only when a federal question is presented on  *60 the face of the plaintiff's properly pleaded complaint.” Caterpillar Inc. v. Williams, 482 U.S. 386, 392, 107 S.Ct. 2425, 96 L.Ed.2d 318 (1987). But this general rule — like most general rules — admits of exceptions. A defendant may remove a case to federal court under federal question jurisdiction by virtue of complete preemption — a jurisdictional doctrine that operates when “the pre-emptive force of a [federal] statute is so ‘extraordinary’ that it ‘converts an ordinary state common-law complaint into one stating a federal claim.’ ” Id. at 393, 107 S.Ct. 2425 (quoting Metro. Life Ins. Co. v. Taylor, 481 U.S. 58, 65, 107 S.Ct. 1542, 95 L.Ed.2d 55 (1987)). Here, RTN invoked the complete preemption doctrine and removed Rose's suit on the theory that a federal statute (the LMRA) transmogrified Rose's state-law claims into federal claims.", "label": "Procedural History", "id": "train_0_75"}
{"paragraph": "The exchanges are concerned that had they “waited until the Commission's approval of the New Consolidated Data Plan to file petitions for review,” those petitions would have been “untimely.” Pet'rs’ Suppl. Br. 5. Given our conclusion that the Governance Order is not “final” within the meaning of Exchange Act section 25, the exchanges no longer face that risk. 15", "label": "Decree", "id": "train_0_76"}
{"paragraph": "Several stock exchanges filed petitions for review in our court, arguing that the Governance Order's inclusion of these three features violated section 11A, contravened Commission regulations, or was arbitrary and capricious. A few days later, they filed a motion asking the Commission to stay the Governance Order, which it promptly denied for several reasons, including that “the Governance Order d[id] not establish a New Consolidated Data Plan.” Order Denying Stay, 85 Fed. Reg. 36,921, 36,921 (June 18, 2020). The exchanges then filed the required proposal, and briefing on their petitions for review proceeded. On October 13, the Commission published the proposal for comment, see Notice of Filing of a National Market System Plan Regarding Consolidated Equity Market Data, 85 Fed. Reg. 64,565 (Oct. 13, 2020), and four months later, on January 15, 2021, it published an order “instituting proceedings ... to determine whether to disapprove the [proposed plan],” Order Instituting Proceedings to Determine Whether To Approve or Disapprove a National Market System Plan Regarding Consolidated Equity Market Data (“Order Instituting Proceedings”), 86 Fed. Reg. 4142, 4142 (Jan. 15, 2021).", "label": "Rule", "id": "train_0_77"}
{"paragraph": "In January 2018, the slot-machine technicians at Palace Station Hotel & Casino voted to organize. The National Labor Relations Board certified the International Union of Operating Engineers Local 501 to represent them, and the union asked Palace to produce documents.", "label": "Facts", "id": "train_0_78"}
{"paragraph": "Once a federal criminal sentence is imposed, it is generally considered final. See 18 U.S.C. § 3582(b); see also 18 U.S.C. § 3742. Nonetheless, 18 U.S.C. § 3582(c) sets out three circumstances in which a lawfully imposed term of imprisonment may be modified. First, certain prisoners may be granted compassionate release due to their advanced age or for other “extraordinary and compelling reasons[.]” Id. § 3582(c)(1)(A); Long, 997 F.3d at 347-48. Second, prison terms can be modified “to the extent otherwise expressly permitted by statute or by Rule 35 of the Federal Rules of Criminal Procedure[.]” 18 U.S.C. § 3582(c)(1)(B). And third, courts can entertain motions to reduce prison terms if the applicable sentencing range for the defendant has been lowered by the Sentencing Commission. 18 U.S.C. § 3582(c)(2); Dillon, 560 U.S. at 824–825, 130 S.Ct. 2683.", "label": "Analysis", "id": "train_0_79"}
{"paragraph": "Appellants argue that the death of the bees was nonetheless foreseeable because of an “explicit warning in the pesticide use instructions stating that dispersal of the substance is ‘highly toxic’ to bees.” Appellants’ Reply Br. 10 (citing J.A. 157).", "label": "Decree", "id": "train_0_80"}
{"paragraph": "As a result, the Board found that Palace violated 29 U.S.C. §§ 158(a)(1) and (5). But the Board's usual remedy — an order to “furnish all requested information” — would have left Palace in a fix. J.A. 152 n.15. According to Palace, some of that information was confidential, like its plans to “combat illegal gaming activity and money laundering.” J.A. 151. Handing over such information could “severely compromise [Palace's] business” and “advantage  *14  **386 would-be malefactors[.]” J.A. 154. (As we later explain, Board precedent caused a dilemma for any employer wishing to challenge certification and preserve confidentiality.)", "label": "Procedural History", "id": "train_0_81"}
{"paragraph": "Therefore, even if we determined the sentencing court's silence was error, it could not have been clear or obvious. Affirmed.", "label": "Issue", "id": "train_0_82"}
{"paragraph": "The appellant's last claim of procedural error posits that the sentencing court erred by relying on factors “already accounted for in the Guideline[s].” Specifically, he submits that the court below — once it had settled upon the proper GSR — should not have considered “amount of loss,” “substantial financial hardship,” “obstruction of justice, and the ten-year duration of the fraudulent conduct.” These factors, he says, already were considered by the court in formulating enhancements that merged into the ultimate GSR calculation and should not have been considered again in fashioning an upward variance.", "label": "Conclusion", "id": "train_0_83"}
{"paragraph": "In short, Section 404 creates a process through which defendants sentenced for a qualifying offense under the prior, disparate sentencing regime may seek a sentence reduction, which the district court may grant in its discretion.", "label": "Rule", "id": "train_0_84"}
{"paragraph": "Here, the district court addressed the three primary considerations, finding that Poland's default was the result of confusion rather than willfulness, that Poland's defense of sovereign immunity was meritorious, and that Khochinsky suffered no prejudice from vacatur of the default. Khochinsky primarily attacks the district court's finding as to a lack of willfulness. But “[e]ven when a default is willful, a district court does not necessarily abuse its discretion by vacating a default when the asserted defense is meritorious and the district court took steps to mitigate any prejudice to the non-defaulting party.” Gilmore, 843 F.3d at 966. That is the case here.", "label": "Analysis", "id": "train_0_85"}
{"paragraph": "For the foregoing reasons, we affirm the district court's grant of Poland's motion to dismiss for lack of jurisdiction.", "label": "Decree", "id": "train_0_86"}
{"paragraph": "Based on the single crack cocaine distribution conviction and the district court finding that Lawrence was a career offender, Lawrence's Sentencing Guidelines range was 262 to 327 months. In addition, because Lawrence's offense involved 21.1 grams of crack, Lawrence was subject to a mandatory minimum prison term of five years (60 months) and a statutory maximum of 40 years (480 months). See 21 U.S.C. § 841(b)(1)(B)(iii) (2009). The district court granted Lawrence a downward variance of twelve months based on the court's disagreement with the crack–powder disparity in the Guidelines. The court rejected Lawrence's request for a larger downward variance and sentenced him to 250 months of imprisonment to be followed by five years of supervised release.", "label": "Procedural History", "id": "train_0_87"}
{"paragraph": "So to get its day in court, Palace stonewalled.", "label": "Facts", "id": "train_0_88"}
{"paragraph": "We begin with Lassiter's challenge to the district judge's 2020 finding that he designed a sentencing package back in 2009. ", "label": "Issue", "id": "train_0_89"}
{"paragraph": "Donna and Hurley contend that the Supreme Court's decision in Honeycutt v. United States, ––– U.S. ––––, 137 S. Ct. 1626, 198 L.Ed.2d 73 (2017), should be applied retroactively to invalidate the forfeiture judgments against them.", "label": "Conclusion", "id": "train_0_90"}
{"paragraph": "That ends this aspect of the matter. We hold that this case comes within the jurisdictional reach of the LMRA and that the district court did not err either in denying Rose's motion to remand or in granting judgment on the pleadings for RTN.", "label": "Decree", "id": "train_0_91"}
{"paragraph": "Before opening statements the next day, the district court pointed out that, according to a memorandum describing witness interviews, the AUSA — although not participating in the appellant's trial — had participated in some portion of an interview of a prospective witness. The court stated that, given that the AUSA's wife worked with Juror 31, “[i]t would probably be preferable not to mention [the AUSA's] name.” Neither side objected, and in line with the court's stated preference, the AUSA's name was never mentioned before the jury.", "label": "Facts", "id": "train_0_92"}
{"paragraph": "Neither M-Class nor the Commission identified non-speculative harms. That a member of the public could look at M-Class's compliance history, notice that there was a terminated § 103(k) order and conclude “something occurred at that mine that affected the health and safety of miners,” Sec'y of Labor v. M-Class Mining, LLC, 42 FMSHRC 491, 496 (2020) (emphasis in original), is no more than a thinly-veiled reputational harm argument. Reputational harm, however, does not provide us with jurisdiction here. “Reputational harm may constitute an ongoing, redressable injury where it derives directly from an unexpired and unretracted government action,” Pulphus v. Ayers, 909 F.3d 1148, 1153 (D.C. Cir. 2018) (internal quotations omitted); for example, if “a governmental designation directly harmed the plaintiff's professional reputation because the designation was inherently stigmatizing,” id. In other words, “when injury to reputation is alleged as a secondary effect of an otherwise moot action, we have required that some tangible, concrete effect remain, susceptible to judicial correction.” Id. at 1154 (internal quotations omitted). Any reputational harm to M-Class is tied to the possibility that someone might check M-Class's history of accidents and might draw a negative conclusion because of the terminated Order. Compared to the reputational harms discussed in Pulphus, M-Class's alleged reputational harm is distinguishable based both on no inherent stigmatization and on the uncertainty of reputational harm. Id. That the Order indicates “something” occurred in M-Class's mine, without assignment of fault or causation, differs greatly from an act of the Congress embodying a determination that an individual was a child abuser and danger to his own daughter, Foretich v. United States, 351 F.3d 1198, 1213 (D.C. Cir. 2003), the Fifth Circuit Judicial Council's “characterization” of a federal judge as engaging in a pattern of abusive behavior for years, McBryde, 264 F.3d at 54–57, or the United States Department of Justice's identification of certain films as political propaganda under the Foreign Agents Registration Act deterring a state senator from exhibiting those films, Meese v. Keene, 481 U.S. 465, 473–74, 107 S.Ct. 1862, 95 L.Ed.2d 415 (1987). Here, any “claims of reputational injury [are] too vague and unsubstantiated to preserve [the] case from mootness.” McBryde, 264 F.3d at 57.", "label": "Analysis", "id": "train_0_93"}
{"paragraph": "In the decades following publication, however, Markham and Klamer clashed (in and out of court) over who deserved credit for creating the game. Generally speaking, Markham felt that he was not given proper public recognition for his role, and that his *79 share of the royalties under the assignment agreement was unfairly low. Markham passed away in 1993.", "label": "Issue", "id": "train_0_94"}
{"paragraph": "Immediately after this comment, defense counsel objected. The district court noted the objection and reminded the jury that “as I've instructed [you] and will reiterate, anything the lawyers say is not evidence, and if your memory of the evidence individually and collectively differs from what any lawyer says, it's your memory that controls.” At that point, the prosecutor resumed his rebuttal argument, telling the jury (without any further objection) that he was only suggesting that “the records don't indicate ... a third party involved. It doesn't mean it didn't happen ....”", "label": "Conclusion", "id": "train_0_95"}
{"paragraph": "As mentioned above, under one line of precedent, employers cannot bargain if they plan to test certification. See Terrace Gardens, 91 F.3d at 225. Meanwhile, a line of Board decisions said that employers could not raise a confidentiality defense without first bargaining. See, e.g., Detroit Newspaper Agency, 317 N.L.R.B. 1071, 1072 (1995).", "label": "Rule", "id": "train_0_96"}
{"paragraph": "All four of Rose's claims derive from a common nucleus of operative fact — her intermittent treks to and from Dedham — and a particular provision of state labor law. That provision, 454 Mass. Code Regs. 27.04(4)(b), stipulates that an employee who “regularly works at a fixed location” must be compensated for the extra time and expense involved in traveling to a location other than her “regular work site.”1 The regulation does not elaborate on the meaning of several of its component terms (such as “fixed location”).", "label": "Procedural History", "id": "train_0_97"}
{"paragraph": "Amidst a wave of similar state action across the country, North Carolina has enacted legislation to restrict the availability of abortions and impose heightened requirements on abortion providers and women seeking abortions. Given these facts, we cannot reasonably assume that the abortion ban that North Carolina keeps on its books is “largely symbolic.” Duling, 782 F.2d at 1207. Accordingly, we agree with the district court that the Providers have established a credible threat of prosecution and therefore have standing to bring this suit. The judgment of the district court is thus affirmed. ", "label": "Decree", "id": "train_0_98"}
{"paragraph": "For nearly 25 years, federal criminal law punished offenses involving crack cocaine far more harshly than offenses involving powder cocaine. See Anti-Drug Abuse Act of 1986, Pub. L. No. 99-570, § 1002, 100 Stat. 3207, 3207–2 to 3207–4; Dorsey v. United States, 567 U.S. 260, 263–264, 132 S.Ct. 2321, 183 L.Ed.2d 250 (2012). For instance, the law required a five-year mandatory minimum prison sentence for people convicted of possessing with the intent to distribute either (i) 500 grams of powder cocaine or (ii) 5 grams of crack cocaine—a 100-to-1 disparity. Dorsey, 567 U.S. at 263–264, 132 S.Ct. 2321. Among other unjust effects, this punishment scheme particularly affected Black defendants, who constituted the large majority of defendants convicted of crack offenses and sentenced to disproportionately long prison terms. See U.S. SENT'G COMM'N, 2009 SOURCEBOOK OF FEDERAL SENTENCING STATISTICS table 34 (2009), https://www.ussc.gov/research/sourcebook/archive/sourcebook-2009 (showing that in 2009, Black defendants constituted 79 percent of defendants convicted of crack cocaine offenses but only 28 percent of defendants convicted of powder offenses); Kimbrough v. United States, 552 U.S. 85, 98, 128 S.Ct. 558, 169 L.Ed.2d 481 (2007); United States v. White, 984 F.3d 76, 89–90 (D.C. Cir. 2020).", "label": "Rule", "id": "train_0_99"}
{"paragraph": "As the Eleventh Circuit has held, it is appropriate to presume that a district judge intended a sentencing package. Logically, this should be especially true when the judge imposed a below-guidelines sentence for the violent felony.", "label": "Analysis", "id": "train_0_100"}
{"paragraph": "We start by rehearsing the relevant facts and travel of the case. Rose has been employed by RTN as a member service representative — an hourly-wage position — since September 2014. The position falls under the carapace of a collective bargaining agreement (the CBA) between RTN and the Office and Professional Employees International Union, AFL-CIO, Local 6 (the Union). Rose ordinarily works forty to forty-five hours a week at RTN's branch in Hudson, Massachusetts. She alleges, however, that RTN periodically requires her to report to its branch in Dedham, Massachusetts. Working in Dedham extends Rose's usual commute by roughly an additional hour each way, but she alleges that she is not compensated for the extra time and expense involved in such a journey.", "label": "Procedural History", "id": "train_0_101"}
{"paragraph": "We begin with a summary of the facts, as found by the district court. In 1959, Bill Markham, an experienced game designer and the head of a California-based product development company, was approached by Rueben Klamer, a toy developer with extensive industry contacts. Klamer had just visited Milton Bradley's Massachusetts headquarters, where he had been asked to develop an idea for a product that would commemorate the company's 1960 centennial. While searching for inspiration in the company's archive, he discovered a copy of the company's first board game: “The Checkered Game of Life,” created by Milton Bradley himself in 1860. The original game was intended to instill its youthful players with lessons about vice and virtue. Klamer saw potential in an updated version, modified to reflect contemporary American society and values. On the trip back to California, Klamer developed the concept, even scribbling some thoughts on the flight home. Klamer was more of an ideas person, though, and he needed help developing the concept and creating a working prototype that could be pitched to Milton Bradley. Klamer chose Markham's firm partly because of two talented artists who worked there: Grace Chambers and Leonard Israel.", "label": "Facts", "id": "train_0_102"}
{"paragraph": "The appellant says, in effect, that bias should be implied because the juror had a coworker whose husband (the AUSA) labored in the same office as the prosecutor and participated in the pretrial interview of a witness. While we do not gainsay that even such an attenuated relationship was enough to spur a vigilant trial court to consider whether bias could be implied, the underlying hypothesis is sufficiently conjectural that bias could not be implied as a matter of law. See United States v. Wood, 299 U.S. 123, 149, 57 S.Ct. 177, 81 L.Ed. 78 (1936) (warning against an imputation of bias that “rests on an assumption without any rational foundation”). And here, the court's rejection of such an implication, after a painstaking inquiry, was well within the wide margins of its discretion. Its search into the possibility of bias was both cautious and thorough: it questioned Juror 31 at some length, found her credible, and concluded — supportably, we think — that an implication of bias was unwarranted. On this record, that conclusion demands our deference.", "label": "Issue", "id": "train_0_103"}
{"paragraph": "For the foregoing reasons, we affirm the district court's denial of Jones's motion to suppress.", "label": "Conclusion", "id": "train_0_104"}
{"paragraph": "That is particularly so in view of extradition's fundamentally diplomatic, executive character. “Subject to judicial determination of the applicability of the existing treaty obligation of the United States to the facts of a given case, extradition is ordinarily a matter within the exclusive purview of the Executive.” Shapiro v. Sec'y of State, 499 F.2d 527, 531 (D.C. Cir. 1974), aff'd sub nom. Comm'r v. Shapiro, 424 U.S. 614, 96 S.Ct. 1062, 47 L.Ed.2d 278 (1976). The Executive generally “conducts the procedure on behalf of the foreign sovereign,” such that the foreign state “makes no direct request of our courts” and “its contacts with the Judiciary are mediated by the executive branch.” Blaxland, 323 F.3d at 1207. Because a foreign sovereign operates at a level of remove from United States courts when it seeks our assistance in extradition, there is all the more reason to doubt that an extradition request connotes an intent to waive the requesting sovereign's immunity in our courts.", "label": "Analysis", "id": "train_0_105"}
{"paragraph": "For the foregoing reasons, the district court's denial of Clark and Cox's motion to dismiss on the basis of qualified immunity is AFFIRMED.", "label": "Decree", "id": "train_0_106"}
{"paragraph": "Under Terry v. Ohio, 392 U.S. 1, 27, 30, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968), officers may stop a citizen if they are “able to point to specific and articulable facts which, taken together with rational inferences from those facts, support a reasonable and articulable suspicion that the person seized is engaged in criminal activity.” Delaney, 955 F.3d at 1081 (internal quotation marks omitted). A Terry stop, which constitutes a Fourth Amendment seizure, “occurs when physical force is used to restrain movement or when a person submits to an officer's show of authority.” Id. (internal quotation marks and citations omitted). It is the government's burden to show that officers had evidence to support a reasonable and articulable suspicion at the time of a stop. Id. at 1082. The Supreme Court has explained that such evidence must include more than mere “presence in an area of expected criminal activity.” *53  **425 Illinois v. Wardlow, 528 U.S. 119, 124, 120 S.Ct. 673, 145 L.Ed.2d 570 (2000).", "label": "Conclusion", "id": "train_0_107"}
{"paragraph": "The United States obtained a nine-count indictment against the perpetrators. McCauley and Wheeler cooperated with the prosecution. Lassiter offered to cooperate too, and did provide the government with “generally candid and reliable information about the facts and circumstances surrounding” the kidnapping, but “[g]iven his criminal record and his role in th[e] offense, the government was simply unwilling to enter into a cooperation agreement.” App. 155.", "label": "Procedural History", "id": "train_0_108"}
{"paragraph": "Section 11A of the Exchange Act empowers the Commission to, “by rule or order, [ ] authorize or require self-regulatory organizations,” including stock exchanges, “to act jointly with respect to matters as to which they share authority under this chapter in planning, developing, operating, or regulating a national market system,” known as an NMS. 15 U.S.C. § 78k-1(a)(3)(B); see also id. § 78c(a)(26) (“The term ‘self-regulatory organization’ means any national securities exchange, registered securities association, or registered clearing agency.”). Commission regulations further provide that “[e]very national securities exchange on which an NMS stock is traded and national securities association shall act jointly pursuant to one or more effective national market system plans to disseminate consolidated information, including a national best bid and national best offer, on quotations for and transactions in NMS stocks.” 17 C.F.R. § 242.603(b). And although “[a]ny two or more self-regulatory organizations, acting jointly, may file a national market system plan or may propose an amendment to an effective national market system plan,” no such proposal, subject to limited exceptions, “shall become effective unless approved by the Commission.” Id. § 242.608(a)(1), (b)(1). Over the course of  *36  **408 several decades, the Commission has exercised this authority to approve three Equity Data Plans that now govern the dissemination of certain types of quotation and transaction information for publicly traded equity securities.", "label": "Facts", "id": "train_0_109"}
{"paragraph": "After making its preliminary thinking known, the court solicited the attorneys' views. The question, it said, was “considering all the Section 3553[a] factors, what's the most appropriate sentence, what's the sentence that's sufficient and no more than necessary[?]” The government asked for a 121-month sentence, and the appellant (through counsel) sought a 70-month sentence. The appellant himself declined to allocute. Following a short recess, the court imposed a 156-month term of immurement.", "label": "Issue", "id": "train_0_110"}
{"paragraph": "Section 404 of the First Step Act is similarly of no help to Lawrence's allocution argument. It says only that courts may reduce sentences for defendants convicted of certain crack offenses “on motion” of the defendant, the government, or the court “as if section 2 and 3 of the Fair Sentencing Act of 2010 were in effect at the time the covered offense was committed.” First Step Act § 404(b), 132 Stat. at 5222 (internal citation omitted). Nothing in the text or structure of Section 404, however, categorically requires that district courts provide an opportunity for the defendant to allocute before ruling on such a motion.", "label": "Rule", "id": "train_0_111"}
{"paragraph": "The district court's discretion in adjudicating a Section 404 motion is “broad” but not “unfettered[.]” White, 984 F.3d at 88. The district court's judgment “must take account of Congress's intent to rectify disproportionate and racially disparate sentencing penalties.” Id. at 81. To that end, the district court must consider “all relevant factors[,]” id. at 93, including  *44  **416 not only the sentencing factors outlined at 18 U.S.C. § 3553(a), id. at 92–93, but potentially also “new statutory minimum or maximum penalties; current Guidelines; post-sentencing conduct; and other relevant information about a defendant's history and conduct[,]” id. at 90 (quoting United States v. Hudson, 967 F.3d 605, 609 (7th Cir. 2020)). The district court must also consider relevant mitigating evidence offered by the defendant. Id. at 92–93. As with other sentencing decisions, see Gall v. United States, 552 U.S. 38, 51, 128 S.Ct. 586, 169 L.Ed.2d 445 (2007), sentence-reduction decisions under Section 404 “must be procedurally reasonable and supported by a sufficiently compelling justification[,]” White, 984 F.3d at 91 (quoting United States v. Boulding, 960 F.3d 774, 784 (6th Cir. 2020)).", "label": "Facts", "id": "train_0_112"}
{"paragraph": "We conclude that the district court did not err when imposing Esposito's sentences, so we AFFIRM.", "label": "Decree", "id": "train_0_113"}
{"paragraph": "Khochinsky contends that his claims implicate three FSIA exceptions: the implied waiver exception, 28 U.S.C. § 1605(a)(1); the counterclaim exception, id. § 1607; and the noncommercial tort exception, id. § 1605(a)(5).", "label": "Issue", "id": "train_0_114"}
{"paragraph": "That brings us to the customer complaints. Recall that the Board found such complaints “not presumptively relevant.” Id. at 150–51. But they may be relevant “in a particular case,” so the Board remanded “for further appropriate action.” J.A. 151. The union challenges that decision on several grounds.", "label": "Analysis", "id": "train_0_115"}
{"paragraph": "We recently explained that “[t]he capable of repetition but evading review exception applies if (1) the challenged action was in its duration too short to be fully litigated prior to its cessation or expiration, and (2) there was a reasonable expectation that the same complaining party would be subjected to the same action again.” J.T., 983 F.3d at 523 (internal quotations omitted).", "label": "Rule", "id": "train_0_116"}
{"paragraph": "Even under the instance and expense test, Markham's successors-in-interest insist that they prevail. They offer two arguments, both of which were considered and rejected by the district court. First, they maintain that the game fails to satisfy the second prong of the test because it was not made at Klamer's expense. Second, arguing that the test creates only a presumption that the work qualifies as a work for hire, they contend that language in the assignment agreement between Link Research and Markham is enough to rebut the presumption. We construe these arguments as raising fact-intensive mixed questions, which we review with some deference to the district court. See In re IDC Clambakes, Inc., 727 F.3d at 64.", "label": "Conclusion", "id": "train_0_117"}
{"paragraph": "Lassiter was a different story. Although he completed several educational programs in jail, he also racked up seven disciplinary infractions.", "label": "Procedural History", "id": "train_0_118"}
{"paragraph": "The appellant's second claim of error targets a comment made by the prosecutor during his rebuttal argument.", "label": "Facts", "id": "train_0_119"}
{"paragraph": "Second, Section 404 provides that the original sentencing court “may,” on motion of the defendant, the government, or the court itself, “impose a reduced sentence as if sections 2 and 3 of the Fair Sentencing Act of 2010 were in effect at the time the covered offense was committed.” First Step Act § 404(b), 132 Stat. at 5222 (internal citation omitted). In that way, Section 404 authorizes courts to apply the Fair Sentencing Act's crack-cocaine reforms retroactively. See White, 984 F.3d at 82.", "label": "Rule", "id": "train_0_120"}
{"paragraph": "A district court has considerable leeway in probing concerns about juror  *93 impartiality and in determining what remedial measures, if any, may be appropriate. See United States v. Tejeda, 481 F.3d 44, 52 (1st Cir. 2007); United States v. Rodríguez-Ortiz, 455 F.3d 18, 23 (1st Cir. 2006). Where, as here, the district court has had the opportunity to question the challenged juror and to see and hear her responses in real time, the party who challenges the court's decision to allow the juror to sit ordinarily faces an uphill climb. See Amirault v. Fair, 968 F.2d 1404, 1405 (1st Cir. 1992) (noting that “issues of juror credibility and honesty are determinations ‘peculiarly within a trial judge's province’ and are accorded great deference” (quoting Wainwright v. Witt, 469 U.S. 412, 428, 105 S.Ct. 844, 83 L.Ed.2d 841 (1985))).", "label": "Conclusion", "id": "train_0_121"}
{"paragraph": "In Bennett v. Spear, the Supreme Court explained that to be “final,” an order must (1) “mark the consummation of the agency's decisionmaking process—it must not be of a merely tentative or interlocutory nature[;]” and (2) “be one by which rights or obligations have been determined, or from which legal consequences will flow.” 520 U.S. 154, 177–78, 117 S.Ct. 1154, 137 L.Ed.2d 281 (1997) (internal quotation marks omitted) (citations omitted).", "label": "Analysis", "id": "train_0_122"}
{"paragraph": "For the reasons stated, we affirm the district court's judgment.", "label": "Decree", "id": "train_0_123"}
{"paragraph": "We briefly rehearse the travel of the case. The government's investigation yielded copious evidence that the appellant had masterminded two serpentine schemes, both fraudulent, over a protracted period of time. One scheme involved a bank account, supposedly frozen, which (the appellant represented) contained large sums of money. The other scheme involved an emerald, supposedly huge and extremely valuable, which (the appellant represented) was being held in South America. Spinning tales of riches there for the taking, the appellant hoodwinked over forty victims and bilked millions of dollars from them *91 over a period that stretched for more than a decade.", "label": "Issue", "id": "train_0_124"}
{"paragraph": "So the Board devised a new remedy. When a certification-testing employer raises a “specific confidentiality interest,” the Board will now listen. J.A. 152. If the interest is “legitimate on its face,” the Board will order accommodative bargaining instead of immediate production. Id. Applying that rule here, the Board found that Palace's claim passed muster, so it ordered Palace to bargain over the union's request. See J.A. 153–54.", "label": "Procedural History", "id": "train_0_125"}
{"paragraph": "The issue before us relates solely to the timeliness of the Individual Complaint, but we will provide a brief recitation of the facts for context.", "label": "Issue", "id": "train_0_126"}
{"paragraph": "We recently rejected Stephen's attempt to apply Honeycutt retroactively to vacate the forfeiture judgment against him. Saccoccia v. United States (Stephen's Honeycutt Appeal), 955 F.3d 171 (1st Cir. 2020). We reject the efforts of Donna on essentially the same grounds applicable to Stephen. We reject the efforts of Hurley on different grounds.", "label": "Facts", "id": "train_0_127"}
{"paragraph": "In 2019, the Supreme Court declared the residual clause of § 924(c) unconstitutionally vague in United States v. Davis, 139 S. Ct. at 2336. Without the residual clause, kidnapping no longer met the definition of a “crime of violence.” Thus, Davis toppled the foundation for the various § 924(c) convictions in this case.", "label": "Procedural History", "id": "train_0_128"}
{"paragraph": "For these reasons, we REVERSE the judgment of the district court and CONDITIONALLY GRANT Cassano's petition for a writ of habeas corpus, unless the State retries him within six months.", "label": "Decree", "id": "train_0_129"}
{"paragraph": "In exercising its discretion under Rule 55(c), a “district court is supposed to consider ‘whether (1) the default was willful, (2) a set-aside would prejudice plaintiff, and (3) the alleged defense was meritorious.’ ” Mohamad v. Rajoub, 634 F.3d 604, 606 (D.C. Cir. 2011), aff'd sub nom. Mohamad v. Palestinian Auth., 566 U.S. 449, 132 S.Ct. 1702, 182 L.Ed.2d 720 (2012) (quoting Keegel v. Key West & Caribbean Trading Co., 627 F.2d 372, 373 (D.C. Cir. 1980). There is an interest favoring “the resolution of genuine disputes on their merits,” such that “all doubts are resolved in favor of the party seeking relief.” Jackson v. Beech, 636 F.2d 831, 835–36 (D.C. Cir. 1980). And that interest is pronounced in the context of a foreign state desiring to assert defenses based on its sovereign status. See FG Hemisphere Associates, LLC v. Democratic Republic of Congo, 447 F.3d 835, 838 (D.C. Cir. 2006).", "label": "Rule", "id": "train_0_130"}
{"paragraph": "Section 924(c) is applicable to this case because the felony kidnapping count is a crime of violence under the residual clause of § 924(c). Because Lassiter brandished the gun by trying to shoot Wheeler, he faced a mandatory 84-month sentence over and above his sentence for kidnapping.", "label": "Analysis", "id": "train_0_131"}
{"paragraph": "We dismiss for lack of jurisdiction. Under the Act, courts may review only “final order[s] of the Board granting or denying relief ....” 29 U.S.C. § 160(f). This ruling did neither. Instead, the Board remanded to allow further factual development, see J.A. 151 — hardly the “consummation of the agency's decisionmaking process[.]” Bennett v. Spear, 520 U.S. 154, 178, 117 S.Ct. 1154, 137 L.Ed.2d 281 (1997) (quoting Chi. & S. Air Lines, Inc. v. Waterman S.S. Corp., 333 U.S. 103, 113, 68 S.Ct. 431, 92 L.Ed. 568 (1948)). It follows that the ruling is not a final order.", "label": "Conclusion", "id": "train_0_132"}
{"paragraph": "It is the job of the appellant, not the court, to “ferret out and articulate the record evidence considered material” to a legal theory on appeal. See, e.g., Conto v. Concord Hosp., Inc., 265 F.3d 79, 81 (1st Cir. 2001). Hurley has failed to do so and, hence, the issue of a more limited forfeiture judgment must be deemed waived. See id. at 81-82.", "label": "Decree", "id": "train_0_133"}
{"paragraph": "Applying those principles, the court concluded that several of the low-level participants in the conspiracy had limited perceptions of the amounts of money being laundered and, hence, could have reasonably foreseen only a percentage of the total forfeitable amount. Id. at 1006. As for Donna and Hurley, the court concluded that they both “reasonably could have foreseen the receipt of $136,344,231.86 in proceeds,” reflecting the total amount laundered. Id. In support of that conclusion, the court explained that the evidence “establishe[d] that the Saccoccias' activities spanned the entire spectrum of the conspiracy's operation from receiving of the cash in New York to wiring laundered proceeds back to Colombia.” Id. Hurley “also participated directly in most facets of the overall scheme including collecting cash from couriers, transporting it to Rhode Island, counting it and dividing it into smaller lots so that it could be taken to banks to purchase cashier's checks.” Id.", "label": "Issue", "id": "train_0_134"}
{"paragraph": "Importantly, Massachusetts case law is sparse with respect to the portion of the regulation upon which Rose relies (subsection 27.04(4)(b)). The only pertinent reported case is Taggart v. Town of Wakefield, 78 Mass.App.Ct. 421, 938 N.E.2d 897 (2010). That decision makes pellucid that applying the regulation is a fact-sensitive exercise, especially because the regulation itself leaves critical terms undefined. See id. at 900. For instance, the Taggart court noted that the term “fixed location,” as used in the regulation, “concerns the nature of the employee's present work site at the time the employee is required to report to that site.” Id. A site that “change[s] from day to day, or after a short period of time ... [cannot] be considered ‘fixed.’ ” Id. at 900-01. So, too, an employee reports to a “fixed” location to the extent that her destination is “ ‘stationary’ and ‘not subject to change’ ” for the duration of her reporting period, even if the assignment itself is  *62 a temporary one. Id. at 901. What is more, “the relevance of the length of the assignment will depend significantly on the industry to which it is being applied.” Id. at 900.", "label": "Conclusion", "id": "train_0_135"}
{"paragraph": "In 2008, Gregory Lassiter plotted with Devro Hebron to rob and kill businessman Gregory Lyles. Hebron obtained a pistol and recruited his brother Devon Hebron, Darrin McCauley, David Cooper, and Ryan Wheeler to help. The six men lured Lyles from his business to a townhome, where they beat and bound him. They then used his truck to drive him to a field, where they intended to kill him. McCauley started out driving Lyles's truck, but got cold feet and fled. Cooper took over the driving of the truck. Devon Hebron followed in his van.", "label": "Facts", "id": "train_0_136"}
{"paragraph": "Section 924(c) criminalizes the use or brandishing or discharging of a firearm in the course of committing a crime of violence. It functions essentially as a sentence enhancer. It prohibits “us[ing] or carr[ying]” a gun “during and in relation” to a “crime of violence,” or “possess[ing]” a gun “in furtherance of” a “crime of violence.” § 924(c)(1)(A). Section 924(c)(3) defines “crime of violence”: “an offense that is a felony” and either (A) “has as an element the use, attempted use, or threatened use of physical force against the person or property of another,” or (B) “by its nature, involves a substantial risk that physical force against the person or property of another may be used in the course of committing the offense.” Subsection (A) is known as the “elements” clause; subsection (B) is known as the “residual” clause. See United States v. Davis, ––– U.S. ––––, 139 S. Ct. 2319, 2324, 204 L.Ed.2d 757 (2019).", "label": "Rule", "id": "train_0_137"}
{"paragraph": "Further, neither the Mine Act nor the precedent cited by the Commission and M-Class indicates that a § 103(k) order, once terminated, can serve as the basis for a later citation or enforcement action or be modified after termination. As noted by Commissioner Jordan in her dissent, “the Secretary does not factor the issuance of a section 103(k) order into any of the progressive enforcement mechanisms under the Mine Act ... [and] the issuance of such an order is not considered in a mine's history of violations for purposes of MSHA's future proposed penalty assessments.” M-Class Mining, LLC, 42 FMSHRC at 509 (Jordan, dissenting) (citing 30 U.S.C. §§ 814(e), 820 (Sections 104 and 110, respectively)). Section 110 provides penalties for violations of “mandatory health or safety standard[s]” or “any other provision of this chapter,” 30 U.S.C. § 820(a)(1), but makes specific reference to a penalty for a violation of Section 103(j)  *23  **395 only—requiring timely notification to the Secretary within 15 minutes of a death or injury or entrapment that “has a reasonable potential to cause death” at the mine, id. § 813(j). There might be a penalty under § 110 if a mine operator violated an active safety order under § 103(k)—for example, if M-Class had resumed mine operations in the closed area before the MSHA Inspector had issued the first modification—but there is no basis to impose a penalty based on a terminated safety order under § 103(k). Section 104(e), governing a pattern of violations, is even more limited to “a pattern of violations of mandatory health or safety standards in the coal or other mine which are of such nature as could have significantly and substantially contributed to the cause and effect of coal or other mine health or safety hazards.” Id. § 814(e)(1). M-Class can point to no statutory authority supporting the conclusion that a terminated § 103(k) order can serve as the basis for a later citation or enforcement action.6", "label": "Analysis", "id": "train_0_138"}
{"paragraph": "Chafing at this perceived inequity, Rose sued RTN in a Massachusetts state court. Her complaint asserted four separate violations of the Commonwealth's labor laws: nonpayment of earned wages, see Mass. Gen. Laws ch. 149, §§ 148, 150; nonpayment of minimum fair wages, see id. ch. 151, § 1; nonpayment of overtime, see id. ch. 151, §§ 1A, 1B; and failure to maintain proper payroll records and issue suitable pay stubs, see id. ch. 149, § 148; id. ch. 151, § 15; 454 Mass. Code Regs. 27.07(2).", "label": "Procedural History", "id": "train_0_139"}
