{"paragraph": "On the third day of trial, the appellant — for the first time — asked the district court to excuse Juror 31. The court refused to do so. Two days later, the court revisited the matter and asked defense counsel if he wanted to say anything more about the possibility of excusing Juror 31. Counsel responded that, had he known that the AUSA “was actually participating” at the witness interview, he “would have exercised a peremptory [strike] to get rid of her.”3 The district court said that it would “think about it further.”", "label": "Facts", "id": "train_3_0"}
{"paragraph": "In Bennett v. Spear, the Supreme Court explained that to be “final,” an order must (1) “mark the consummation of the agency's decisionmaking process—it must not be of a merely tentative or interlocutory nature[;]” and (2) “be one by which rights or obligations have been determined, or from which legal consequences will flow.” 520 U.S. 154, 177–78, 117 S.Ct. 1154, 137 L.Ed.2d 281 (1997) (internal quotation marks omitted) (citations omitted).", "label": "Analysis", "id": "train_3_1"}
{"paragraph": "But certification is not a “final agency action,” so employers like Palace cannot go straight to court. Terrace Gardens Plaza, Inc. v. NLRB, 91 F.3d 222, 225 (D.C. Cir. 1996). Instead, they must first “refuse to bargain” and “suffer an unfair labor practice charge[.]” Wackenhut Corp. v. NLRB, 178 F.3d 543, 548 (D.C. Cir. 1999). Only then are they entitled to judicial review, with the claimed “invalidity of ... certification” serving as “an affirmative defense.” Terrace Gardens, 91 F.3d at 225.", "label": "Rule", "id": "train_3_2"}
{"paragraph": "For the foregoing reasons, we dismiss the petition, vacate the Commission decision and the Order and remand to the Commission for proceedings consistent with this opinion.", "label": "Decree", "id": "train_3_3"}
{"paragraph": "In 2019, the Supreme Court declared the residual clause of § 924(c) unconstitutionally vague in United States v. Davis, 139 S. Ct. at 2336. Without the residual clause, kidnapping no longer met the definition of a “crime of violence.” Thus, Davis toppled the foundation for the various § 924(c) convictions in this case.", "label": "Procedural History", "id": "train_3_4"}
{"paragraph": "We afford de novo review both to the district court's denial of the motion to remand and to its subsequent entry of judgment on the pleadings. See Rueli v. Baystate Health, Inc., 835 F.3d 53, 62 (1st Cir. 2016). In this instance, our review takes place against the background principle that section 301 of the LMRA, see 29 U.S.C. § 185(a), completely preempts any state-law cause of action “founded directly on rights created by collective-bargaining agreements” or “substantially dependent on analysis of a collective-bargaining agreement.” Caterpillar, 482 U.S. at 394, 107 S.Ct. 2425; see Franchise Tax Bd. of Cal. v. Constr. Laborers Vacation Tr. for S. Cal., 463 U.S. 1, 23, 103 S.Ct. 2841, 77 L.Ed.2d 420 (1983).", "label": "Issue", "id": "train_3_5"}
{"paragraph": "The appellant suggests that, under Federal Rule of Criminal Procedure 32(h), he was entitled to receive (yet did not receive) advance notice of the district court's intention to vary upward.", "label": "Conclusion", "id": "train_3_6"}
{"paragraph": "In sum, Lassiter fails to rebut our presumption that the district judge intended a sentencing package, and the record refutes his challenge to his kidnapping offense level. We will affirm the district court's sentence.", "label": "Decree", "id": "train_3_7"}
{"paragraph": "Section 924(c) is applicable to this case because the felony kidnapping count is a crime of violence under the residual clause of § 924(c). Because Lassiter brandished the gun by trying to shoot Wheeler, he faced a mandatory 84-month sentence over and above his sentence for kidnapping.", "label": "Analysis", "id": "train_3_8"}
{"paragraph": "Chafing at this perceived inequity, Rose sued RTN in a Massachusetts state court. Her complaint asserted four separate violations of the Commonwealth's labor laws: nonpayment of earned wages, see Mass. Gen. Laws ch. 149, §§ 148, 150; nonpayment of minimum fair wages, see id. ch. 151, § 1; nonpayment of overtime, see id. ch. 151, §§ 1A, 1B; and failure to maintain proper payroll records and issue suitable pay stubs, see id. ch. 149, § 148; id. ch. 151, § 15; 454 Mass. Code Regs. 27.07(2).", "label": "Procedural History", "id": "train_3_9"}
{"paragraph": "We reached the opposite conclusion in Townsend, not least because the original total “was the result of a downward departure” on the underlying violent felonies. 178 F.3d at 569. Because “[t]he amount of downward departure allowed by a sentencing judge is inevitably affected by the total sentence imposed,” we concluded that “the departure *** imposed on the non-[§]924(c) counts was chosen in light of the [mandatory] term imposed on the § 924(c) counts.” Id. As we noted in Townsend, “[r]equiring a sentencing judge to retain the full downward departure originally allowed on a given count even when convictions on other counts are vacated could well make judges hesitant to give generous downward departures in the first instance.” Id. By extension, “where the district court is sentencing outside the guidelines range, it is particularly important that the district court have discretion to reevaluate the entire sentencing package.” Id. (quoting United States v. Watkins, 147 F.3d 1294, 1297 (11th Cir. 1998)). As then-Judge Gorsuch noted in United States v. Smith, “court after court” has concluded “that district courts may and should consider § 924(c) sentences when sentencing for related crimes.” 756 F.3d at 1188.", "label": "Rule", "id": "train_3_10"}
{"paragraph": "So the union's statutory challenge goes nowhere.", "label": "Conclusion", "id": "train_3_11"}
{"paragraph": "A few years later, on June 20, 1941, Maria and her grandmother took a trip that saved their lives. That day, a Friday, they traveled east to Lviv (then part of the Soviet Union) to observe the Sabbath with Maria's mother. The next day, Nazi Germany invaded the Soviet half of Przemysl, murdering Maria's relatives who had remained behind. Maria became heir to the family property in Przemysl, and that inheritance passed to Khochinsky upon his mother's death in 1989.", "label": "Facts", "id": "train_3_12"}
{"paragraph": "Buzzard and Martin argue that Dawson's question violated their Fourth Amendment rights because (1) it wasn't related to the traffic stop's mission, and (2) it unlawfully prolonged the stop. We take each argument in turn.", "label": "Issue", "id": "train_3_13"}
{"paragraph": "Defendants convicted of § 924(c) face a mandatory minimum of five years imprisonment consecutive to any sentence for the underlying violent crime. See § 924(c)(1)(A)(i). If the defendant brandished or displayed a firearm, the mandatory minimum is raised to seven years. See § 924(c)(1)(A)(ii). If he actually discharges it, the mandatory minimum is raised to ten years. See § 924(c)(1)(A)(iii). “Brandish” means “to display all or part of the firearm, or otherwise make the presence of the firearm known to another person, in order to intimidate that person.” § 924(c)(4).", "label": "Rule", "id": "train_3_14"}
{"paragraph": "Further, neither the Mine Act nor the precedent cited by the Commission and M-Class indicates that a § 103(k) order, once terminated, can serve as the basis for a later citation or enforcement action or be modified after termination. As noted by Commissioner Jordan in her dissent, “the Secretary does not factor the issuance of a section 103(k) order into any of the progressive enforcement mechanisms under the Mine Act ... [and] the issuance of such an order is not considered in a mine's history of violations for purposes of MSHA's future proposed penalty assessments.” M-Class Mining, LLC, 42 FMSHRC at 509 (Jordan, dissenting) (citing 30 U.S.C. §§ 814(e), 820 (Sections 104 and 110, respectively)). Section 110 provides penalties for violations of “mandatory health or safety standard[s]” or “any other provision of this chapter,” 30 U.S.C. § 820(a)(1), but makes specific reference to a penalty for a violation of Section 103(j)  *23  **395 only—requiring timely notification to the Secretary within 15 minutes of a death or injury or entrapment that “has a reasonable potential to cause death” at the mine, id. § 813(j). There might be a penalty under § 110 if a mine operator violated an active safety order under § 103(k)—for example, if M-Class had resumed mine operations in the closed area before the MSHA Inspector had issued the first modification—but there is no basis to impose a penalty based on a terminated safety order under § 103(k). Section 104(e), governing a pattern of violations, is even more limited to “a pattern of violations of mandatory health or safety standards in the coal or other mine which are of such nature as could have significantly and substantially contributed to the cause and effect of coal or other mine health or safety hazards.” Id. § 814(e)(1). M-Class can point to no statutory authority supporting the conclusion that a terminated § 103(k) order can serve as the basis for a later citation or enforcement action.6", "label": "Analysis", "id": "train_3_15"}
{"paragraph": "Accordingly, the district court's judgments are affirmed.", "label": "Decree", "id": "train_3_16"}
{"paragraph": "That remedy is both reasonable and consistent with the Act, so we will not disturb it. See id.", "label": "Conclusion", "id": "train_3_17"}
{"paragraph": "We have previously stated that Donna “assisted her husband [Stephen] in most aspects of the [money laundering] operation.”5 Id. at 7. She “relayed his instructions to the others [involved in the conspiracy].” Id. Stephen and Donna wired over $136 million out of the jointly owned Trend account to an assortment of foreign banks.6 Defendants' Forfeiture Order, 823 F. Supp. at 999; see also Stephen's Direct Appeal, 58 F.3d at 762-63. Donna also “helped count money, [ ] personally authorized the wire transfer of more than $38 million from the Trend account to foreign bank accounts,” Appellants' Direct Appeal, 63 F.3d at 11, and “caused phony invoices to be issued,” Defendants' Forfeiture Order, 823 F. Supp. at 998.", "label": "Procedural History", "id": "train_3_18"}
{"paragraph": "Khochinsky raises one additional ground for setting aside the district court's vacatur of default: the court's decision not to enforce (or even acknowledge) Poland's failure to comply with local rules pertaining to the process for seeking vacatur of a default and to conferring with an opposing party before filing a nondispositive motion.", "label": "Issue", "id": "train_3_19"}
{"paragraph": "“The Game of Life” is a classic family board game, introduced in 1960 by the Milton Bradley Company to great success. This case involves a long-running dispute between Rueben Klamer, a toy developer who came up with the initial concept of the game, and Bill Markham, a game designer whom Klamer approached to design and create the actual game prototype. Eventually, their dispute (which now involves various assignees, heirs, and successors-in-interest) reduced to one primary issue: whether the game qualified as a “work for hire” under the Copyright Act of 1909. If it did, Markham's successors-in-interest would not possess the termination rights that would allow them to reassert control over the copyright in the game. After considering the evidence produced at a bench trial, the district court concluded that the game was, indeed, such a work. Plaintiff-appellants, who all trace their interest in the game to Markham, challenge that determination. We affirm.", "label": "Facts", "id": "train_3_20"}
{"paragraph": "The district court took up all three motions at once, granting Poland's two motions and denying Khochinsky's. First, the court found good cause for vacatur of the default, placing particular emphasis on the meritorious nature of Poland's jurisdictional defense. Khochinsky v. Republic of Poland, No. 18-cv-1532, 2019 WL 5789740, at *4 (D.D.C. Nov. 6, 2019). Second, and relatedly, the court determined that, under the Foreign Sovereign Immunities Act (FSIA) it lacked jurisdiction over Khochinsky's claims. Id. at *4–7. Third, in light of its jurisdictional ruling, the court denied Khochinsky's motion for default judgment as moot. Id. at *3 n.1.", "label": "Procedural History", "id": "train_3_21"}
{"paragraph": "District courts have broad discretion to impose proportional sanctions. When they explain how they weigh the Poulis factors, we can confirm the reasonableness of those sanctions. Though striking Brace's summary-judgment brief was harsh, it was a reasonable response to his former counsel's persistent, extreme misconduct. We will affirm.", "label": "Issue", "id": "train_3_22"}
{"paragraph": "For the foregoing reasons, the judgment of the district court denying Seals's petition for a writ of habeas corpus is AFFIRMED.", "label": "Decree", "id": "train_3_23"}
{"paragraph": "In 1991, a federal grand jury returned an indictment charging Stephen, Donna, Hurley, and several associates with conspiracy under the Racketeer Influenced and Corrupt Organizations (“RICO”) Act, 18 U.S.C. § 1962(d), as well as several substantive offenses.3 All defendants were convicted of participation in a RICO conspiracy. Donna was also convicted of thirteen counts of money laundering, in violation of 18 U.S.C. § 1956, and forty-seven counts of unlawful transactions, in violation of 18 U.S.C. § 1957. She was sentenced to fourteen years in prison followed by two years of supervised release. Appellants' Direct Appeal, 63 F.3d at 7. Hurley was convicted of one count of structuring transactions to evade reporting requirements, in violation of 31 U.S.C. § 5324(3), and one count of interstate travel in aid of racketeering, in violation of 18 U.S.C. § 1952, *67 and was sentenced to eighteen years in prison followed by three years of supervised release.4 Appellants' Direct Appeal, 63 F.3d at 7. The jury, by special verdict, also imposed a forfeiture judgment on Hurley in the amount of $136,344,231.86. Id. at 20. No other defendants elected to have the jury decide their forfeiture liability, thereby leaving that determination to the district court.", "label": "Facts", "id": "train_3_24"}
{"paragraph": "American copyright law has long recognized that a work created by an employee belongs to the employer, who is *80 then viewed as the author and copyright holder. See Bleistein v. Donaldson Lithographing Co., 188 U.S. 239, 248, 23 S.Ct. 298, 47 L.Ed. 460 (1903). This judge-made doctrine was “later codified in the Copyright Act of 1909.” Forward v. Thorogood, 985 F.2d 604, 606 (1st Cir. 1993). However, the 1909 Act did not provide much detail. It indicated that “[t]he word 'author' shall include an employer in the case of works made for hire,” 17 U.S.C. § 26 (1976 ed.) (1909 Act), but did not define “employer” or “works made for hire.” As a result, “the task of shaping these terms fell to the courts.” Cmty. for Creative Non-Violence v. Reid, 490 U.S. 730, 744, 109 S.Ct. 2166, 104 L.Ed.2d 811 (1989).", "label": "Rule", "id": "train_3_25"}
{"paragraph": "The latest relevant development, for our purposes, came in Community for Creative Non-Violence v. Reid, 490 U.S. 730, 109 S.Ct. 2166, 104 L.Ed.2d 811 (1989). Reid dealt with the proper interpretation of “a work prepared by an employee within the scope of his or her employment” -- that is, the first way in which a work can qualify as a work for hire under the 1976 Act. 490 U.S. at 738, 109 S.Ct. 2166 (quoting *81 17 U.S.C. § 101(1)). Noting that the Act did not define “employee,” Reid explained that the term should “be understood in light of the general common law of agency.” Id. at 739-41, 109 S.Ct. 2166. In so holding, the Court rejected an approach to § 101(1), adopted by some circuits, that had deemed a hired party an “employee” if the hiring party had “a right to control” or “actual control of” the work. Id. at 742, 109 S.Ct. 2166.", "label": "Conclusion", "id": "train_3_26"}
{"paragraph": "Nothing in 18 U.S.C. § 3582(c)(1)(B) provides a categorical right to allocution either. As relevant here, that provision states simply that a court “may modify an imposed term of imprisonment to the extent otherwise expressly permitted by statute[.]” Id. On its face, all this provision does is reconcile sentence modification statutes like the First Step Act with the criminal law's general rule of sentence finality.", "label": "Analysis", "id": "train_3_27"}
{"paragraph": "We first consider the implied waiver exception. Under 28 U.S.C. § 1605(a)(1), a foreign state will not be “immune from [ ] jurisdiction” in any case “in which the foreign state has waived its immunity either explicitly or by implication.” Khochinsky contends that, by requesting his extradition, Poland implicitly waived its sovereign immunity as to all of his claims in this case.", "label": "Issue", "id": "train_3_28"}
{"paragraph": "This appeal presents a single issue: whether the officer had reasonable suspicion to stop Jones.", "label": "Rule", "id": "train_3_29"}
{"paragraph": "Appellants argue that the District Court misapplied American Pipe, and that class members should not be forced to wait until after a certification decision to benefit from the doctrine.", "label": "Decree", "id": "train_3_30"}
{"paragraph": "At the disposition hearing, the district court — ruling favorably on two defense objections — rejected the proposed role-in-the-offense adjustment and deleted the criminal history point that had been assigned for the appellant's domestic violence conviction. Taking those changes into account, the court set the appellant's total offense level at 29 and placed him in CHC I.5 It proceeded to recast the GSR at 87-108 months. Neither side objected to this recasted GSR.", "label": "Facts", "id": "train_3_31"}
{"paragraph": "Our opinion in Oil, Chemical & Atomic Workers Local Union No. 6-418 v. NLRB, 694 F.2d 1289 (D.C. Cir. 1982), does not hold otherwise. The union there asked for “immediate release of the disputed information,” but the Board ordered bargaining instead. Because the Board “denied the relief [that the union] sought,” its order was final. Id. at 1295–96. Here, by contrast, the Board has neither granted nor denied the requested relief. J.A. 151.", "label": "Analysis", "id": "train_3_32"}
{"paragraph": "The court clarified, however, that it viewed Donna as “appreciably less culpable than some of the other defendants.” It emphasized that she “performed tasks that were primarily clerical and ministerial in nature” and that she “acted pursuant to relatively narrow and explicit instructions principally from Stephen Saccoccia.” The court concluded that Donna “exercised very little discretion and ... exerted no  *68 authority over others.” The court also recognized the unique influence Stephen had over Donna as her husband but concluded it was “disingenuous at best” to suggest that Donna did not know that her actions were illegal.", "label": "Procedural History", "id": "train_3_33"}
{"paragraph": "Although the appellant does not use the term, this argument is nothing more than a jeremiad against what the appellant perceives as double-counting *98 (that is, the use of a particular fact in more than one way in the sentencing calculus).", "label": "Conclusion", "id": "train_3_34"}
{"paragraph": "For the foregoing reasons, the district court's denial of Columbia Hospital's motion to compel arbitration is AFFIRMED.", "label": "Decree", "id": "train_3_35"}
{"paragraph": "The original PSR applied § 2A2.1(b)(1)(A) without specifying which attempted murder caused the bodily injury. By contrast, the updated PSR tied § 2A2.1(b)(1)(A) to the attempted shootings. Lassiter argues that applying § 2A2.1(b)(1)(A) based on the attempted  *33  **405 shootings rather than the boxcutter slashing constituted plain error because no one sustained injuries from the broken gun.", "label": "Analysis", "id": "train_3_36"}
{"paragraph": "Accordingly, the judgment of the district court is affirmed. So ordered.", "label": "Conclusion", "id": "train_3_37"}
{"paragraph": "The case presents three issues: (i) whether the case is moot and, if so, whether the “capable of repetition but evading review” exception applies; (ii) how MSHA's decision to issue the Order should be reviewed and (iii) whether the Order was properly issued.5 We begin our analysis with the first issue and, accordingly, assess whether the case is moot and, if so, whether the “capable of repetition but evading review” exception applies. As the case is moot and the exception does not apply, our analysis begins and ends with the first issue.", "label": "Issue", "id": "train_3_38"}
{"paragraph": "Early on, the court indicated that it was disposed either to depart or vary upward based on factors such as the inadequacy of the appellant's CHC and the likelihood of recidivism. The court reiterated its inclination to depart or vary upward once it formulated the reduced GSR.", "label": "Facts", "id": "train_3_39"}
{"paragraph": "These petitions followed. ", "label": "Procedural History", "id": "train_3_40"}
{"paragraph": "Against this backdrop, the appellant argues that the district court should have excused Juror 31 for actual bias or, at least, for implied bias. Preserved challenges to the seating of a juror are reviewed for abuse of discretion. See United States v. Kar, 851 F.3d 59, 68 (1st Cir. 2017); United States v. Godfrey, 787 F.3d 72, 81 (1st Cir. 2015). Here, it is quite likely that the appellant's challenge (or at least some aspects of it) was either waived or forfeited. See, e.g., United States v. Soto, 799 F.3d 68, 96 (1st Cir. 2015); United States v. Chapdelaine, 989 F.2d 28, 32 (1st Cir. 1993). But even if we assume, for argument's sake, that the appellant's challenge was fully preserved, it nonetheless fails.", "label": "Rule", "id": "train_3_41"}
{"paragraph": "RTN removed the suit to the federal district court. See 28 U.S.C. § 1441. In its notice of removal, RTN represented that Rose's claims, although articulated exclusively in state-law terms, implicated federal interests in a manner sufficient to trigger federal question jurisdiction. See 28 U.S.C. § 1331 (conferring jurisdiction over cases “arising under the Constitution, laws, or treaties of the United States”); see also Lawless v. Steward Health Care Sys., LLC, 894 F.3d 9, 17 (1st Cir. 2018). Federal question jurisdiction is, of course, a form of subject matter jurisdiction. See Valentin v. Hosp. Bella Vista, 254 F.3d 358, 362-63 (1st Cir. 2001); see also Prou v. United States, 199 F.3d 37, 45 (1st Cir. 1999).", "label": "Rule", "id": "train_3_42"}
{"paragraph": "Martin also challenges the district court's denial of his motion for acquittal of the felon in possession charge. Specifically, he argues that there was insufficient evidence for the jury to conclude that he possessed the guns recovered from the car.", "label": "Decree", "id": "train_3_43"}
{"paragraph": "But once again this begs the question. True, an employer like Palace tests certification at its own peril — yet this tells us nothing about what peril should befall. That is where the Board comes in", "label": "Analysis", "id": "train_3_44"}
{"paragraph": "After reviewing the escalation report, the MSHA Inspector arrived at the mine that night. Based on the report, he issued the Order under section 103(k) of the Mine Act to suspend operations in the affected area of the mine. Section 103(k) of the Mine Act provides that “[i]n the event of any accident occurring in a ... mine, an authorized representative of the Secretary, when present, may issue such orders as he deems appropriate to insure the safety of any person in the ... mine.” 30 U.S.C. § 813(k). Before entering the mine, the MSHA Inspector reviewed a report based on the mine's gas detectors as well as data from one miner's personal gas spotter—both of which indicated no elevated CO level. Approximately one hour after issuing the Order, the MSHA Inspector entered the mine and detected no elevated CO level. He then modified the Order to allow mining operations to resume in the suspended area. All told, mine operations in the area stopped for about 2.5 hours total. The MSHA Inspector also started the diesel air compressor—a piece of equipment that had been running in the vicinity of the ill miner—and detected no elevated CO level from that device at that time. Returning to the mine a day later, the MSHA Inspector modified the Order to remove the diesel air compressor from service pending an investigation because it was the only variable the ill miner had not been regularly exposed to. The MSHA Inspector interviewed the ill miner and other miners who worked with him but did not uncover evidence of any elevated CO level.", "label": "Facts", "id": "train_3_45"}
{"paragraph": "In addition, the Supreme Court ruled in Dillon that a similar sentence-reduction proceeding “[b]y its terms * * * does not authorize a sentencing or resentencing proceeding[,]” but instead “provides for the ‘modification of a term of imprisonment’ *49  **421 by giving courts the power to ‘reduce’ an otherwise final sentence[.]” 560 U.S. at 825, 130 S.Ct. 2683 (brackets omitted). In Dillon, the Court was analyzing Section 3582(c)(2)—which immediately follows Section 3582(c)(1)(B), the provision at issue here. Subsection (c)(2) permits district courts to reduce a prison term for a defendant “who has been sentenced to a term of imprisonment based on a sentencing range that has subsequently been lowered by the Sentencing Commission[.]” 18 U.S.C. § 3582(c)(2). The Court held that, even though proceedings under Section 3582(c)(2) involve consideration of the Section 3553(a) sentencing factors, a district court resolving such a motion for sentence reduction “does not impose a new sentence in the usual sense.” Dillon, 560 U.S. at 827, 130 S.Ct. 2683.", "label": "Conclusion", "id": "train_3_46"}
{"paragraph": "At sentencing, the district court found it “extremely difficult” to characterize Donna's role in the conspiracy. On the one hand, the court found that Donna was “involved in almost the entire spectrum of money-laundering activities that were engaged in by the conspiracy.” She “helped count money,” “helped keep the books,” and “wired laundered money out of the country.” The court concluded that, given those activities, “[Donna's] role was significant. It may not [have] be[en] major but it can hardly be characterized as minimal.”", "label": "Procedural History", "id": "train_3_47"}
{"paragraph": "A grand jury indicted Jones for unlawful possession of a firearm. App. 12. Before trial, Jones moved to suppress the pistol, arguing that the police officers’ stop had violated the Fourth Amendment because they lacked a reasonable and articulable suspicion that Jones was engaged in criminal activity. App. 14-17. After a hearing, the district court denied Jones's motion. App. 121-24. The court held that the ShotSpotter alert gave the officers reasonable suspicion that a crime had occurred on the 3500 block of 13th Street Southeast, and that the lateness of the hour combined with the facts that Jones was the only person on the block when they arrived soon after the reports, that he was walking quickly away from the scene, and that he initially did not respond to Turner, gave them reasonable suspicion that Jones was involved. App. 122-23. Jones agreed to a stipulated trial, and the court found him guilty, App. 144-45, and sentenced him to 24 months in prison followed by three years of supervised release, App. 152, 154.", "label": "Issue", "id": "train_3_48"}
{"paragraph": "Third, Section 404 sets out certain “[l]imitations” on the relief available. First Step Act § 404(c), 132 Stat. at 5222. Courts may not entertain motions under Section 404 if the “sentence was previously imposed or previously reduced in accordance with” the Fair Sentencing Act. Id. Courts also may not entertain renewed motions under Section 404 if a previous Section 404 motion was “denied after a complete review of the motion on the merits.” Id. And finally, “[n]othing in [Section 404] shall be construed to require a court to reduce any sentence pursuant to [Section 404].” Id.", "label": "Rule", "id": "train_3_49"}
{"paragraph": "We will vacate the District Court's order and remand the case for further proceedings consistent with this opinion.", "label": "Issue", "id": "train_3_50"}
{"paragraph": "Several stock exchanges challenge a Securities and Exchange Commission (SEC) order directing them to submit a proposal to replace three plans that govern the dissemination of certain types of data with a single, consolidated plan. Specifically, they challenge provisions of the order requiring them to include three features relating to plan governance. The Commission, however, has yet to decide whether the challenged features will make it into the new plan, and section 25(a) of the Securities Exchange Act (“Exchange Act”) confers authority on the courts of appeals to review only “final order[s].” 15 U.S.C. § 78y(a)(1). Accordingly, we lack jurisdiction and so dismiss the petitions.", "label": "Facts", "id": "train_3_51"}
{"paragraph": "On appeal, Garlick argues that the state court's decision approving the admission of the autopsy report through a surrogate witness at trial was an unreasonable application of clearly established federal law under the AEDPA. See 28 U.S.C. § 2254(d)(1).", "label": "Decree", "id": "train_3_52"}
{"paragraph": "Khochinsky then brought an action against Poland, alleging that the effort to extradite him was tortious and infringed his rights. The district court dismissed the suit, holding that the Foreign Sovereign *5 **377 Immunities Act gives Poland immunity from Khochinsky's action.", "label": "Procedural History", "id": "train_3_53"}
{"paragraph": "The “capable of repetition but evading review” exception does not apply.", "label": "Conclusion", "id": "train_3_54"}
{"paragraph": "Even assuming that those two claims arise out of the same transaction or occurrence as the original extradition proceeding, Khochinsky's claims simply do not constitute “counterclaims” for purposes of the FSIA's counterclaim exception. Consistent with the ordinary understanding of a counterclaim, see Fed. R. Civ. P. 13, the counterclaim exception applies only when there is an “action brought by a foreign state, or in which a foreign state intervenes,” and when the ostensible “counterclaim” is brought “in” that same action. See 28 U.S.C. § 1607 (“In any action brought by a foreign state ...”) (emphasis added).", "label": "Analysis", "id": "train_3_55"}
{"paragraph": "For these reasons, we affirm the district court's ruling on Skidmore's motion to remand, *219 vacate the court's ruling on Norfolk Southern's motion for judgment on the pleadings, and remand for further proceedings consistent with this opinion.", "label": "Decree", "id": "train_3_56"}
{"paragraph": "Because the Governance Order flunks the first element of the Bennett test, we need not address the second.", "label": "Conclusion", "id": "train_3_57"}
{"paragraph": "The union also assails the Board's explanation that it needed a new remedy to save employers from a dilemma.", "label": "Analysis", "id": "train_3_58"}
{"paragraph": "Officers of the Puerto Rico Police Department watched Julio Casiano-Santana (“Casiano”) engage in a drug deal. They arrested him, recovering a loaded pistol and three bags of crack cocaine from the scene. Casiano was charged with possession of a firearm in furtherance of a drug trafficking crime, 18 U.S.C. § 924(c)(1)(A)(i), two counts of possession with intent to distribute controlled substances, 21 U.S.C. § 841(a)(1) and (b)(1)(C), and possession of a firearm by a convicted felon, 18 U.S.C. § 922(g)(1).", "label": "Issue", "id": "train_3_59"}
{"paragraph": "The judge sentenced Wheeler and McCauley to 121 months imprisonment each: 37 months for kidnapping plus 84 consecutive months for § 924(c). Their lower sentences reflected their relatively smaller roles and their cooperation at the time of sentencing.", "label": "Procedural History", "id": "train_3_60"}
{"paragraph": "Jury empanelment took place on August 5, 2019 (the day before the trial itself started). At the lunch break, Juror 31 — then a member of the venire — exchanged a brief salutation with an assistant United States attorney (the AUSA) in the courthouse cafeteria.2 The prosecutor reported this exchange to the district court, which proceeded to conduct an individualized voir dire of the juror. In response to the court's queries, Juror 31 said, in substance, that her coworker's husband (the AUSA) worked in the building; that she thought he might be a prosecutor; that she did not know his surname; that she had met him “probably five times and never had a conversation with him”; and that “he saw me at lunch and said hi.” She assured the court that — even assuming that the AUSA toiled in the same office as the prosecutor — it would not affect her ability to serve as a juror “because I only know his wife, and we don't have conversations about him or what happens here.”", "label": "Facts", "id": "train_3_61"}
{"paragraph": "One indicator of the sentencing judge's intent is the substantive relationship between the various counts. In United States v. Townsend, we generally observed the “strong likelihood” that “when a defendant is found guilty on a multicount indictment, *** the district court will craft a disposition in which the sentences on the various counts form part of an overall plan.” 178 F.3d 558, 567 (D.C. Cir. 1999) (quoting United States v. Davis, 112 F.3d 118, 122 (3d Cir. 1997)). We also specifically noted that “[s]entences which include § 924(c) counts are particularly well suited to be treated as a package.” Id. The counts in such sentences are inherently interdependent, since “without the [underlying violent felony] conviction, there can be no § 924(c)(1) conviction.” United States v. Easterling, 157 F.3d 1220, 1223 (10th Cir. 1998).", "label": "Rule", "id": "train_3_62"}
{"paragraph": "Section 404 of the First Step Act “makes possible the fashioning of the most complete relief possible” to address a serious problem of disproportionate and racially inequitable sentencing law. White, 984 F.3d at 90 (brackets omitted) (quoting Albemarle Paper Co. v. Moody, 422 U.S. 405, 421, 95 S.Ct. 2362, 45 L.Ed.2d 280 (1975)). “This is no small matter.” White, 984 F.3d at 90. But neither the statute's text nor its *50 **422 remedial purpose requires that the defendant in every case be given a new opportunity for allocution.", "label": "Decree", "id": "train_3_63"}
{"paragraph": "The next day, defense counsel told the court that he still believed that Juror 31 should be excused for cause. The court reserved decision and, on the following day, again questioned Juror 31. She assured the court once more that her passing acquaintance with the AUSA had “no connection” to her duties as a juror. She then declared that “[m]y responsibility here is as part of this jury.” When the court inquired if there was “any reason why you couldn't continue to be an open-minded, fair and impartial juror, fair to both sides,” she replied, “None whatsoever.” The court, satisfied that Juror 31 would serve impartially, again refused to remove her. Juror 31 served on the jury through the end of the trial and was one of the jurors who returned the verdict.", "label": "Conclusion", "id": "train_3_64"}
{"paragraph": "Section 160(g) is an odd starting point for oppugning the Board's new remedy. That subsection says nothing at all about remedies. And the new remedy does not “change” any liabilities or “excus[e]” any violations. Just the opposite: the Board explained that “a violation will be found for the refusal to provide information ....” J.A. 152. Appealing to generic “consequences” is no way to show that the Act forecloses a particular remedy.", "label": "Analysis", "id": "train_3_65"}
{"paragraph": "This prong requires that the same parties will engage in litigation over the same issues in the future. The party invoking the exception must show a reasonable degree of likelihood that the issue will be the basis of a continuing controversy between the two parties. The relevant inquiry, however, is not whether the precise historical facts that spawned the plaintiff's claims are likely to recur. Rather, the wrong that is, or is not, capable of repetition must be defined in terms of the precise controversy it spawns, to wit, in terms of the legal questions it presents for decision.", "label": "Rule", "id": "train_3_66"}
{"paragraph": "[W]hen she was on the stand with all of those phone records whether there is any verification in the records, she could have answered him, because you can do it yourself if you want to wade through 5,000 pages of phone records. ... What you won't find is anything indicating that that's a three-way phone call because phone records don't identify three-way phone calls.", "label": "Facts", "id": "train_3_67"}
{"paragraph": "Following Guidelines §§ 2A2.1, 2A4.1, and 3E1.1, the probation office calculated an offense level of 38 for the kidnapping: 41 because it involved an attempted first-degree murder causing life-threatening bodily injury, minus 3 because Lassiter promptly pled guilty.", "label": "Procedural History", "id": "train_3_68"}
{"paragraph": "In No. 20-1042, the union challenges the Board's confidentiality and relevance rulings. In No. 20-1008, the Board seeks enforcement against Palace", "label": "Issue", "id": "train_3_69"}
{"paragraph": "That evidence, in Khochinsky's view, bears on whether Poland acted willfully in failing to respond to his complaint in this case. As explained, however, we sustain the district court's vacatur of default regardless of any willfulness on Poland's part. And at any rate, the evidence was not before the district court at the time of its grant of vacatur and thus does not bear on whether the court abused its discretion. See  *8  **380 Ctr. for Auto Safety v. EPA, 731 F.2d 16, 24 n.9 (D.C. Cir. 1984).", "label": "Analysis", "id": "train_3_70"}
{"paragraph": "Markham and his team started work on the project in the summer of 1959. To ensure that a product launch coincided with Milton Bradley's 1960 centennial, they rushed to produce a prototype in just a few weeks. Markham and Klamer together contributed key features of the game: play would advance along a track winding through a three-dimensional game board, with a spinner determining how far players would move on each turn (thereby *78 progressing through various “life milestones”). Klamer visited Markham's firm once or twice per week to offer feedback on the development of the physical game board and the box cover. Chambers built most of the prototype board. She constructed houses, mountains, and the elevated track out of balsa wood, cardboard, and paper. Israel focused on the art for the prototype's box cover. He produced various sketches, Markham and Klamer chose the one they liked best, and Chambers integrated it into a box cover. As the game took shape, Markham, Klamer, Chambers, and Israel would all play the prototype together, suggesting (and vetoing) various rules and refinements. Sue Markham, Bill's wife and a copywriter by trade, memorialized the agreed-upon changes in what became the prototype's rulebook.", "label": "Facts", "id": "train_3_71"}
{"paragraph": "The exchanges argue that the Governance Order is final because it required them “to file a proposed plan with the particular terms and conditions challenged by petitioners.” Resp't’s Suppl. Br. 3 (emphasis added); see also Pet'rs’ Suppl. Br. 3 (arguing that the Governance Order was final because it “eliminated any discretion on behalf of petitioners as to whether to include these features in a proposed NMS plan”). The Supreme Court rejected a similar attempt to redefine the scope of the finality inquiry in FTC v. Standard Oil Co. of California, 449 U.S. 232, 101 S.Ct. 488, 66 L.Ed.2d 416 (1980). In that case, an oil company sought review of an order finding “reason to believe” that the company was violating the Federal Trade Commission Act and instituting an adjudication against it. Id. at 241, 101 S.Ct. 488. Acknowledging that “the issuance of the complaint is definitive on the question whether the Commission avers reason to believe that the respondent to the complaint is violating the Act,” the Court nonetheless concluded that the order was not final because it was not a “definitive statement of position” on the actual question before the agency, “whether [the oil company] violated the Act.” Id. Standard Oil teaches that finality must be measured in relation to the agency's entire process, not just “one phase of the process.” Resp't’s Suppl. Br. 2 (internal quotation marks omitted). Thus, although the Governance Order was definitive on the question whether the three challenged plan elements had to be included in the proposal, it was not a “definitive statement of position” on the question the Commission had initiated proceedings to answer—whether the three features should be included in the eventual plan.", "label": "Conclusion", "id": "train_3_72"}
{"paragraph": "For the foregoing reasons, we will vacate the dismissal order and remand for further proceedings.", "label": "Issue", "id": "train_3_73"}
{"paragraph": "The FSIA, 28 U.S.C. §§ 1602 et seq., affords the exclusive basis for a United States court to obtain jurisdiction over claims against a foreign state. See Argentine Republic v. Amerada Hess Shipping Corp., 488 U.S. 428, 443, 109 S.Ct. 683, 102 L.Ed.2d 818 (1989). The statute first establishes a baseline grant of immunity, 28 U.S.C. § 1604, and then sets out various defined exceptions to that general grant, id. §§ 1605–07. The result is that courts lack jurisdiction over a claim against a foreign state unless it “comes within an express exception.” Price v. Socialist People's Libyan Arab Jamahiriya, 389 F.3d 192, 196 (D.C. Cir. 2004).", "label": "Rule", "id": "train_3_74"}
{"paragraph": "The judgment of the district court dismissing Desper's complaint is affirmed.", "label": "Decree", "id": "train_3_75"}
{"paragraph": "The petitions for review are dismissed.", "label": "Procedural History", "id": "train_3_76"}
{"paragraph": "At Lassiter's resentencing, the sentencing judge incorporated his guidelines analysis (including the offense-level calculation) from the original sentencing. Indeed, the judge only mentioned the updated PSR in passing. The judge did, however, reconnect the boxcutter slashing with Lyles's bodily injuries: [You t]ried to shoot one of your co-conspirators in crime, tried to kill Mr. Lyles and the gun didn't work. You went and got a box cutter and used it. **** And Mr. Lyles lay there in the back of the car bleeding with all of these cuts all over his body pretending to be dead. I remember him being here in Court on numerous occasions during status conferences and other proceedings, it's amazing that he was alive. App. 514.", "label": "Conclusion", "id": "train_3_77"}
{"paragraph": "Thus, Rose's wage claims depend “upon what the CBA provides [with respect to wages] ... even if these amounts were in turn altered or enlarged by state statutory provisions.” Cavallaro, 678 F.3d at 5.", "label": "Issue", "id": "train_3_78"}
{"paragraph": "With respect to the first requirement, the exchanges argue that the three challenged plan elements “have not merely been proposed by the Commission[;]” rather, after a round of notice and comment, the Commission “ma[de] a final determination about the elements to be included in the New Consolidated Data Plan.” Pet'rs’ Suppl. Br. 2 (emphasis omitted). For its part, the Commission contends that the Governance Order represented the consummation of its decision-making process because it “determined that the challenged provisions ... are reasonable and within [the Commission's] authority.” Resp't’s Suppl. Br. 2–3.", "label": "Analysis", "id": "train_3_79"}
{"paragraph": "(2) a work specially ordered or commissioned for use as a contribution to a collective work, as a part of a motion picture or other audiovisual work, as a translation, as a supplementary work, as a compilation, as an instructional text, as a test, as answer material for a test, or as an atlas, if the parties expressly agree in a written instrument signed by them that the work shall be considered a work made for hire.", "label": "Rule", "id": "train_3_80"}
{"paragraph": "We conclude that the record facts support the findings of the district court. The totality of the information known to Turner when she stopped Jones sufficed to raise a reasonable suspicion. The ShotSpotter alert and dispatcher report from MPD indicated that shots were fired in the 3500 block of 13th Street Southeast. App. 38-39, 91, 121. Turner and Ennis arrived at the location of the reported gunshots within a minute and a half of the MPD call.2 Turner testified that they saw that Jones was the only person on that block. App. 51, 66. Jones was walking quickly away from the location of the shooting. App. 44. He did not initially respond to Turner's repeated efforts to get his attention. App. 43-44; GX1 at 03:55-04:06. When Jones did pause and look back towards Officer Turner, reaching up in a gesture suggesting he was removing earbuds, Officer Turner could have drawn an alternative, non-suspicious inference from Jones's failing to respond and continuing to walk away from her: He could have been listening to loud music and initially failed to hear her calling out. But the district court found that when Turner commanded Jones to stop she could not see that Jones was wearing headphones, and the court determined that it was reasonable for her to treat Jones's nonresponsiveness as grounds for suspicion. App. 107-08, 121-22; see also United States v. Arvizu, 534 U.S. 266, 277, 122 S.Ct. 744, 151 L.Ed.2d 740 (2002) (“A determination that reasonable suspicion exists ... need not rule out the possibility of innocent conduct.”). The district court viewed the bodycam footage and credited Turner and Ennis’ testimony, App. 121-22, and nothing in the record suggests that that the court's findings were clearly erroneous. See GX 1 at 02:24-03:58.", "label": "Decree", "id": "train_3_81"}
{"paragraph": "In 2019, following the passage of the First Step Act, Lawrence filed a pro se motion in district court requesting that his sentence be reduced to time served, which at that time was 209 months—more than seventeen years. The district court appointed counsel for Lawrence, and counsel filed a supplemental motion explaining that, in light of the Fair Sentencing Act's amended sentencing ranges, Lawrence's conviction now subjected him only to a 0-to-20-year sentencing range rather than the 5-to-40-year range applied at his original sentencing. See 21 U.S.C. § 841(b)(1)(B), (C). The supplemental motion also recalculated Lawrence's Guidelines range as 210 to 262 months of imprisonment. In addition, Lawrence argued that time served would be an appropriate reduced sentence given his age (50 years old), consistent with the sentencing factors outlined at 18 U.S.C. § 3553(a). Finally, Lawrence's supplemental motion incorporated the arguments from his pro se motion, which, as relevant here, had argued that under Section 404, the district court had “authority to conduct a full resentencing * * * in the defendant's presence.” J.A. 39, 49.", "label": "Facts", "id": "train_3_82"}
{"paragraph": "In 2003, Lawrence was convicted of unlawful distribution of 5 grams or more of cocaine base (crack cocaine) in violation of 21 U.S.C. § 841(a)(1) and (b)(1)(B)(iii), and three charges related to possession of drugs and firearms. On appeal, we affirmed Lawrence's conviction on the distribution charge, but we reversed his convictions on the three possession charges and remanded for resentencing. United States v. Lawrence, 471 F.3d 135, 143 (D.C. Cir. 2006).", "label": "Procedural History", "id": "train_3_83"}
{"paragraph": "We thus find no abuse of discretion in the district court's vacatur of the default.", "label": "Conclusion", "id": "train_3_84"}
{"paragraph": "In a written rescript, the district court subsequently granted RTN's motion for judgment on the pleadings. See Rose v. RTN Fed. Credit Union, No. 19-cv-11854, slip op., 2019 WL 12375555 (D. Mass. Dec. 9, 2019) (unpublished). The court noted the CBA's directive that “any differences,” if not otherwise settled between RTN and Union representatives, would have to be resolved by arbitration. Id. at 2. Since the CBA's broadly worded grievance provision encompassed Rose's claims, Rose was bound to its terms. See id. at 3; see also Republic Steel Corp. v. Maddox, 379 U.S. 650, 652, 85 S.Ct. 614, 13 L.Ed.2d 580 (1965) (“[F]ederal labor policy requires that individual employees wishing to assert contract grievances must [at least] attempt use of the contract grievance procedure agreed upon by employer and union as the mode of redress.” (emphasis omitted)). And because Rose had made no attempt to arbitrate her claims, her suit could not proceed. See Rose, slip op. at 2-3.", "label": "Procedural History", "id": "train_3_85"}
{"paragraph": "Allocution is the “right * * * to address the sentencing judge before imposition of a sentence.” Abney, 957 F.3d at 249; see United States v. Roberts, 570 F.2d 999, 1010 (D.C. Cir. 1977). This right is “deeply rooted in our legal tradition[,]” and “serves several interrelated purposes, including eliciting information relevant to mitigation or mercy, demonstrating to the public that the courts treat criminal defendants in an individualized, fair, and openminded manner, and simply acknowledging the defendant's humanity.” Abney, 957 F.3d at 250.", "label": "Rule", "id": "train_3_86"}
{"paragraph": "We have found the requisite evidence of a foreign state's intent to qualify as an implied waiver of sovereign immunity “in only three circumstances”: (i) the state's “executing a contract containing a choice-of-law clause designating the laws of the United States as applicable”; (ii) the  *9  **381 state's “filing a responsive pleading without asserting sovereign immunity”; or (iii) the state's “agreeing to submit a dispute to arbitration in the United States.” Ivanenko, 995 F.3d at 239; see World Wide Minerals, Ltd. v. Republic of Kazakhstan, 296 F.3d 1154, 1161 n.11 (D.C. Cir. 2002). And “courts have been reluctant to stray beyond these examples when considering claims that a nation has implicitly waived its defense of sovereign immunity.” World Wide Minerals, 296 F.3d at 1161 n.11 (internal quotation marks omitted).", "label": "Analysis", "id": "train_3_87"}
{"paragraph": "Petitioner argues, as it did below, that trademark litigation settlements are generally immune from antitrust review. It contends that in Actavis, the Supreme  *113 Court “cabin[ed] its extension of antitrust scrutiny” to the “unusual” intellectual property settlements at issue there and did not intend to implicate “commonplace” settlements.", "label": "Issue", "id": "train_3_88"}
{"paragraph": "Setting the stage for the issue before us, on January 14, 2020, the Commission published a notice soliciting comments on whether to issue a proposed order that “would require the participants in the [current] Equity Data Plans to propose a single, new equity data plan.” Notice of Proposed Order Directing the Exchanges and the Financial Industry Regulatory Authority To Submit a New National Market System Plan Regarding Consolidated Equity Market Data, 85 Fed. Reg. 2164, 2165 (Jan. 14, 2020). The Commission explained that should it promulgate such an order, the new plan “would be published for public comment,” after which “the Commission would consider whether to approve the New Consolidated Data Plan, with any changes or subject to such conditions as the Commission may deem necessary or appropriate.” Id.", "label": "Facts", "id": "train_3_89"}
{"paragraph": "On appeal, Casiano argues that his plea was invalid because he entered it without knowing that he was waiving his right to appeal the denial of his suppression motion.", "label": "Decree", "id": "train_3_90"}
{"paragraph": "We REVERSE the judgment in favor of defendants and REMAND for further proceedings. We place no limitations on how the district court should proceed or on what decisions it should make.", "label": "Decree", "id": "train_3_91"}
{"paragraph": "For all of the foregoing reasons, we affirm the judgment of the district court", "label": "Procedural History", "id": "train_3_92"}
{"paragraph": "In considering the question of the judge's intent, we also ask whether the sentence for the underlying violent felony varied from the guidelines range. For example, in United States v. Smith, the sentencing judge imposed several concurrent life sentences “for various drug distribution offenses, as well as a consecutive thirty-year term of imprisonment under [ ] § 924(c).” 467 F.3d 785, 786 (D.C. Cir. 2006). We concluded that the sentence wasn't a package: because the judge imposed “the highest sentence available” for the underlying crimes, those sentences were “not ‘unravel[ed]’ by vacation of the” related § 924(c) sentence. Id. at 790 (alteration *31  **403 in original) (quoting Townsend, 178 F.3d at 562).", "label": "Rule", "id": "train_3_93"}
{"paragraph": "Milton Bradley, meanwhile, began refining the prototype and made some design changes, often with input from Markham and Klamer. It ultimately published the game in early 1960. Milton Bradley applied to register copyrights in the game board and rules later that year, identifying itself as the author of both. Separately, Link Research applied for copyright registration of the game's box, and likewise identified Milton Bradley as the author. The game was a hit, and even today remains a money-maker for Hasbro, which acquired Milton Bradley (and rights to the game) in the 1980s.", "label": "Facts", "id": "train_3_94"}
{"paragraph": "We possess appellate jurisdiction under 28 U.S.C. § 1291, which provides for review of “final decisions” of the district court. See United States v. Long, 997 F.3d 342, 351-52 (D.C. Cir. 2021); United States v. Jones, 846 F.3d 366, 369 (D.C. Cir. 2017) (“Denials of sentence reductions are unquestionably ‘final decisions of a district court’ because they close the criminal cases once again.”) (brackets omitted).", "label": "Issue", "id": "train_3_95"}
{"paragraph": "The FSIA does not specifically define what will constitute a waiver “by implication,” but our circuit has “followed the virtually unanimous precedent construing the implied waiver provision narrowly.” Creighton Ltd. v. Gov't of Qatar, 181 F.3d 118, 122 (D.C. Cir. 1999) (internal quotation marks and citation omitted). In particular, we “have held that implicit in § 1605(a)(1) is the requirement that the foreign state have intended to waive its sovereign immunity.” Id. (emphasis added); see Ivanenko v. Yanukovich, 995 F.3d 232, 239 (D.C. Cir. 2021). And as we have observed, “courts rarely find that a nation has waived its sovereign immunity ... without strong evidence that this is what the foreign state intended.” Foremost-McKesson, Inc. v. Islamic Republic of Iran, 905 F.2d 438, 444 (D.C. Cir. 1990) (quoting Frolova v. Union of Soviet Socialist Republics, 761 F.2d 370, 377 (7th Cir.1985)).", "label": "Analysis", "id": "train_3_96"}
{"paragraph": "For the reasons set forth above, we conclude that Lassiter has not only failed to show clear error, he has shown no error at all. The judgment of the district court is", "label": "Conclusion", "id": "train_3_97"}
{"paragraph": "That is not to say that district courts do not have weighty obligations in conducting Section 404 proceedings. For starters, the court's resolution of the motion for sentence reduction must “take into account Congress's purposes” in passing the Fair Sentencing Act and the First Step Act, which “together[ ] are strong remedial statutes, meant to rectify disproportionate and racially disparate sentencing penalties.” White, 984 F.3d at 89–90. In that regard, district courts must consider “all relevant factors,” including “new statutory minimum or maximum penalties; current Guidelines; post-sentencing conduct; and other relevant information about a defendant's history and conduct.” Id. at 90, 93 (quoting Hudson, 967 F.3d at 609). In White, we emphasized the particular relevance of post-sentencing conduct and the sentencing factors listed in 18 U.S.C. § 3553(a). 984 F.3d at 90–91. Additionally, district courts must give due consideration to relevant mitigating evidence offered by the defendant. Id. at 92–93. And sentence-reduction decisions under Section 404 “must be procedurally reasonable and supported by a sufficiently compelling justification.” Id. at 91 (quoting Boulding, 960 F.3d at 784).", "label": "Conclusion", "id": "train_3_98"}
{"paragraph": "We review de novo the district court's dismissal of appellants’ complaint for lack of subject matter jurisdiction. Moore v. Frazier, 941 F.3d 717, 721 (4th Cir. 2019).", "label": "Decree", "id": "train_3_99"}
{"paragraph": "17 U.S.C. § 101. By adopting this two-part definition, Congress seemingly “meant to address the situation of the full-time or conventional employee in the first provision, and the situation of the independent contractor in the second.” Principles of Copyright Law § 5.2.2. Significantly, Congress's new approach was friendlier to commissioned parties than under the 1909 Act, at least in certain ways. In the absence of an employee-employer relationship, only specific kinds of works could be treated as works for hire, and then only if there was a written agreement to do so. See id.", "label": "Rule", "id": "train_3_100"}
{"paragraph": "The story behind Khochinsky's suit traces back to a small town in Poland at the outset of World War II. At the time, Khochinsky's mother, Maria Khochinskaya, a Polish Jew, lived in the town of Przemysl, Poland, where her family owned property. In 1939, Nazi Germany invaded Poland, prompting the Soviet Union to respond by annexing a portion of Przemysl. The annexation cut the city in half, with Maria's residence falling within the annexed portion.", "label": "Facts", "id": "train_3_101"}
{"paragraph": "We now turn to the core of the case: Poland's assertion of sovereign immunity from Khochinsky's claims.", "label": "Issue", "id": "train_3_102"}
{"paragraph": "Take the Governance Order itself. Responding to a comment that criticized it for “rel[ying] on cherry-picked opinions of self-interested market participants,” the Commission stated that “the New Consolidated Data Plan submitted in response to this Order will itself be published for public comment prior to any Commission decision to disapprove or to approve the plan with any changes or subject to any conditions the Commission deems necessary or appropriate after considering public comment.” Governance Order, 85 Fed. Reg. at 28,705 (internal quotation marks omitted). In other words, the Commission had committed to no particular plan features and promised to address any alleged defects in its analysis following the forthcoming round of notice and comment.", "label": "Analysis", "id": "train_3_103"}
{"paragraph": "Ultimately, the court concluded that Donna's level of culpability was “somewhat below th[e] level [of the conspiracy's lieutenants] and ... somewhat above the level occupied by [others in the conspiracy].” The court viewed Donna's participation “in terms of the entire one hundred thirty-seven million dollar conspiracy,” and concluded that she was a “smaller fish in a larger pond than she would [have] be[en] if her responsibility were calculated on the basis of a lesser amount.”", "label": "Procedural History", "id": "train_3_104"}
{"paragraph": "The United States Secretary of Labor (Secretary) petitions for review of its Federal Mine Safety and Health Review Commission's (Commission or FMSHRC) vacatur of an order (Order) issued pursuant to section 103(k) of the Federal Mine Safety and Health Act of 1977 (Mine Act), 30 U.S.C. §§ 801 et seq.1 After a miner fell ill at one of M-Class Mining's (M-Class) mines and a doctor attributed the miner's illness to carbon monoxide (CO) poisoning, a Mine Safety and Health Administration (MSHA) inspector issued the Order to close part of the mine for an investigation. After a few hours of investigation, the MSHA Inspector allowed mine operations to resume and subsequently limited the Order to a single piece of equipment. MSHA eventually terminated the modified Order but M-Class still sought vacatur, arguing MSHA had erroneously issued the Order. After an administrative law judge (ALJ) upheld the Order, the Commission vacated it, concluding substantial evidence—including information MSHA did not know at the time the Order issued—did *20 **392 not support a finding that an accident had occurred. Because the case is moot, we dismiss the petition, vacate the Commission decision and the Order consistent with Tennessee Gas Pipeline Co. v. Federal Power Commission, 606 F.2d 1373 (D.C. Cir. 1979) and A.L. Mechling Barge Lines, Inc. v. United States, 368 U.S. 324, 82 S.Ct. 337, 7 L.Ed.2d 317 (1961), and remand for proceedings consistent with this opinion.", "label": "Procedural History", "id": "train_3_105"}
{"paragraph": "In January 2018, the slot-machine technicians at Palace Station Hotel & Casino voted to organize. The National Labor Relations Board certified the International Union of Operating Engineers Local 501 to represent them, and the union asked Palace to produce documents.", "label": "Facts", "id": "train_3_106"}
{"paragraph": "Finally, in its most recent order, the one in which it “institut[ed] proceedings” on whether to approve the proposed plan, Order Instituting Proceedings, 86 Fed. Reg. at 4142, the Commission gave perhaps the clearest indication of the Governance Order's “tentative” nature, Bennett, 520 U.S. at 178, 117 S.Ct. 1154. It “request[ed] that interested persons provide written submissions of their views, data, and arguments with respect to” a specific list of issues, “as well as any other concerns they may have with the proposals.” Order Instituting Proceedings, 86 Fed. Reg. at 4143 (emphasis added). The Commission left absolutely no doubt about the tentative nature of its actions to date, stating that “[i]nstitution of proceedings does not indicate that the Commission has reached any conclusions with respect to any of the issues involved.” Order Instituting Proceedings, 86 Fed. Reg. at 4142 (emphasis added).", "label": "Analysis", "id": "train_3_107"}
{"paragraph": "But the Fair Sentencing Act's reduced punishments applied only prospectively to defendants sentenced after the Act's effective date of August 3, 2010. Dorsey, 567 U.S. at 264, 132 S.Ct. 2321; White, 984 F.3d at 82. Defendants sentenced prior to that date remained subject to their original sentences.2", "label": "Rule", "id": "train_3_108"}
{"paragraph": "Mondelli appealed and we appointed amicus counsel to address: (1) “whether the District Court erred in dismissing Mondelli's action for failure to prosecute without first inquiring into Mondelli's competency”; and (2) “whether the District Court properly considered and balanced the [Poulis] factors ... before dismissing Mondelli's complaint.” Order, ECF No. 77.", "label": "Decree", "id": "train_3_109"}
{"paragraph": "Because the evidence amply supports the district court's conclusion that the game was created at the instance and expense of Klamer and that there is insufficient evidence to rebut the resulting work for hire presumption, we need not address the defendants' alternative theory for affirmance: that the game was a work for hire created by Chambers and Israel -- with Markham as the “employer.” This alternative argument -- essentially, another way of establishing that the game was a work for hire -- would also mean that no termination rights exist and would similarly spell defeat for Markham's successors-in-interest.", "label": "Conclusion", "id": "train_3_110"}
{"paragraph": "The petition for review is GRANTED, the Final Order of the Federal Trade Commission is VACATED, and the case is REMANDED with instructions to DISMISS the administrative complaint.", "label": "Issue", "id": "train_3_111"}
{"paragraph": "Petitioner asserts that the Challenged Agreements are justified by two procompetitive effects: reduced litigation costs and protecting Petitioner's trademark rights.", "label": "Decree", "id": "train_3_112"}
{"paragraph": "When the removal of a case to a federal court is challenged, the removing party normally “bears the burden of persuasion vis-à-vis the existence of federal jurisdiction.” BIW Deceived v. Local S6, Industrial Union of Marine and Shipbuilding Workers, 132 F.3d 824, 831 (1st Cir. 1997). That burden, though, is not necessarily a heavy one. This is such a case: a state-law claim may escape LMRA preemption only if it requires no more than “bare” consultation of a CBA, without dispute as to “the meaning of [any] contract terms.” Livadas v. Bradshaw, 512 U.S. 107, 124, 114 S.Ct. 2068, 129 L.Ed.2d 93 (1994). If a claim plausibly requires interpretation of one or more provisions of a CBA, it comes within the LMRA's preemptive sweep. See Adames v. Executive Airlines, Inc., 258 F.3d 7, 11-12 (1st Cir. 2001).", "label": "Conclusion", "id": "train_3_113"}
{"paragraph": "So to get its day in court, Palace stonewalled.", "label": "Facts", "id": "train_3_114"}
{"paragraph": "The BIA rejected Darby's arguments and denied her motion to reopen, so she petitions this Court to review the BIA's decision.", "label": "Issue", "id": "train_3_115"}
{"paragraph": "Rose moved to remand the case, arguing that her claims “ar[ose] exclusively under state law.” RTN opposed the motion and cross-moved for judgment on the pleadings. Following a hearing, the district court denied Rose's remand motion. The court concluded that “[a]djudication of Rose's claims requires interpretation of the collective bargaining agreement” and, thus, supported the premise that federal question jurisdiction existed.2 The court reserved decision on RTN's cross-motion.", "label": "Procedural History", "id": "train_3_116"}
{"paragraph": "All told, Lassiter fails to show that the district judge obviously erred at resentencing by characterizing Lassiter's original sentence as an aggregate package. To the extent Lassiter separately argues that the district judge erroneously overlooked Lassiter's request for a lower sentence reflecting his alleged rehabilitation, the argument runs aground on the record: the district judge did “consider[ ]” Lassiter's “progress” before imposing the new sentence.", "label": "Analysis", "id": "train_3_117"}
{"paragraph": "Turning to the second prong, we explained in J.T. that:", "label": "Rule", "id": "train_3_118"}
{"paragraph": "For the reasons provided, we deny the petition for review and grant the cross-petition for enforcement as to the partial implementation of the last, best and final offer without reaching a good faith impasse and locking out Union members in support of a demand that was a permissive subject of bargaining. J.A. 792, Amended Conclusions of Law 5(1) and (3). We grant the petition for review and deny the cross-petition for enforcement as to direct dealing. J.A. 792, Amended Conclusion of Law 5(2). And we deny the petition for review and grant the cross-petition for enforcement as to Tecnocap's discouragement of union membership in how it undertook the lockout. J.A. 804, Conclusions of Law 3 and 4; see 792 (adopting these conclusions without alteration). We remand the case to the NLRB for it to determine the effect our limited grounds for enforcing its order has on the remedies it ordered and for entry of a remedial order that is consistent with our decision. We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before this Court and argument would not aid the decisional process.", "label": "Decree", "id": "train_3_119"}
{"paragraph": "In sum, we conclude that the admission of the autopsy report at Garlick's trial through a surrogate witness was an unreasonable application of clearly established Supreme Court precedent. Accordingly, we AFFIRM the judgment of the district court.", "label": "Issue", "id": "train_3_120"}
{"paragraph": "Eight years went by before Congress turned to the defendants left serving sentences imposed under the disparately more punitive sentencing regime. In Section 404 of the First Step Act, Congress empowered district courts to reduce existing sentences for people convicted of certain crack cocaine offenses. See First Step Act § 404, 132 Stat. at 5222; 21 U.S.C. § 841 note (2019) (“Application of Fair Sentencing Act”). Section 404 proceeds in three parts.", "label": "Rule", "id": "train_3_121"}
{"paragraph": "Although Lassiter did not object in the district court to his new sentence, he now appeals, arguing that the district judge wrongly recalled his original sentence as a sentencing package. Lassiter also argues that the updated PSR prepared for his resentencing erroneously calculated the offense level for kidnapping.", "label": "Procedural History", "id": "train_3_122"}
{"paragraph": "For all of those reasons, an alleged abuse of the extradition process counts as an “abuse of process” under § 1605(a)(5)(B). It follows that Khochinsky's claims of First Amendment retaliation and tortious interference fall outside the scope of the FSIA's noncommercial torts exception.", "label": "Conclusion", "id": "train_3_123"}
{"paragraph": "It was also reasonable to find Palace's confidentiality claim “legitimate on its face.” J.A. 152. True, Palace offered “no affidavit or admissible evidence” to prove confidentiality. Petitioner's Brief 22. But the Board does not require such proof. Instead, employers need only “articulate a specific confidentiality interest.” J.A. 152. Palace did so, and the Board reasonably found the claim legitimate. See Circus Circus Casinos, Inc. v. NLRB, 961 F.3d 469, 475 (D.C. Cir. 2020).4", "label": "Analysis", "id": "train_3_124"}
{"paragraph": "Before opening statements the next day, the district court pointed out that, according to a memorandum describing witness interviews, the AUSA — although not participating in the appellant's trial — had participated in some portion of an interview of a prospective witness. The court stated that, given that the AUSA's wife worked with Juror 31, “[i]t would probably be preferable not to mention [the AUSA's] name.” Neither side objected, and in line with the court's stated preference, the AUSA's name was never mentioned before the jury.", "label": "Facts", "id": "train_3_125"}
{"paragraph": "Wheeler, McCauley, Cooper, and Lassiter moved to set aside their § 924(c) convictions under 28 U.S.C. § 2255. The district court granted the motions, vacated the convictions, and resentenced each defendant.", "label": "Procedural History", "id": "train_3_126"}
{"paragraph": "For these reasons, we AFFIRM.", "label": "Decree", "id": "train_3_127"}
{"paragraph": "(1) a work prepared by an employee within the scope of his or her employment; or", "label": "Rule", "id": "train_3_128"}
{"paragraph": "The Commission and M-Class rely on our decision in Performance Coal Co. But  *25  **397 Performance Coal Co. is plainly distinguishable. In Performance Coal Co., we were asked to review a § 103(k) order that remained in effect, having been modified over sixty times, and the Secretary admitted that MSHA would likely modify the order again. 642 F.3d at 235–37. On the contrary, the M-Class Order was modified twice and terminated. Further, Performance Coal Co. involved a clear question of statutory interpretation: whether § 105(b) of the Mine Act allows an operator to seek temporary relief from a § 103(k) order. Performance Coal Co., 642 F.3d at 238–39. Granted, there is a statutory element to the issues here, but only in the context of whether, on these unusual facts, MSHA properly issued the now-terminated Order. Performance Coal Co., then, does not control and M-Class has failed to demonstrate that this case otherwise falls within the “capable of repetition but evading review” exception.9", "label": "Analysis", "id": "train_3_129"}
{"paragraph": "On appeal, Brace challenges the District Court's order to propose a deed restriction and restoration plan. We have jurisdiction to review that injunction. He also challenges the grant of partial judgment on the pleadings; the summary-judgment order; and the striking of his brief opposing summary judgment, his thirty-three exhibits, and his Daubert motions. We have jurisdiction to review the first three of these, but not the last two.", "label": "Issue", "id": "train_3_130"}
{"paragraph": "The conclusion that Donna “obtained” the tainted funds in the Trend account is not undermined by the sentencing court's finding that she acted primarily at the behest of Stephen and had a lesser level of culpability in the grand scheme of the  *73 conspiracy. Although she may have chosen not to take any action with respect to the Trend account without Stephen's approval, she was nonetheless a joint account owner and, as such, had the legal authority to do so. Moreover, the sentencing court's determination that Donna's role in the conspiracy was minor says nothing about whether she “obtained” the funds of the conspiracy. As we explained in Cadden, her ownership over the account through which the tainted money flowed is enough to demonstrate she obtained the funds for purposes of forfeiture even after Honeycutt. Id. at 39.", "label": "Conclusion", "id": "train_3_131"}
{"paragraph": "We begin with a summary of the facts, as found by the district court. In 1959, Bill Markham, an experienced game designer and the head of a California-based product development company, was approached by Rueben Klamer, a toy developer with extensive industry contacts. Klamer had just visited Milton Bradley's Massachusetts headquarters, where he had been asked to develop an idea for a product that would commemorate the company's 1960 centennial. While searching for inspiration in the company's archive, he discovered a copy of the company's first board game: “The Checkered Game of Life,” created by Milton Bradley himself in 1860. The original game was intended to instill its youthful players with lessons about vice and virtue. Klamer saw potential in an updated version, modified to reflect contemporary American society and values. On the trip back to California, Klamer developed the concept, even scribbling some thoughts on the flight home. Klamer was more of an ideas person, though, and he needed help developing the concept and creating a working prototype that could be pitched to Milton Bradley. Klamer chose Markham's firm partly because of two talented artists who worked there: Grace Chambers and Leonard Israel.", "label": "Facts", "id": "train_3_132"}
{"paragraph": "Section 11A of the Exchange Act empowers the Commission to, “by rule or order, [ ] authorize or require self-regulatory organizations,” including stock exchanges, “to act jointly with respect to matters as to which they share authority under this chapter in planning, developing, operating, or regulating a national market system,” known as an NMS. 15 U.S.C. § 78k-1(a)(3)(B); see also id. § 78c(a)(26) (“The term ‘self-regulatory organization’ means any national securities exchange, registered securities association, or registered clearing agency.”). Commission regulations further provide that “[e]very national securities exchange on which an NMS stock is traded and national securities association shall act jointly pursuant to one or more effective national market system plans to disseminate consolidated information, including a national best bid and national best offer, on quotations for and transactions in NMS stocks.” 17 C.F.R. § 242.603(b). And although “[a]ny two or more self-regulatory organizations, acting jointly, may file a national market system plan or may propose an amendment to an effective national market system plan,” no such proposal, subject to limited exceptions, “shall become effective unless approved by the Commission.” Id. § 242.608(a)(1), (b)(1). Over the course of  *36  **408 several decades, the Commission has exercised this authority to approve three Equity Data Plans that now govern the dissemination of certain types of quotation and transaction information for publicly traded equity securities.", "label": "Facts", "id": "train_3_133"}
{"paragraph": "The court recognized, however, that the primary reason Hurley was facing a high offense level was “the amount of money for which [he] ha[d] been held responsible.” The Court explained that Hurley “did not have a large stake in th[at] money or the profits made from [it].” The court concluded that it was “pretty clear” that “most of that money went to one person and one person only and that was Stephen Saccoccia.”", "label": "Procedural History", "id": "train_3_134"}
{"paragraph": "Several stock exchanges filed petitions for review in our court, arguing that the Governance Order's inclusion of these three features violated section 11A, contravened Commission regulations, or was arbitrary and capricious. A few days later, they filed a motion asking the Commission to stay the Governance Order, which it promptly denied for several reasons, including that “the Governance Order d[id] not establish a New Consolidated Data Plan.” Order Denying Stay, 85 Fed. Reg. 36,921, 36,921 (June 18, 2020). The exchanges then filed the required proposal, and briefing on their petitions for review proceeded. On October 13, the Commission published the proposal for comment, see Notice of Filing of a National Market System Plan Regarding Consolidated Equity Market Data, 85 Fed. Reg. 64,565 (Oct. 13, 2020), and four months later, on January 15, 2021, it published an order “instituting proceedings ... to determine whether to disapprove the [proposed plan],” Order Instituting Proceedings to Determine Whether To Approve or Disapprove a National Market System Plan Regarding Consolidated Equity Market Data (“Order Instituting Proceedings”), 86 Fed. Reg. 4142, 4142 (Jan. 15, 2021).", "label": "Rule", "id": "train_3_135"}
{"paragraph": "The judgment is REVERSED and VACATED, and the case is REMANDED for entry of judgment consistent with this opinion.", "label": "Decree", "id": "train_3_136"}
{"paragraph": "The right of allocution before the imposition of a criminal sentence following conviction is now “codified in the Federal Rules of Criminal Procedure[.]” Abney, 957 F.3d at 249; accord United States v. Behrens, 375 U.S. 162, 165, 84 S.Ct. 295, 11 L.Ed.2d 224 (1963); Green v. United States, 365 U.S. 301, 304, 81 S.Ct. 653, 5 L.Ed.2d 670 (1961); Couch v. United States, 235 F.2d 519, 523–524 (D.C. Cir. 1956). Specifically, Rule 32 requires the district court, before imposing a sentence, to “address the defendant personally in  *47 **419 order to permit the defendant to speak or present any information to mitigate the sentence[.]” Fed. R. Crim. P. 32(i)(4)(A)(ii).", "label": "Analysis", "id": "train_3_137"}
{"paragraph": "We will deny the petition for review.", "label": "Issue", "id": "train_3_138"}
{"paragraph": "So it is here. The redundancy of which the appellant complains is nothing more than a reflection that certain facts relevant to his sentencing were present in extraordinary or exaggerated degrees. Some examples will suffice to illustrate the point.", "label": "Conclusion", "id": "train_3_139"}
