{"text": "This is at least the third remake of this movie so if while watching it, there is a sense of deja vu, don't be surprised. All they did was change the setting of the story and tell it differently but the differences are not significant. And it doesn't get any better because the plot is flawed to begin with. It never works. And like its predecessors, the acting is mediocre.<br /><br />The plot has a unique ending which will surprise any one who has never seen the movie before but the ending doesn't fit the story. Had this movie ended ten minutes earlier, it would have worked and have been very satisfying and I would have thought it more worthwhile. But here is the spoiler and that in the end crime does pay because the criminal is not caught. I never like this message resulting from a movie.", "label": "negative", "id": "train_2_0"}
{"text": "I've watched this movie twice, and I plan to see it again. It is the movie that puts you in the director's place, regarding his romantic relations and the political situation in Israel. It also makes me cry because of remembering the wonderful time it was, and the horrible murder described there. It is really worth watching.", "label": "positive", "id": "train_2_1"}
{"text": "At least it's not full of sensless violence or fluff. It's also not very full of thought or a smooth storyline. This story had some potential but the director appears to have lost site of the green. The story is disjointed and goes off in strange<br /><br />directions, to no conclusion. I also don't believe the director spent much time around a golf country club, either. Some of the depictions are absurd. Not very engaging.", "label": "negative", "id": "train_2_2"}
{"text": "It sounds as if it should be a biography of Claude Monet but it's actually a highly focused story of relationships between three adolescent girls on a French synchronized swimming team. There are no parents or teachers to speak of, no school, and boys are represented by one peripheral figure, the hunky Francois who enters the story determined from time to time and always leaves confused.<br /><br />Pauline Aquart is the youngest of the three, only aspiring to join the team she so much admires. She's kind of odd looking. She's not yet out of her adolescent growth spurt and has long, bony limbs, big feet, and no derriere to speak of. She's prognathous and sports these plump pursed lips. After a while her appearance grows on you and from certain angles she can come to appear enthralling.<br /><br />Adele Haenel is older -- more, well, more developed physically. What a glamorous figure she cuts in her swim suit, sauntering around, teasing the boys, swishing her long blond hair. But she's not what she seems. Or is she? I couldn't quite figure it out. The French are long on paradoxes and short on consistency. No wonder Francois is always sniffing after her.<br /><br />There's not so much ambiguity in Louse Blachere's character. She's on the team too but she's dumpy and plain, and sensitive about it, and has an intense crush on Francois. Blachere is a good actress and adds to the ungainliness of the character through her performance.<br /><br />The movie deals with the relationships between these three, meaning intrigues, deceptions, hidden feelings, and all the rest of what we associate with young girls who spend much time with one another. This is of course a tricky topic. It becomes trickier during the gradual development of a homoerotic relationship between Pauline and Adele. Not that you should expect this to be a soft porn movie. The only nudity we see is considerably less than a turn on, and what little sex there is under the covers, sometimes literally.<br /><br />I don't think I want to get into the plot or into its analysis too much, partly because it's suggestive rather than expressed through action, partly because it's complex, and partly because I'm not sure I got it all.<br /><br />Let me give an example. Okay. Adele is the girl the others envy. She's also quite distant and self satisfied. On top of that she is apparently schtupping every boy and man in sight if they can be of any use to her at all, from the handsome but dumb Francois to the bus driver she wants a favor from. She brags unashamedly about her expertise in fellatio. When Pauline approaches her about joining the swim team, Adele uses her as a lookout during assignations with the guys. A superior and self-indulgent narcissist, you know? But then the soi-disant slut takes the skinny Pauline under her wing and reveals to Pauline that she's still a virgin. Really? Yes, really. Pauline begins to draw closer to Adele and Adele finally confesses that she'd like to rid herself of her hymen and she would like Pauline to do it for her. Pauline, now drawn sexually to Adele, performs the task with subdued relish. NOW Adele would REALLY like to get it on with a man, preferably older and experienced. So she takes Pauline to a boite where she dances seductively with some guy until she follows Pauline to the powder room. The two girls stand there staring at one another, neither having overtly expressed a sexually tinged interest in the other. But Adele stands so close that Pauline slowly loosens her own reins, reaches up, and kisses Adele on the lips. Adele steps back, smiling, and says, \"There now, that wasn't so bad, was it?\", and then walks back into the club.<br /><br />That's a pretty close description of whatever is going on between Pauline and Adele -- but what the hell IS going on? Initially, Adele treats Pauline like an irrelevant child, later like a close friend, finally like a potential lover -- and the minute Pauline responds, Adele walks off satisfied. Is she USING Pauline the way she seems to be using men? Does it satisfy Adele to know that she now has another person in involuntary servitude? I don't know.<br /><br />I've slighted Louise Blachere as the third member of the trio, the plain and overripe wallflower whose expression always suggests dumbfoundedness but who at least is thoroughly heterosexual and the first of the three to rid herself of that noisome virginity, but I've only skipped her for considerations of space.<br /><br />Should you see it? By all means. (Just compare it to the typical American movie about high school kids.) For men, some of whom have never penetrated the female mystique, this may give you some idea of what it looks like in medium shot.", "label": "positive", "id": "train_2_3"}
{"text": "Nay Sayers of this film are likely bitter from some seriously unrequited love. This is a great film for anyone capable of understanding Johnny Mathis's song, or any song from that era: Bobby Darin's, Beyond the Sea... or Stan Getz's, The Girl From Ipanema, et al...<br /><br />I measure films by how many times I have to watch them before I'm satisfied... Chances Are had me back a few good times.<br /><br />I also watch the synergy between the cast... I thought they worked well together.<br /><br />Open your heart, and let the comedic magic of film transport you.<br /><br />'Alan", "label": "positive", "id": "train_2_4"}
{"text": "Who me? No, I'm not kidding. That's what it really says on the video case.<br /><br />Plot; short version: Pretty woman stands around smiling. This, for some reason, makes all men kill each other.<br /><br />\"Find Ariel...Where's Ariel...Can't Find Ariel...\" She's right behind you, you idiot...<br /><br />Most of what can be said about this horrendous little Space Opera has already been said, looks like.<br /><br />A bunch of corny actors playing mostly convicts come in after the first selection of actors is knocked off very quickly. Then they get knocked off in the same way. Every scene is broadcast nearly fifteen minutes in advance. Perhaps it was a drawing of straws to see which actors had the most screen time and bigger pay check. The alien virus/hologram/VR witch/glitch seems physically powerless and doesn't do a thing. Why can't she just stay in the computer instead of doing her \"teleporting vampire\" routine? (Actually, it would've been more interesting if she had been a vampire, or doing more than just standing around looking at people, which is all she ever does. This is enough to make all the men kill each other. Go figure...)<br /><br />This isn't really a space flick. There are far more shots of the old western trail, 1950's Easy Rider trail, Film noir's night club scene, even a jog on the beach in fantasy-land, none of which has any real depth or even makes any sense. The night club scene is in black and white, of course. Worked with \"The Wizard of Oz\". Doesn't work so well, here. This is probably a good thing, as those few shots they DO show of space are depressingly silly. You will probably cry during those moments, especially upon seeing that swirling \"space ship\", which looks about three inches long.<br /><br />Nothing is felt for any of the characters, not because they are convicts or have no personality, but because they are in serious need of acting lessons, except for Billy Dee Williams who really does look depressed and at a loss, probably by being in this work...<br /><br />This is one of those movies that, when viewed with friends, is going to cause some extremely \"loud\" silences, especially when the nerd throws out his attempt at comic one-liners (including the line about French-kissing a meteor...? Did I hear that right? Perhaps not...)<br /><br />The original virtual reality girls get \"killed\", which means nothing, as they are not even real to begin with. Well, the other \"characters\" aren't, either, but that's beside the point. Haha.<br /><br />What's kind of funny is that the scene that graces the video case is some sort of skull-horror-alien looking thing (green filter added on top of that, to give it more of a...uh...green look), which is actually the android after he gets killed and ultimately has nothing to do with anything else afoot.<br /><br />Another odd deal I noticed. Whenever there is an explosion (at least on my cheap DVD copy), everything becomes highly pixelated. I don't mean a LITTLE pixelated, I mean HUGE blocks about 1/16th the size of the screen. Wow.", "label": "negative", "id": "train_2_5"}
{"text": "Hard to categorize the film - perhaps it's an avant garde spy thriller? Mother Night is a very good Vonnegut novel, and most certainly one of his easiest novels to adapt into a feature length film. The film adaptation is very faithful to the original book. The \"indie\" approach to how this film was produced is probably more effective than having a big Hollywood studio financing it. These days, I doubt an intelligent novel like Mother Night would ever get the green light from the big Hollywood grindhouses. And normally that is too bad, but not in this case. Mother Night has tight direction and a solid cast. Nick Nolte who seems to be getting better roles as he gets older, still has that \"everyman\" persona that allows him to take on a wide range of different characters. Sheryl Lee is beautiful and great as always. I always thought she deserved better than she got out of the entertainment industry. I guess making your debut as a dead girl (Twin Peaks)with little air time isn't the choicest of roles, even if the TV show becomes a minor phenomenon. Anyway this film is totally enjoyable and you don't have to read the book to understand the movie. In fact, given today's geopolitical realities, the novel's premise may appear dated, and some younger viewers with little knowledge of history will be utterly confused by the events unfolding (I am talking to you, fellow Americans who are students and scoring the lowest in the industrialized world in geography, history, and lord knows what other subjects!).", "label": "positive", "id": "train_2_6"}
{"text": "I *loved* the original Scary Movie. I'm a huge fan of parody- it is my favorite form of humor. It is sometimes regarded as the most intelligent form of humor. The Wayans boys seemed to grasp that concept perfectly in the original film, then temporarily forgot it when making the sequel. I think the Wayans' are a family of comical geniuses. Alas, even geniuses make mistakes.<br /><br />The movie begins with promise. I liked \"The Exorcist\" parody, especially the \"come on out, ma\" gag. Now, that's Wayans-quality material. But, other than that, I can only think of two other times I laughed: 1) when Tori Spelling is seduced in the middle of the night by a spirit, then becomes clingy and starts talking about marriage with him. Meanwhile, he's saying, \"It was just a booty call!!\" That was kinda funny. 2) The \"Save the Last Dance\" parody where the Cindy character inadvertently beats up a girl while practicing her new moves. But even the short-lived giggles are no match for the side-splitting laughs of the first Scary Movie.<br /><br />The rest of the movie is pure trash, filled with cheap gross-out gags. Jokes from the first movie which were subtle or implied are magnified and overdone. For example, in Scary Movie I, several innuendos are made to imply that the character Ray is gay. This was hilarious. But, in Scary Movie II, the whole penis-strangulation scene with Ray under the bed was mind-numbing and incredibly unfunny. This is the pattern of the whole film. Shock humor *alone* doesn't take a movie very far. This was a trend in 2000 and 2001, unfortunately. <br /><br />As much as it pains me to rate a Wayans movie so low, I have to give this one a 2 out of 10.", "label": "negative", "id": "train_2_7"}
{"text": "This Film was really eye-opening. I have seen this film several times. First, when I was four and I actually remembered it and then when I was 12. The whole message that the director is conveying is for everyone to wake up and not make the mistake of leaving God out of our everyday lives or just Plain going the extra mile to insult him.<br /><br />A great Movie for Non-believers and Believers alike!", "label": "positive", "id": "train_2_8"}
{"text": "This movie was crap with a capital \"C.\" The opening scene showed promise. But that \"promise\" was broken shortly after the viewer learns where the plot is going.<br /><br />And the wooden statue, Morty, who was rather creepy in the original film, looks plain goofy in this one. It was so obviously just a guy in a cheap plastic costume. (And by the way, who else thinks \"Morty\" is one of the most un-scary names on planet earth? It ranks right up there with \"Jimmy\" or \"Fred\" when it comes to horror value. Or why not just name the wooden statute Henry-freakin'-Kissinger. \"Run, it's Dr. Kissinger!\" That'd be about as scary as \"Morty.)<br /><br />And then there's a scene where the \"hero\" hits his father's tombstone with---\"a sledgehammer?\" you might guess--\"a two-by-four?\" someone might venture. No, he angrily beats his father's tombstone with a twig---a freakin' twig. But worse than that, once the characters walk away, the tombstone actually, and inexplicably, bleeds. Oh brother!<br /><br />There's also a Native American guy who lives with the main character's grandparents, but apparently, does nothing except Morty-maintenance. He perpetuates creepy Morty-legends, warns those who scoff, and even fixes Morty's arm when it becomes damaged during a childish prank. But for all his respect for and tenderness toward Morty, does Morty give a rat's hairy behind? No.<br /><br />The movie drags on, and eventually several people die in ways that correspond to their worst fears (sort of). This film is a real yawner. Don't rent it.", "label": "negative", "id": "train_2_9"}
{"text": "Most war films made in the US during WWII were great fun to watch but suffered from severe gaps in realism because they were being produced more for propaganda value to raise the spirits at home than anything else. I am not knocking these films as many of them are still very watchable. However, because they so often lack realism they are prevented from being truly great films. A perfect example was the John Garfield film Air Force--in which a B-17 nearly single-handedly takes out half the Japanese air force! However, Pride Of The Marines is a welcome departure--scoring high marks for portraying a true story in a reasonably accurate manner. When I first saw this film, I thought it was NOT a true story as it seemed way too improbable to be true. However, after researching further I found that it was in fact rather true to the amazing story of two men who did so much to earn the Medal of Honor. This is one case where real life seemed too incredible to be true!", "label": "positive", "id": "train_2_10"}
{"text": "Man, I really find it hard to believe that the wonderful Alan Ball had anything to do with this mess. Having seen the first two episodes thus far, I think I can safely say this show isn't going to be on my must see list. It's just got so many things working against it.<br /><br />None of the actors cast are particularly good. Anna Paquin as the lead character Sookie, is just awful. I remember her being better in a lot of other things I've seen her in so maybe it's just the writing. She's not really much fun to look at either, there are moments where to be honest she looks downright ugly. The actor who plays Bill is marginally better, if only because his character is supposed to be sort of wooden and aloof. The other actors do their best but with the cliché characters with difficult to perform accents they are given it's a tough job. Tara is an absolute misery to watch, Rutina Wesley absolutely murders the accent. It's like nails on a chalkboard bad. Almost as awful is Nelsan Ellis, it's difficult to understand what he's even saying sometimes. Both his character as well as Tara's also seem a bit racist to me. I don't know, having a character say 'whycome' on an HBO show that isn't The Wire just seems a bit odd. Rounding out the cast so far are Sookie's doddering grandmother, her sex addict brother, and the only bit of genius casting I've seen in William Sanderson as the sheriff.<br /><br />The story seems to be meandering towards it's destination at this point, with no real worry about keeping the viewer interested. The romance stuff is very Dark Shadow-sy. Although this show ups the camp factor from something like those old Dark Shadows episodes times about ten. At times it seemed so campy to me, that I just have to assume it was intended to be. But unlike a show such as Buffy, that pulled camp off masterfully, this show does not. Out of place with the campiness is the extreme gore and graphic sex of the show. I'm not averse to either of these when they are done well, as they have in many other HBO shows but here at least they prolonged rough sex scenes involving Jason Stackhouse seem a bit over the top and pointless.<br /><br />About the only nice thing I can really think to say about this mess is that I liked the opening title sequence. HBO has had a string of bad luck with their shows lately, I hope they cancel this after the first season and try to get something better on the air.", "label": "negative", "id": "train_2_11"}
{"text": "not your typical vamp story, not bram stoker or anne rice here. a truly original vampyre story. these vampyres are genetic mutants who the sunlight don't bother. they are pure evil to. <br /><br />the film is not perfect. many of the actors are clearly amateurs. the two leads who play van helsing and rally the vampyre chick are pretty good though. the film is intensely violent which may disturb some people. also it is loaded with scientific detail that many will find hard to understand and may get bored with. i was sold on the clever storyline and the couple good performances. no telling how successful this film could be if they had a bigger budget and it got mass distribution", "label": "negative", "id": "train_2_12"}
{"text": "I discovered this film after reading the book that inspired it. It is not a strictly biographical film; it is \"loosely based\" on the facts. But I found it a compelling and eerie exploration of evil and madness, and Michel Serrault gives an unforgettable performance as Dr. Petiot.<br /><br />There are many memorable images in this movie; Petiot traveling through the night like a vampire, his black cloak flapping behind him, is almost iconic. There are also several touches of expressionism - Petiot's crooked silhouette mounting the stairs leading from the cellar where the butchered remains of his victims await cremation, reminds me of some scenes from 'Nosferatu'.<br /><br />But I found the primary appeal of this movie to be aural. The soundtrack is loaded with ominous sounds, starting with the foreboding music of the opening credits, accompanied by wordless wailing. Petiot lives and runs his medical practice in a complex with many small shops, and there is a persistent background noise of knives being sharpened somewhere, as well as a peddler playing eerie tunes on a saw. There are animal noises as well - the concierge keeps a goat, unseen cats howl - and later in the film we see hapless cattle being herded through an underpass. The whole atmosphere is unsettling, with overtones of violence and slaughter.<br /><br />Not only animals, but human voices are often heard - the screams of Gestapo victims, Petiot's patients in his waiting room, monitored by a listening device, just the same as the suspected collaborators after the war are monitored in their cells. Even the action of the film is often arranged so that we hear the voices of the participants without seeing them - when Petiot goes to see Mme Kern, we hear her singing as she works, her voice echoing in the theater, before we ever see her. And even when she does appear, she is often filmed from behind, her voice calling out to her husband, whose voice calls out to her in conversation. Disembodied voices echo in large halls, and their owners, when seen at all, are photographed at a distance, so we cannot actually see them speaking. This is a ghost story, and these are the voices of ghosts - many of them Petiot's future victims.<br /><br />Yet Petiot himself is often only a voice; his frightening laughter echoes as he retreats from the camera, throwing comments behind him or into the air to nobody. In a way, he is as much a ghost as those he murders. He is always frantically busy, scurrying from appointment to appointment, never at rest. But his activity is that of a machine - lifeless and imperturbable. It is interesting that among all the horror and danger of occupied Paris, Petiot alone is unafraid; he is amused, enthusiastic, angry, irritated, contemptuous, but never afraid, unlike those real people he lures to their deaths. It is no surprise that he boasts of his mechanical inventions, including a perpetual motion machine (a true detail from the book - he did claim to have invented many machines); he is a sort of perpetual motion machine himself. And mechanical imagery is everywhere in the film, from the opening giant wheel in the movie house, to Petiot's bicycle (with its squeaking wheels echoing the sound of sharpening knives), to the Victrola he keeps winding up to play music before he makes a kill. Even his routine with his victims is mechanical - write a note to your wife, let me disguise you before you leave, you need a vaccination, Barcelona, Casablanca, Dakar - like a well-oiled machine, the routine is always the same, just as the record is always the same.<br /><br />Maeder, the author, says that it was the clockwork perfection of his crimes that weighed so heavily against Petiot at his trial. His system was as smooth and efficient as a Nazi concentration camp, and this may be why the movie invents a subplot of Petiot's involvement with the French Gestapo and the occupying Nazis. Unfortunately, it doesn't quite work as part of the story, because it's very hard to figure out just what Petiot is doing for the collaborators, or what is going on when he ends up at their headquarters in the middle of the night. Disposing of bodies? Hiding stolen goods? It's hard to say, and harder to believe; it's not likely the state would turn to a freelancer like Petiot.<br /><br />But it does remind us of the duality of evil people; Petiot is a robber and a murderer, but he is also a devoted father and husband. Just as we learned that Hitler loved dogs, and that Nazis guilty of the worst war crimes could also be loving fathers and family men, so we have to recognize that Petiot could commit unspeakable horrors and yet also function normally. His insanity is easily camouflaged by the insanity and horror of the wartime situation in Paris; when killing, robbing and disappearing are happening all around, nobody pays attention as Petiot tosses more corpses on the pile.", "label": "positive", "id": "train_2_13"}
{"text": "While originally reluctant to jump on the bandwagon of watching \"Lost\", I accidentally caught one episode at the beginning of season 1\u0097the one with the polar-bear\u0097and it has had my undivided attention ever since. The show, that is. Not the polar bear. So bear (heh) with me while I throw out as much rambling, semi-coherent praise as I can muster.<br /><br />\"Lost\" takes a simple idea of a passenger flight full of people crashing onto a desert island, and gradually adds extraordinary depth to its premise by exploring each character deeply and unflinchingly\u0097what drives them, who are they? Where did they come from? It soon becomes clear that the island upon which they are stranded acts as a common denominator for many things in their lives, whether they're running away from something (Sawyer and Kate among others) or getting in touch with spirituality (Locke, Claire). But \"Lost\" also zooms in on the island itself and the mysterious horrors that it houses... and they all seem to be strangely connected.<br /><br />While television actors are not exactly known for their subtlety or dazzling acting abilities, most of the cast of \"Lost\" are, in truth, spectacular actors for their respective parts, projecting heart and humour in their performances. There's also a multitude of eyecandy, but not generally of the plastic Hollywood kind as most TV shows. The characters all feel very real and they are extremely compelling to watch. Their interactions rarely fall prey to predictable sappiness, petty arguments or cheesy melodrama (although they are annoyingly secretive) \u0096 these people are first and foremost trying to survive and whatever relationship appears is treated secondary to action. The realism of these characters facilitate an already well-sculptured plot. <br /><br />About this plot... Imagine a tree as the template plot, then the branches as subplots (in this case, one branch for every character) \u0096 well, Lost adds twigs to each branch and then tiny twigs to those twigs as other story lines. If you're a brother/sister to one of the main characters in the flashbacks, you will get your own storyline. If you're a DOG you will have your own storyline. Unless the writers manage to weave them all together into some glorious culmination in the end, they are setting themselves up. I am more than a little worried there will be some disappointing cop-out to this show, as I'm sure most people are.<br /><br />But assuming the writers do pull this off, \"Lost\" is possibly the best show ever to hit television.<br /><br />9/10", "label": "positive", "id": "train_2_14"}
{"text": "you can tell they spent 5$ making this.it is a waste of your time... ugh.. there is not anything remotely good about this movie... .. i don't know why i kept watching it.. the chick is not hot. horrid acting.. you could do anything and its a better use of your time.. like watching TV playing shitty video games.. i feel robbed. simply robbed.. of my time . i have never made a review for a movie before as you can probably tell but this movie i felt like i needed to save the poor souls that are about to watch it and looking on IMDb before to see if its decent and looking at the comments. -there was no action- -no hot chicks- -no budget- -shittttttttttttttty acting- it screams bad movie. ****the WHOLE movie is in a room.***", "label": "negative", "id": "train_2_15"}
{"text": "I caught this film late on a sat night/ Sunday morning with my brother. We had been drinking. This is one of the best films for ripping apart I have ever seen. From the 'luxury' ocean liner actually being a 'roll on, roll off' ferry, complete with cast iron everything to the doors with adhesive stickers saying staff, then seeing the same door being used for something else in another scene - this film rocks!! The continuity is so poor you cant help but notice it, it slaps you in the face with the holes. In the final scene he jumps off a life boat with the ferry in the distance. Cut to his son and new girlfriend (The ships PR director who knows kung-fu and used to be in the police but was dismissed for doing things her way - true)on the ferry going very fast away from the explosion. ......Then the dad is there hugging them. HoW???? Who cares, its magic. There is not one redeeming feature to this film. The casino is the size of a large bedroom with one casino table. when being chased by the villains there is only One place to hide, you've guessed it. Enter the villains who, instead of checking under the One table, proceed to shoot up four fruit machines and a little corner bar (a corner bar in the casino - fantastic). They walk straight past the only hiding place thus allowing our Casper to get around them and 'take them out'.<br /><br />Get some mates over, get a few drinks in, put this film on and howl.", "label": "positive", "id": "train_2_16"}
{"text": "After perusing the large amount of comments on this movie it is clear that there are two kinds of science fiction movie-goers. There are the ones who are well read, extremely literate, and intelligent. They know the history of the genre and more importantly they know to what heights it can reach in the hands of a gifted author. For many years science fiction languished in the basement of literature. Considered my most critic to be little more than stories of ray guns and aliens meant for pre-pubescent teenagers. Today's well read fan knows well this history, and knows the great authors Asimov, Heinlein, Bradbury, and Ellison, who helped bring science fiction out of that basement. In doing so they created thought provoking, intelligent stories that stretched the boundaries and redefined the human condition. This well informed fans are critical of anything Hollywood throws at them. They are not critical for it's own sake, but look upon each offering with a skeptical eye. (As they should as Hollywood's record has been less than stellar.) To these fans the story must take supreme importance. They cannot be fooled by flashy computer graphics, and non stop action sequences. When the emperor has no clothes they scream it the loudest.<br /><br />The second type of science fiction movie goer has little knowledge about the written aspect of the genre. (Look at many of the above comments that state \"Well I haven't read the book or anything by this author...) Their total exposure to science fiction is from movies or the Scifi channel. They are extremely uncritical, willing to overlook huge plot holes, weak premises, and thin story lines if they are given a healthy dose of wiz bang action and awesome special effects. They are, in effect, willing to turn off their critical thinking skills (or maybe they never had them!) for the duration of the movie. Case in point, I Robot. While supposedly based on Asimov's short stories and named after one of his novels, it contains little of what Asimov wrote and even less of what he tried to tell us about humanity and our robotic creations. (Those of you that will run out and buy I, Robot will be very much surprised-this movie isn't even based on that story at all!) <br /><br />The film has enormous plot holes, that at some points are stretched to the limits of credulity. I won't point them out. I won't spoon feed you. You need to practice you thinking skills and discover them for yourself. The characters, which are named after many of Asimov's characters, do not possess the critical intelligence that was a hallmark of his stories. The plot itself with all it's action sequences goes against everything that the author stood for. His belief that humanity possesses the capacity to solve problems using their minds, not their fists, is vital to understanding his vision of the future. In short, other than the name, their is very little of Isaac in anything about this movie. There will always be those uncritical (i.e. unthinking) who will state: \"The movie doesn't have to be like the book. Due to the medium, movies sometimes require that changes be made.\" But what about a case where the movie never even tried to stay close to the book (or books) from the start? What if all they took from the written work was the title? This begs the question: Why tarnish a great body of work by slapping it's title on your vacuous piece of crap? Save money and don't buy the rights to the works. Title it something else. Don't use the character's names. Believe me no one will accuse you of plagiarism. In fact it won't matter what you title it to the unread moviegoer who accepts everything you throw at him. But it will upset those who read, who think, who are unwilling to simply let you give them a pretty light show. <br /><br />I, Robot, like much of Hollywood's take on the genre, pushes Science fiction back down into that basement it lived in years ago. Hollywood could not do this alone. It takes an uncritical mindless audience that will accept puerile dredge like this.", "label": "negative", "id": "train_2_17"}
{"text": "TO all of yall who think 1.This was a boring telecast 2.Halle berry and denzel Washington did not deserve their Oscars<br /><br />SHUT THE F**k UP!! This was one of the best Academy awards show because 1.It was a moment in history to have a black yes \"Black actress\" win an academy award for Best actress so many of our black sisters have been ignored by the academy for many years.To be honest I had stop watching the academy awards because of a lack of diversity in either the winners or nominees.To me it was nothing but a bunch of white people patting each other in the back.the academy had many chances to vote black actresses that were brilliant in movies eg Alfre Woodard,Whoopi Goldberg,Diana Ross,Mary jean Babtise, but it did not 2.Halle berry deserved that Oscar no competition the academy was under pressure to vote for her so long have deserving actresses been ignored by the academy the majority of which is comprised of white voters yeah yeah Nicole kidman sang very prettily in muling rouge!but it was time black people were accommodated in these awards shows.As for Mr Washington the academy owed him big time after that unfair loss for MalcomX.To all of you who think race is not an issue\"probably white people\"in the movie industry,well it is many of the most talented black actresses around have either been reduced to stereo typical made by white people roles of what they think is a black women or are not existence\"Angela basset\". I do not expect many of the white people to understand any of this because they never had to deal with any of it.Come to think of it they are the one who been inflicting it", "label": "positive", "id": "train_2_18"}
{"text": "A film without conscience. Drifter agrees to kill a man for a mobster for money. Then they double cross him. Meanwhile he falls in love with the dead man's wife, and, without her knowing he's the killer, moves in with her. Then he \"accidentally\" kills her when she finds out. Then, in a WALKING TALL kind of heroism, he gets revenge on the mobsters who double crossed him. The first problem is that, by agreeing to take on the murder by hire assignment, the drifter loses all sense of sympathy, worthiness, and heroism. We can't accept any goodness in him and as a result the rest of the has no moral center. We just can't care about that kind of guy. And the wife (nicely played by the fetching Kari Wuhrer - the sheriff in EIGHT LEGGED FREAKS), a high class lady who runs a mission for homeless people, similarly loses a degree of sympathy by jumping right into bed with the homeless drifter (despite her evidently weakened state after the death of her husband). And, when she finds out he's the guy \u0096 what does she do? She locks him inside her house (as if ALL houses had locks you can't open from INSIDE) with her and proceeds to berate him. Stoo-pid. George Wendt, however, is terrific in a role as a beefy thug. Director Stuart Gordon did so much better with RE-ANIMATOR and DAGON.", "label": "negative", "id": "train_2_19"}
{"text": "Twenty years ago, the five years old boy Michael Hawthorne witnessed his father killing his mother with an axe in an empty road and committing suicide later. On the present days, Michael (Gordon Currie) invites his girlfriend Peg (Stacy Grant) and his best friends Chris (Myc Agnew), Jennifer (Emmanuelle Vaugier), Lisa Ann (Kelly Benson), Ned (Brendon Beiser), Mitch Maldive (Phillip Rhys) and Trish (Rachel Hayward) to spend the Halloween in the country with his grandparents in their farm. He asks his friends to wear costumes that would represent their greatest innermost fear, and together with his Indian friend Crow (Byron Chief Moon), they would perform an ancient Indian celebration using the carved wooden dummy Morty (Jon Fedele) that would eliminate their fears forever. The greatest fear of Michael is to become a serial killer like his father, but something goes wrong and Morty turns into his father, killing his friends.<br /><br />\"The Fear: Resurrection\" is a disappointing and pointless slash movie that uses the interesting concept of eliminating the greatest innermost fear of each friend before it grows, but in a messy screenplay full of clichés. There are some exaggerated performances, like for example Ms. Betsy Palmer; others very weak, but in general the acting is good. Unfortunately there is no explanation why the dummy is brought to live; further, in spite of being surrounded by close friends, the group does not feel pain or sorrow when each one of them dies. The low-pace along more than fifty minutes could have been used to built a better dramatic situation. In the very end, Michael shows a charm that his father was interested that I have not noticed along the story. I do not know whether the previous reference was edited in the DVD released in Brazil with 87 minutes running time. The special effects are very reasonable for a B-movie. My vote is four.<br /><br />Title (Brazil): \"Fear 2: Uma Noite de Halloween\" (\"Fear 2: One Night of Halloween\")", "label": "negative", "id": "train_2_20"}
{"text": "If you loved Deep Cover, you might like this film as well. Many of the poetic interludes Fishburne recites in Deep Cover are from the lyrical script of \"Once In the Life,\" a screen adaptation of a play that Fishburne wrote. If you love Larry as much as I do, you'll love this film that is all Larry, all hot, and all fleshed out. Of course there is gun play and illicit substance use, this is a gangster movie of sorts, after all, but the script is beautiful and the story is touching, even a little on the chick flick side.<br /><br />AMAZING film...dark, frightening, sexy, and exciting. If you ever sneaked out at night or hung out in a clubhouse, you'll get the proper impact of the cramped sets (metephorically echoing being trapped in the life). Full of clever foreshadowing and complex relationships, this film is tight..every sentiment mirrored in the set dressing and camera shots. GOOD WORK!", "label": "positive", "id": "train_2_21"}
{"text": "There have been some low moments in my life, when I have been bewildered and depressed. Sitting through Rancid Aluminium was one of these.<br /><br />The warning signs were there. No premiere (even the stars didn't want to attend) and no reviews in magazines. The only reason I sat through the film was in the hope that I might catch up on some sleep.<br /><br />Nothing in the film was explained. The narration was idiotic. I cheered at one point when the lead of the film appeared to have been shot, then to my growing despair, it was revealed that he hadn't really been shot dampening my joy. I sincerely hope all involved in the film are hanged for this atrocity. <br /><br />There were some positive aspects, mainly unintentional moments of humour. For example, the scene in which the main character, for some unknown reason feels the need to relieve himself manually in a toilet cubicle, while telling the person in the next cubicle to put his fingers in his ears.<br /><br />My words cannot explain the anger I feel, so I shall conclude thus.<br /><br />Rancid Aluminium: for sadists, wastrels, and regressives only who want to torture themselves.", "label": "negative", "id": "train_2_22"}
{"text": "May 1938. Hitler in Italy. Preparations for historical appointment with Mussolini.Emotions , tensions and forms of self-affirmation. a empty town, a housewife and a journalist. The meeting of two different worlds. Refuge for a mother with a sad life. Short filling for a classical victim. A story about solitude and silence. About the form of of life's nooks and desire like fight's form. The great character- a book gifted in a spring's afternoon. This movie is a poem, remarkable for the art to describe the shades of common loneliness. A pleading for a ineffable relation with reality. And with your interior world. The pictures of Il Duce, the clumsiness of Antonietta, the patience and the frailty tension of Gabriele, the art of director to give the sense of script grace two great actors makes this film sublime, foretaste of subtle delicacy, a wonderful film about hypocrisy and arbitrary verdict, about essence of life and repulsiveness of any tyranny. Loren and Mastroianni are the masters of a magnificent intelligent acting. A clear masterpiece.", "label": "positive", "id": "train_2_23"}
{"text": "I saw this movie about 5 years ago, and the memory of it still haunts me to this day. I was fully aware at how awful it was supposed to be going into it, so I have only myself to blame. But like most, I didn't believe all the negativity. Being a Sandler fan, it just seemed inconceivable one of his movies could really be that bad. I figured it was just Sandler haters. I couldn't have been more wrong.<br /><br />What we have here is a comedy that does not contain even 1 second of anything funny. That is actually quite an accomplish. You'd think in a 90 minute comedy, they might have accidentally stumbled upon something even remotely amusing. But no, it's just horrible. It's not \"so bad it's good\", its just bad. You cannot laugh at how bad it is, you can only cry. You wait patiently for a joke that will at least make you chuckle, but they never come.<br /><br />Have you seen the movie The Ring? Where the people watch a video tape and die 7 days later? If this movie was on the video tape, people would die instantly, by their own hand, and there would be smile on their face as they realize their agony has ended, and that would be the first smile since they pressed play.<br /><br />You might be inclined to watch it just to see how bad it is, unable to curb your curiosity. Don't. Please don't. Trust me, I'm doing you a favor. There are 2 types of people in the world, those that think Going Overboard is the worst movie ever made, and those that have not yet seen it.", "label": "negative", "id": "train_2_24"}
{"text": "Because of all the negative reviews of this film I almost didn't watch it. However, I was pleasantly surprised that it was a fairly enjoyable horror movie. The acting wasn't great - apart from the wonderful Alice Krige - but some of the dialogue (\"Just consider yourself lunch.\") was quite amusing.<br /><br />On the whole an above average Stephen King effort - 7/10.", "label": "positive", "id": "train_2_25"}
{"text": "There is no artistic value in this movie to deserve any award. Well, it does not deserve an audience as well. Ironically, one of the awards is for cinematography but frankly, the camera movements are disconcerting to say the least. Every frame, you feel you are getting the \"full picture\", its like someone is \"cropping your view\" from the edges. The story is pathetic. Well, I will be honest, I could not bear to watch the entire movie. The part that sucked the most was when I saw the soldiers partying in their barracks and one of the soldiers coaxed to drink liquor. These and many other similar scenes reminded me so much of Steven Seagal.<br /><br />Take my advice, stay away from this piece of crap.", "label": "negative", "id": "train_2_26"}
{"text": "If there was anything Akira Kurosawa did wrong in making Dodes'ka-den, it was making it with the partnership he formed with the \"four knights\" (the other three being Kobayaski, Ichikawa, and Konishita). They wanted a big blockbuster hit to kick off their partnership, and instead Kurosawa, arguably the head cheese of the group, delivered an abstract, humanist art film with characters living in a decimated slum that had many of its characters face dark tragedies. Had he made it on a more independent basis or went to another studio who knows, but it was because of this, among some other financial and creative woes, that also contributed to his suicide attempt in 1971. And yet, at the end of the day, as an artist Kurosawa didn't stop delivering what he's infamous for with his dramas: the strengths of the human spirit in the face of adversity. That its backdrop is a little more unusual than most shouldn't be ignored, but it's not at all a fault of Kurosawa's.<br /><br />The material in Dodes'ka-den is absorbing, but not in ways that one usually finds from the director, and mostly because it is driven by character instead of plot. There's things that happen to these people, and Kurosawa's challenge here is to interweave them into a cohesive whole. The character who starts off in the picture, oddly enough (though thankfully as there's not much room for him to grow), is Rokkuchan, a brain damaged man-child who goes around all day making train sounds (the 'clickety-clack' of the title), only sometimes stopping to pray for his mother. But then we branch off: there's the father and son, the latter who scrounges restaurants for food and the former who goes on and on with site-specific descriptions of his dream house; an older man has the look of death to him, and we learn later on he's lost a lot more than he'll tell most people, including a woman who has a past with him; a shy, quiet woman who works in servitude to her adoptive father (or uncle, I'm not sure), who rapes her; and a meek guy in a suit who has a constant facial tick and a big mean wife- to those who are social around.<br /><br />There are also little markers of people around these characters, like two drunks who keep stumbling around every night, like clockwork, putting big demands on their spouses, sometimes (unintentionally) swapping them! And there's the kind sake salesman on the bike who has a sweet but strange connection with the shy quiet woman. And of course there's a group of gossiping ladies who squat around a watering hole in the middle of the slum, not having anything too nice to say about anyone unless it's about something erotic with a guy. First to note with all of this is how Kurosawa sets the picture; it's a little post-apocalyptic, looking not of any particular time or place (that is until in a couple of shots we see modern cars and streets). It's a marginalized society, but the concerns of these people are, however in tragic scope, meant to be deconstructed through dramatic force. Like Bergman, Kurosawa is out to dissect the shattered emotions of people, with one scene in particular when the deathly-looking man who has hollow, sorrowful eyes, sits ripping cloth in silence as a woman goes along with it.<br /><br />Sometimes there's charm, and even some laughs, to be had with these people. I even enjoyed, maybe ironically, the little moments with Rokkuchan (specifically with Kurosawa's cameo as a painter in the street), or the awkward silences with the man with the facial tics. But while Kurosawa allows his actors some room to improvise, his camera movements still remain as they've always been- patient but alert, with wide compositions and claustrophobic shots, painterly visions and faces sometimes with the stylization of a silent drama meant as a weeper. Amid these sometimes bizarre and touching stories, with some of them (i.e. the father and son in the car) especially sad, Kurosawa lights his film and designs the color scheme as his first one in Eastmancolor like it's one of his paintings. Lush, sprawling, spilling at times over the seams but always with some control, this place is not necessarily \"lighter\"; it's like the abstract has come full-throttle into the scene, where things look vibrant but are much darker underneath. It's a brilliant, tricky double-edged sword that allows for the dream-like intonations with such heavy duty drama.<br /><br />With a sweet 'movie' score Toru Takemitsu (also responsible for Ran), and some excellent performances from the actors, and a few indelible scenes in a whole fantastic career, Dodes'ka-den is in its own way a minor work from the director, but nonetheless near perfect on its own terms, which as with many Kurosawa dramas like Ikiru and Red Beard holds hard truths on the human condition without too much sentimentality.", "label": "positive", "id": "train_2_27"}
{"text": "As a Pokémon fan I enjoyed this movie very much. It introduces new legendary Pokémon (as each movie does) and adds depth to the relationships between its characters. I however do not expect those who are not Pokémon fans to enjoy it(This includes MOST adults). Some of the lines were corny, but that can be somewhat unavoidable when dubbing the movie over to English. The animation was beautiful, although there were a couple parts that did not look good. And although the villain is kind of corny, I think that the movies have done a good job of cycling through different types of villains, and I guarantee you that they aren't all like this one. Those who did not like it, I say to each his own, but Pokémon fans will love it.", "label": "positive", "id": "train_2_28"}
{"text": "The prerequisite for making such a film is a complete ignorance of Nietzche's work and personality, psychoanalytical techniques and Vienna's history. Take a well-know genius you have not read, describe him as demented, include crazy physicians to cure him, a couple of somewhat good looking women, have his role played by an actor with an enormous mustache, have every character speak with the strongest accent, show ridiculous dreams, include another prestigious figure who has nothing to do with the first one (Freud), mention a few words used in the genius' works, overdo everything you can, particularly music, and you are done. Audience, please stay away.", "label": "negative", "id": "train_2_29"}
{"text": "I happen to be the director's nephew. It's taken me years to get my hands on a copy of this film and I can confirm that it is indeed one of the worst movies of all time. My uncle doesn't even have a copy of it anymore (I asked). I'm looking forward to bringing him a copy.<br /><br />Currently the film's average rating is 1.9/10. As far as I can tell, that should put it somewhere in the mid-30s in the IMDb \"bottom 100,\" however with only 206 votes, it hasn't yet placed.<br /><br />It's sad that the film doesn't even get the respect of a bottom 100 title.<br /><br />Anyhow, I'm giving copies of the movie to family members this year for holiday gifts. Best/Worst gift ever?", "label": "negative", "id": "train_2_30"}
{"text": "This is the definite Lars von Trier Movie, my favorite, I rank it higher than \"Breaking the waves\" or the latest \"Dancer in the Dark\"... I simply love the beauty of the picture...the framing is so original; acting is wonderful, A MUST SEE.", "label": "positive", "id": "train_2_31"}
{"text": "Murders are occurring in a Texas desert town. Who is responsible? Slight novelties of mystery and racial tensions (the latter really doesn't fit), but otherwise strictly for slasher fans, who will appreciate the gore and nudity, which are two conventional elements for these films.<br /><br />Dana Kimmell (of FRIDAY THE 13TH PART 3 infamy) stars as the bratty quasi-detective teen.<br /><br />*1/2 out of ****<br /><br />MPAA: Rated R for violence and gore, nudity, and some language.", "label": "negative", "id": "train_2_32"}
{"text": "I think the comments regarding the show being cheesy are a bit too exaggerated. When a person comes to watch a TV show, what does he look out for? It is to enjoy that he watches a show, unless he/she is a critic or a person who analyzes story. But most of us are not so and watch the shows to relax and enjoy. FULL HOUSE is an ideal show to watch after having a heavy day in the office/school. It makes you laugh and it is not just humor.<br /><br />Yes, the Tanner family is a perfect family, a perfectly hypothetical family. If any such family existed in real world, it would be a role model for us to follow. But this is a TV show, and not a real family, and there is nothing wrong in depicting a hypothetical family on television. The very fact that the show could run so long shows us that people enjoyed watching it, whatever be the comments later on.<br /><br />Another good point about the show is that any person of any age would not only enjoy watching it, but would take back a message however childish that message be. Those Jesse's talks with Michelle are extremely touching, if one doesn't think of it as childish.<br /><br />Overall I would say after watching every show of Full House, there is a contentment in your heart that is rarely present after many other shows.", "label": "positive", "id": "train_2_33"}
{"text": "\"Fear of a Black Hat\" is a superbly crafted film. I was laughing almost continuously from start to finish. If you have the means, I highly recommend viewing this movie It is, by far, the funniest movie I have had the pleasure to experience. Grab your stuff!", "label": "positive", "id": "train_2_34"}
{"text": "Although it's an R rated movie, I really doubt that you'll really enjoy it unless you're a teenager<br /><br />Why? Because there's no real plot, no character development,no funny jokes. <br /><br />The only thing that this movie has plenty of is nudity. Tons and tons of naked or almost naked chicks (pretty nice ones I might add) to feast your eyes on.<br /><br />I really can't understand why this movie has the American Pie title since it's only a bad combination between an erotic movie and a comedy without succeeding in being either of them.<br /><br />My suggestion is to watch this movie only if you want to see some naked chicks, but you're too shy to rent/buy an erotic movie. <br /><br />Gave it 1/10 for the 2 smiles i had in the entire movie and another 2/10 for the nice chicks", "label": "negative", "id": "train_2_35"}
{"text": "Another cult strikes again. This isn't a spoiler, because the REAL ending comes after you research the folks who brought this overly-long, pseudo-scientific infomercial...Ramtha's School of Enlightenment.<br /><br />When any religion/philosophy needs to hide behind an OZ-like screen of deceit, I walk away. Thank Ramtha I watched a borrowed copy of this movie on the recommendation of a \"friend\"...to have wasted precious resources on this New-Age lobotomizer would have been tragic. I can only hope that they \"truly believe they can walk on water\" enough to take that guidance to it's \"logical\" conclusion...in other words; walk, drown...or shut up :-) As a movie...it deserves a strong \"1\" on it's entertainment value, especially for creating the most dislikable character in film history (the photographer's roommate...eeeeeek!). If you must see this film, borrow it from one of the brainwashed folks who recommended it.", "label": "negative", "id": "train_2_36"}
{"text": "Why on earth should you explore the mesmerizing nature documentary \"Earth\"? How much time do you have on earth so I can explain this to you? OK, I will not elongate my review exploration on \"Earth\" to infinity, but I must stand my ground on why this is a \"must see\". The documentary takes a nature round trip on the migration paths on three animal families: a female polar bear and her cubs with the real life subplot of the father bear daring it out to hunt for food in his isolated path, a mama of a whale with her baby whale taking a whale of a migration tour for prey, and an elephant mama with her small (maybe not so small, they are elephants) offspring migrating in Africa. Directors Alastair Forthegill & Mark Linfield did an \"out of this earth\" job in also capturing the survival skills of many other animal species besides the magnetic shots of our three animal family protagonists. The cinematographically skilled team of Richard Brooks Burton, Mike Holding, Adam Ravetch, and Andrew Shillabeer were animales in camera shooting the wondrous nature sites and animal instinctive behaviors; not to mention, the slo-mo animal prey shots were u n b e l i e a v a b l e. \"Earth\" is also a lesson learner on the global warming effect on the animals; the papa polar bear in the doc is the poster animal boy on that consequence. So fellow earthlings, it is time to take the documentary voyage to visit \"Earth\" today! **** Good", "label": "positive", "id": "train_2_37"}
{"text": "The romance of the movie, which is also its main theme, is good and nicely presented. However, the surrounding of the love story is too lyric, graphical and unrealistic. Even worse, the psychology of the main character is weird and incomprehensible, exactly like the end of the movie. Don't hesitate to watch this movie, if it attracted your interest, but don't expect too much of it either.", "label": "positive", "id": "train_2_38"}
{"text": "This early Adam Sandler film could be compared to his life as a comic during the same period in 1989. His character's constant acknowledgement of his hidden comic genius and frustration regarding humorous material seems to come more from Sandler than the script. The film is nothing compared to his blockbuster feature films, such as Big Daddy or even the corny Billy Maddison. Unfortunately, Sandler had not yet found a way to express himself in a consistent, successful and funny manner when this film was made, much like his character. The majority of the film's \"jokes\" come from Sandler having conversations with himself, usually over his unrecognised comic talent and beating himself up because he's too ugly and can't get women. The film is hard to watch too because it doesn't treat itself like a real film. Sandler talks to the camera and the viewers throughout the film, often referring to the film's low budget or questionable content. The film is ultimately awkward and embarrassing to watch. I immediately wanted to forget I even saw this film after it was over, for fear that if more found out about it, it would ruin Sandler's career. Pass this one up at the video store, I rented it for free and it was still a waste of time.", "label": "negative", "id": "train_2_39"}
