{"text": "This is a bit long (2 hours, 20 minutes) but it had a a lot of the famous Pearl Buck novel in it. In other words, a lot of ground to cover.<br /><br />It was soap-operish at times but had some visually dramatic moments, too, capped off by a locust attack at the end of the film. That was astounding to view. Considering this film is about 70 years old, the special-effects crew on this film did a spectacular job.<br /><br />Paul Muni and Luise Rainer were award-winning actors in their day and they don't disappoint here, both giving powerful performances. The only problem is credibility as all the Asians are played by Caucasions and some of them, like Walter Connolly, just don't look real. I'd like to see a re-make of this movie with all-Asian actors, not for PC reasons but to simply make the story look and sound more credible.", "label": "positive", "id": "train_3_0"}
{"text": "Anyone who actually had the ability to sit through this movie and walk away feeling like it was a good film does not appreciate quality movies. This movie was an insult to watch, the direction was high school film class quality as well as the cinematography. The Blair Witch Project had better cinematography and I hate that move with a passion! The storyline had the potential to be a very intense very good movie but it fell flat from the first 10 minutes through the rest of the movie. Someone mentioned that this film was about a child's imagination, okay thats all good and fine. But they still could have done better things with this script than what they did. I mean come on, the Indian in the store. Did the kid look at the little idol and suddenly imagine the Indian and the entire story about an Indian spirit called Wendigo? Which they mention to the store employee and she casually says there is no one but me that works here, so you think okay creepy ghost scenario, but then she just barters for the amount on the idol and we forget about the little kid seeing this guy. That was so lame it goes beyond pathetic. The ending left you wondering not only what happened to Otis in the hospital but also with the feeling of OMG!!! Why the hell did I just waste my time watching this!! This is a move that I recommend NOT to watch, there are definitely better quality films out there that won't insult your intelligence! Thank god I never had to pay to see this movie, I would have demanded my money back! For those that were easily entertained by this movie.... it's very sad that you lowered your standards to this level of film making to actually say that it was a good movie.", "label": "negative", "id": "train_3_1"}
{"text": "Emily Watson's Natalia is absolutely the most loving and romantic lead character I have ever seen on a screen. She is the queen of this film beyond all doubt. Or, is she transmuted to the king? The internecine weaving of the chess games and the families' struggles for control, power, and victory is stunning. Just as the chess masters in the film do, the director is playing many simultaneous games with our mind at once, but all weave into either major or minor patterns. The period, the costumes, and imagery of early 20th century Italy's lake district is captured magnificently. Not a single square of space is wasted.<br /><br />So many brilliant scenes abound, I cannot recount them all. I recommend budgeting enough time to watch this movie twice, possibly a week apart, because you can't possibly capture all the poetry within a 64-square yet multi-dimensional framework in one setting. <br /><br />I did not read Nabakov's book, but to try an analogy of my own, what I am reading reminds of me of another romantically triumphant poetry-as-game movie, Barry Levinson's The Natural. It totally jettisoned the downbeat ending of Bernard Malamud's fatalistic book in favor of a romantic impressionism that was uniquely American. Well, the director did that one better by seamlessly meshing Russian and Italian morals and mores as a backdrop to enlightenment. The true story here is that games are zero-sum; there is a winner and a loser, unless both contestants draw. But, in life, and especially in the context of our immortal souls, we are only limited by those constraints and life's conventions to the extent we let others break our spirit. <br /><br />Pure love, as personified by Emily Watson's Natalia, can transcend and allow all of us to be enhanced by its gifts simultaneously. Only the barriers erected by our fears can cut us off from it.<br /><br />This is a magnificent movie (10/10).", "label": "positive", "id": "train_3_2"}
{"text": "Somewhere, out there, there must be a list of the all time worst gay films every made. One's that have overlong camera shots of the stars sitting and staring pensively into space, or one's where they focus unbearably long on kitty kats eating spaghetti. This motion sickness picture is a story of a boy and a boy and they live and love and swim and get stuck in grottos and one of them has a depressed mother and another has no mother and they talk and walk and swim and have sex and get drunk and then break up and someone goes to the hospital for eight days and then gets out and there is a lot of fast forward and rewind and there are long pensive shots of one of them looking into space or just sitting and doing nothing. I think it's some sort of gimmicky film making technique or maybe it's that the film is so bad they have to fill it up with long, wasted shots because otherwise if they had to rely on plot or story the film would be about 14 minutes. Don't get me wrong, this is about the 30th gay film I\"ve watched in the past 6 months and some of them (most of them) have been very formulmatic, predictable and boring but this is one is really a terrible waste of time. The best one so far was \"Beautiful Thing\". So, I watched this and after the very first opening shot which lingered and lingered I thought \"Oh, no, its going to be creative sinny mah\" But I gave it a chance and watched it and then when it ended I tossed the DVD in the trash. Sorry I didn't like it and if you did, sorry if I offend.", "label": "negative", "id": "train_3_3"}
{"text": "I may very well be one of the few who really stuck to this film. I also saw this movie when it came out, and I agree with the last post that Up The Acedemy was way ahead of its' time. The humor in the film itself is pure MAD magazine. I don't see why MAD stand behind this feature. It was also one of the few films of the early 80's to have a killer accompanying soundtrack with the punk and new wave bands that were emerging from L.A. at the time. I own the soundtrack and I play it constantly to this day. What can I say? There are definitely worst movies out there. I don't consider Porky's to be as funny as Up The Academy, there are some really good laughs throughout the film, and the jokes fall on either stereotypes or getting laid. Hey, nobody said this was going to be The Maltese Falcon.", "label": "positive", "id": "train_3_4"}
{"text": "What happens when an army of wetbacks, towelheads, and Godless Eastern European commies gather their forces south of the border? Gary Busey kicks their butts, of course. Another laughable example of Reagan-era cultural fallout, Bulletproof wastes a decent supporting cast headed by L Q Jones and Thalmus Rasulala.", "label": "negative", "id": "train_3_5"}
{"text": "Having been forced by my children to watch this at least 10 times for each of the last 2 Christmases, I feel adequately qualified to pass judgment on this version of Dr. Seuss' classic tale, and well... it's not very good. First off, following a classic act like Chuck Jones' animated TV special is going to be difficult for anyone, but this interpretation is so heavy-handed and padded as to be positively numbing. I will concede that there are a handful of inspired gags, but overall the film comes off as a calculated cash grab, at the same time as it is supposedly decrying the commercialisation of Christmas. Jim Carrey is typically over the top here, but that is completely at odds with the character of the Grinch. As characterised by Boris Karloff, he was a slow burn; methodical and sly. There is no method to Carrey's madness, and that is only the most obvious error made. Talented actors like Jeffrey Tambor and Christine Baranski are utterly wasted here. Why, Universal, why? I mean , I understand that Tony Hopkins will take just about any role offered (much like his countryman Michael Caine), but this one needs to be filed under \"Films that should never have been made.\" This does not bode well for the Cat in the Hat, an even thinner tome that Universal is prepping for this Christmas. I get the feeling that I will be making the same recommendation for that one as I am with this one: skip it, and either read the book or watch the TV special. This is 2 hours you can never, ever get back.", "label": "negative", "id": "train_3_6"}
{"text": "I'm not a John Cleese completist (although I thought \"Fawlty Towers was brilliant), but I am a fan, and when I saw this sitting, neglected, on a shelf at my local Blockbuster, I decided to give it a try. What I got was a wonderful surprise, and one of the funniest 50 minute viewing experiences I've ever had. The writing is typical English \"goon show\" schtick. In fact, as an audio skit, this wouldn't be out of place on a \"Firesign Theater\" album. But the execution and timing is spot on and this elevates \"Strange Case\" into the kind of jaw-dropping performance that can create lifelong British comedy fanatics. <br /><br />The Brits have a gift for combining broadly satirical lampoons with closely observed \"tics\" of character and timing, and the creators use both to good effect here. Cleese's portrayal of \"Holmes\" seems to owe much to the Arkin's and Seller's \"Inspector Clouseau\"; however Cleese has such a knack for physical comedy that he more than holds his own. But the unexpected treat here is Arthur Lowe, who plays \"Watson\" as an genial but invincibly uncomprehending imbecile with such superb timing and delivery that he becomes the best aspect of the film. I'd never heard of Lowe before this (his background seems to be vaudeville and musical theater), but he justifies his entire career with this performance as far as I'm concerned.<br /><br />Some people might not care for \"Strange Case...\", especially if British whimsy isn't their \"cuppa tea\". But I am extremely glad I got to see this before it vanished from sight.", "label": "positive", "id": "train_3_7"}
{"text": "Not only was this the most expensive Canadian film ever shot in BC, but easily the worst, never seeing the light of day. The director is not even Canadian, but British, and boy does it show. We are all made out to be a bunch of over-sexed dope fiends and morons. The spirit of what it means to be Canadian is absent, and this is supposed to be the reason we fund this bunk. Of course the British character is normal. The rest are a crop of sitcom stereotype - can you say \"Norm!!\"? The cinematography ranges from pretty postcard images to murky indoor silhouettes. The actors always seem to be fidgetting. Are they as bored as the viewer, or is this the directors idea of cinema? Avoid this mess and check out some of Bruce Mcdonalds films. A true Canadian boy with something original to say cinematically. You won't be compelled to walk out on HIS films after 10 minutes.", "label": "negative", "id": "train_3_8"}
{"text": "Remember the early days of Pay Per View? I do, and i can almost remember the number you had to CALL to actually rent the movie on your t.v. As a kid we always wanted to rent playboy, but this meant actually calling someone from PPV and asking to rent it. And then you get the nerve to do it and your watching four hours of soft core no angle crap. Well the reason i bring that up is because this movie too was on ppv. And i remember almost every scene that was in the add. I've been on a kick in the last few years to obtain all the great movies i use to see as a kid and this was one of them. It's one that when its on its hard to shut off. All star cast trying to commit the perfect bank bust but nothing goes right. There are plenty of spoof bank capers that are good and this one has to fall in that category. It has enough action and laughs to sustain it. check it out if you dare!", "label": "positive", "id": "train_3_9"}
{"text": "This is one of the worst movies I've ever seen. I saw it at the premiere at SXSW and was extremely disappointed. The director knew little about John Lennon and even said as much at the premiere. This is a drama, but people were laughing throughout at how cheesy the film was. That's never a good sign. The only saving graces were Dominic Monaghan and Jason Leonard as Livien's roommates/bandmates. They were funny while the rest of the movie took itself waaay too seriously. The cheesy dropping of Beatles lyrics was just absurd. The soundtrack was excellent, however, and was probably the best part of the movie. Unless you're one of those crazy, rabid Dominic Monaghan fans, don't bother with this one.", "label": "negative", "id": "train_3_10"}
{"text": "John Carpenter's Halloween is quite frankly a horror masterpiece. It tells the immortal story of escaped mental patient Michael Myers, who returns to his hometown on Halloween night to stalk and kill a group of babysitters.<br /><br />This was the first and without doubt the best in the Halloween franchise. Carpenter shows great restraint in pacing the story very slowly and building likable characters; unusual for a horror picture.<br /><br />Even more unusual is the non-existence of blood and gore, and yet it remains the scariest Halloween to date. Get that! <br /><br />Halloween marked the film debut of Jamie Lee Curtis and a defining point in the late great Donald Pleasance's career. A true classic.", "label": "positive", "id": "train_3_11"}
{"text": "As I was watching this film on video last night, I kept getting these tingles that told me this one will endure. I've a feeling I'll be watching this again and again for years to come.<br /><br />It's got all the timeless qualities you could ask for in a story/film. And even though some cultural references are obscure for me, a Western viewer, at the core this is a universal tale.", "label": "positive", "id": "train_3_12"}
{"text": "I´m not surprised that even cowgirls get the blues if this movie is anything to go by. I expected something better from Uma Thurman, which was the reason I suffered my way through this experience in the first place. An awful film with only the music as a redeeming quality. It´s just a shame that we are incapable of giving 0 out of 10 in these reviews. This movie deserves it.", "label": "negative", "id": "train_3_13"}
{"text": "Thomas Clay has been mixing with the wrong types. That's the trouble with young people these days, they have no respect.<br /><br />Seriously this film should be avoided at all costs. The action in the main body of the film is slow and rather stodgy and ambles to the drug crazed ending as if, like it's director, it has no where better to go. We are introduced to the main title character who is a bit of an outsider, we see him at school and at home not quite fitting in, feeling awkward in himself as so many adolescents do. Robert falls in with bad lads and starts missing school and taking drugs and before you know it he is a psycho rapist.<br /><br />The film is really about Clay's total failure to understand the links between violence imagery and violent acts. Clay seems to think a generation of crazed youth are made evil by scenes of war on our TVs. yet he has filmed the most disgusting piece of SIMULATED violence. Is this guy for real?<br /><br />If Clay has not seen YouTube perhaps he is naive and unaware of will be done with the brutal climax scene from his film? All anyone will want to see is the most hideous scene from the end of the film and I am sure that will be what sticks with people. <br /><br />The rest of the film is pointless for in committing such an act of violence to film Clay not only damns young people who are actively engaged in preventing war, he also damns himself as perpetrator of extreme, tasteless violence for no better reason than his own personal celebrity status.<br /><br />Shame on all involved.", "label": "negative", "id": "train_3_14"}
{"text": "In the classic sense of the four humors (which are not specific to the concept of funny or even entertainment), Altman's \"H.E.A.L.T.H.\" treats all of the humors, and actually in very funny, entertaining ways. There's the Phlegm, as personified by Lauren Bacall's very slow, guarded, and protective character Esther Brill, who's mission in life appears to be all about appearance, protecting the secrets of her age and beauty more than her well-being. There's Paul Dooley's Choleric Dr. Gil Gainey, who like a fish out of water (perhaps more like a seal) flops around frenetically, barking and exhorting the crowds to subscribe to his aquatic madness. The Melancholy of Glenda Jackson's Isabella Garnell smacks of Shakespeare's troubled and self-righteous Hamlet -- even proffering a soliloquy or two. And let's not forget Henry Gibson's Bile character, Bobby Hammer (\"The breast that feeds the baby rules the world\"). Then there's the characters Harry Wolff and Gloria Burbank (James Garner and Carol Burnett, respectively), relatively sane characters striving to find some kind of balance amongst all the companion and extreme humors who have convened for H.E.A.L.T.H. -- a kind of world trade organization specializing in H.E.A.L.T.H., which is to say anything but health. This is Altman at his classic best.", "label": "positive", "id": "train_3_15"}
{"text": "I was on France, around March 05, and I love to go to this Film Festivals. I knew about this Cinémas d'Amérique Latine de Toulouse, but I've never went to it. I decided to go and then I caught Cero y van 4. <br /><br />The film is stunning. It doesn't caused the impact on me like with the Mexican users, because it was french-subtitled but it's still shocking.<br /><br />This film is a satire about urban violence, about kidnapping and crime on the streets in Mexico. It is a crude portrait of the city. Of a Metropolis. Secuestro Express, with a stunning Mia Maestro, which was also a satire of kidnapping, almost, but with a more serious tone has, and I think so, some kinda connection with Cero y van 4. A, sort of, redemption story and that how much is too much? Man on Fire, that was stunningly strong, was also, not a satire, but a crude portrait into the streets of Mexico. Or it is like The Brave One. A film that shocks and hits you in the guts very hard. This is like The Usual Suspects, it has some plot twists and turns, but that makes it even more believable. Verdict: A film that shocks and makes you believe that there's no security on the streets anymore. Stunning dialogue, impressive direction and astonishing performances. Cero y van 4 is a film that you won't forget soon. Leaves you shaking and stunned.", "label": "positive", "id": "train_3_16"}
{"text": "This apology for a movie is about absolutely nothing! Rachel Griffiths must have needed the money. The film must have been made on a very low budget, because the lighting was non existent. I made a vow if I ever see Pete Postlesumthingor other I'll commit suicide. I'd be happy to know if there was 1) a plot or 2)a script. My biggest regret is I wasted my time watching this rubbish.", "label": "negative", "id": "train_3_17"}
{"text": "SPOILERS<br /><br />In the words of Jean-Paul Sartre, \"Hell is other people\". In \"The Odd Couple\", Jack Lemmon and Walter Matthau demonstrate just how accurate this can be. As Felix Ungar and Oscar Madison, Lemmon and Matthau respectively create two good friends who decide to live together. As the two begin to slowly grow more and more frustrated with each other, the laughs come thick and fast, before Felix departs, leaving Oscar a changed and more cleanly individual.<br /><br />Jack Lemmon as Ungar is absolutely superb as the neurotic, cleaning obsessed divorcee coping with life as a single man. Walter Matthau in contrast to Lemmon's character is equally as good as the slobbish sports writer who simply wants to play poker to earn money for his child benefits.<br /><br />Lemmon and Matthau are magnificant in their selected parts, to some degree dependent upon the beautiful script by Neil Simon, and simultaneously because they work well as a team. As two friends who are inherently different in lifestyles, although similar in relationships with ex-wives and children, these two, late, great actors create a partnership which is practically impossible to recreate. So great in fact, that the world screamed out so much for something similar, that two years before Matthau's death and three before Lemmon's, the characters were reunited in an inferior sequel. This idea, whilst following Hollywood's irritating obsession with sequels, might have worked to a certain degree, but at the same time, it could never come close to replicating the genius of this original film.<br /><br />Ultimately it's not really possible to say anything else. With Simon's amazing script, filled with humour and laughter, the creators of this film were already onto a hit. The casting of Jack Lemmon and Walter Matthau as Felix Ungar and Oscar Madison though, is the most important part of this film. \"The Odd Couple\", with it's traditional soundtrack (which even gained a tribute in \"The Simpsons\"), it's excellent script and it's genius leading men, is a tribute to cinema and a feature for history to remember.", "label": "positive", "id": "train_3_18"}
{"text": "Can you say \"All shock, no plot?\" There were so many unexplored directions in this movie. There was no history about the room other than the deaths. *WHY* was it evil? What made it that way? Why an \"hour\" countdown? Then, there were the unexplored things hinted at; for example we *saw* a camera in the air vent, which he mentioned. But when he climbed up said vent, there was no camera.<br /><br />How about the fact that all the ghosts looked \"Digital\", and things \"winked out\" before hitting the ground making a static noise? Hmmm... when you put all of *those* things together, it makes room 1408 look like a high-tech spook house. Except that there was no follow up on that.<br /><br />Oh... by the way... electronics don't work in 1408. Well, except for the TV... the cell phone has no signal, but Wireless Internet works fine. How many incontinuities can you possibly add? I'm sorry, but this film was nothing but \"shock after shock\". It's all been done before. Reflections in the mirror. Things just out of site. Changing paintings. Bleeding walls. The \"Oh, it was all just a dream... no it wasn't.\" And, if the room was \"evil\", why make our main character come to terms with his daughter's death, if it was going to keep him trapped there forever anyway? It just didn't make sense.<br /><br />Additionally, there was no background information about \"The first book\" that he wrote. Just some vague information about the \"dad was a jerk\" and so forth. Speaking of dads, what was with the bit about his father? \"You'll be in my place\".<br /><br />Overall, a truly HORRIBLE movie. It was 100% adrenalin shock factor, without any new or innovative effects, and certainly no back story, character development, etc.<br /><br />My overall impression is that the entire movie was made on the \"Cheap\"; pretty much using one set and a couple of location shots, and was nothing but an effects film of recycled, cheesy, \"seen-that-before\" effects.", "label": "negative", "id": "train_3_19"}
{"text": "There are many kinds of reunion shows. One kind is where old actors are taken out of mothballs and set to recreate characters they haven't played for twenty or thirty years. These have mixed results. `Return to Mayberry', despite some silliness, was okay; `Return to Green Acres' as execrable (Eddie Albert used a word for the script I won't repeat here, but both it and the movie stink); `Rescue from Gilligan's Island' filled in a necessary gap in the story of the castaways, though the show itself was silly even from a `Gilligan's Island' viewpoint. In most cases, the scripts are weak; sometimes a silliness appears in the scripts that is too knowing \u0096 and in comedy it's nearly always fatal for the characters to know they're being funny. New characters are introduced who don't fit the mix. In the main, these reunion shows are pretty weak. A second sort of `reunion' show is the kind where the cast lays its past aside but sits around, telling stories, reminiscing, interspersed with flashbacks from the shows. Then there are movies based on the shows, which are rarely good; and movies based on the history of the show (`The Brady Bunch' has had both of these happen to it, with various results).<br /><br />`Return to the Batcave' uses nearly all the above, with a wonderfully twisted viewpoint, which makes it the best of the reunion shows, and has raised the bar for the others.<br /><br />Adam West and Burt Ward and summoned to a showing of the original Batmobile. While they are there, the car is stolen. <br /><br />The Adam West of the movie is a man demented. He called Jerry, his butler, `Alfred'. He opens a bust of Shakespeare in his apartment and reveals a hidden pole to slide down to the parking garage. He's obsessed with being a crime fighter, when in fact he's merely a washed up actor. When the Batmobile is stolen he not only believes it's his duty as a crime fighter to recover it, he drags and unwilling Burt Ward in as his assistant.<br /><br />The pursuit is largely loquacious, with West and Ward reminiscing about the old days. It is broken by `flashbacks' with actors playing West and Ward in the old days. The modern scenes and the `flashbacks' both have the wacky lack of reality the show maintained. There are also running gags that show West is able to make fun of himself: in Ward's book about his time on the show, he spoke frankly about West's libido and also his being a skinflint (West makes Ward pay for everything in their pursuit, down to tips and bus fare). The clues they follow, the characters they meet (even in flashback) all fit the mentality of the old series, and there are several homages, including a fist fight with written sound effects.<br /><br />The whole thing is extremely funny and done with great panache. There are also cameos by Julie Newmar (looking like she's had one facelift too many) and Frank Gorshin, reminding us why he has such a cult following. Gorshin will be the Riddler when Jim Carey, his obvious successor, is long forgotten. The movie builds to a fairly obvious but funny climax.<br /><br />This show is a model for reunion shows \u0096 unfortunately, there are few that can fit the pattern. This show had actors replaying their old characters; young actors playing a movie about the making of the show; the actors West and Ward reminiscing; and a modern-day movie with the real Adam West playing the demented Adam West. It has everything. If you loved the old show, this is the stopper on the bottle.", "label": "positive", "id": "train_3_20"}
{"text": "Watched this with my girlfriend after stumbling over it while zaping channels.<br /><br />I guess we both hoped for some kind of happy family cute Christmas movie, but were extremely disappointed.<br /><br />the actor playing the soldier, seems to have 0 emotion whatsoever, his face looks the same, whether he's chopping down Christmas tree's, seeing the girl he loves being kissed by her boyfriend, or when he's happily surprised by the girl he loves, he's an awful actor, and at no pont did any of us do nothing but laugh at him.<br /><br />Then there's the cute blond girl, blessed with the ability to count dot's and cheat on her boyfriend, what a catch! and her ambition in life is to live with her parents and count more dots.<br /><br />So it's basically a story about a guy without any emotion or feelings who falls for a guy who count dots and cheats on her boyfriend, it's as predictable as it get's, and really a waste of time, you gain nothing by watching this, other than some weird laughs, because it's all so corny.<br /><br />I love it when her dad says that he only eats french fries and not french wine, and they all laugh, that's the hillbilly attitude this movie is about, furthermore, if my girlfriends dad were bossing me around like, i'd tell him a thing or to, but not our army veteran, no sir, he let's everyone boss him around.<br /><br />The movie is what First Blood would have been, if John Rambo were burn like the biggest wimp in the world.", "label": "negative", "id": "train_3_21"}
{"text": "I mean really. This is not going to help the Australian film industry to make this kind of film with no values of any kind. Okay, if you're a stoner and have nothing better to do, then maybe. I think film-makers from here should try to show the rest of the world what great talented people we have, and this is not the vehicle for it. Come on now, this film is just tacky.", "label": "negative", "id": "train_3_22"}
{"text": "This is a really good film and one that I've enjoyed watching several times. Michael Caine's awesome as always. Michael Caine has received kind of a reputation for taking any role in any movie no matter what the quality or lack of same but he does a good turn in playing Sidney. From the start it's so well written. Who would have thought that Ira Levin who wrote such creepy stuff as The Boys from Brazil and Rosemary's Baby could write something this witty. Let's face it - Michael Caine, Chris Reeve, Dyan Cannon, Henry Jones... how are you going to go wrong with a cast this good directed by Sidney Lumet.<br /><br />I'm really reticent to go on because if anyone were to give away anything about this film it would be a crime. Just watch it and adore it.", "label": "positive", "id": "train_3_23"}
{"text": "First off... I never considered myself an Uwe Boll Hater since I think I never even saw one of his movies but after seeing this cheap excuse for a movie named \"Seed\" (which is the name of the serial killer this movie is about) I am close to joining the hate club. This movie makes absolutely no sense at all... the plot is a joke and although Boll clearly tries to get attention by shocking people 90% of this movie is just plain boredom. You can sum up this movie like this: <br /><br />1. Hooded killer watches clips of animals getting tortured on TV. This is real life footage from pelt farms and the movie opens with the ridiculous reason of \"making a statement about humanity\" and giving a Peta address. Since this movie has no message at all and is the worst piece of torture porn-exploitation you already have a reason to hate the movie from the beginning onward.<br /><br />2. Death by electrocution with a pretext that gives away what happens later in this movie printed on screen so every retard gets it.<br /><br />3. Cops watch videos of animals, babies and women starved to death and decomposing in Seeds basement, having stupid nightmares and crying into their whiskey because Seed is such an evil bad mofo. Although the acting is OK the movie takes a dive every time it tries to incorporate any emotions... <br /><br />4. Cops bust Seed in his house, act stupid and get slashed in the dark. This sequence reminds me of a video game, you barely see anything except flashlights. Seed is a super killer that is everywhere at once and all cops act stupid enough to be killed... except for one who busts him.<br /><br />5. Seed gets the chair and we see his electrocution as lengthy as everything else in this \"movie\"... he won't die and we are reminded of the opening statement that he must be set free if he survives 3 electric jolts. Guess what... they just bury him alive to solve the problem.<br /><br />6. Seed comes out of his grave, kills everyone off in another slashing part and then seeks the main cop to take revenge on.<br /><br />7. A woman gets her head bashed in with a hammer in an endless sequence from one point of view just for the fun and shock value of it. <br /><br />8. Seed captures the cops family, lures him to his house, threatens to kill his wife and daughter. After killing his wife with a nail gun the cop shoots himself in the head considering thats whats Seed wants (its hard to get into that guys head since he not just wears his mask even in prison but also never utters a word ... the movie has barely any dialog anyway so don't mind).<br /><br />9. Boll goes for a nihilistic shocker end where Seed locks the daughter in with her dead dad to rot like the persons we saw on video on sequence 3.<br /><br />This is it... no message, no plot, no reason, no face behind the mask, no background except a stupid story that Seed was burnt as a child.<br /><br />This movie relies purely on few key scenes and their shock value. I hardly remember a movie this empty of any emotion or message or entertainment. Its like watching August Underground ... thats fine with me, some people will enjoy this brainless snuff. But what is really hard to stand about it is the pseudo-message in the beginning and the fact that the movie is well made considering camera-work, effects and even the acting is too good for this waste of celluloid. <br /><br />So how does Boll get money to make such \"movies\" when thousands of talented directors work on shoestring budgets?? \"Seed\" is not just the essence of ridiculous, its living proof that the free market is flawed ... lucky Uwe that the German taxpayer is paying for a lot of this waste to get deductments.", "label": "negative", "id": "train_3_24"}
{"text": "OK, I would not normally watch a Farrelly brothers movie. I can't recall ever watching one. I also don't recall watching a Jimmy Fallon movie. Alright, I did watch taxi, but I said penance and was forgiven for that mistake. But, this movie had Drew Barrymore and I just think she is the cutest thing. I don't know what it is about her, but I just smile the whole time I am watch her. She just captivates me that way. I mean I even watched Adam Sandler just to see her in 50 First Dates. How sad is that? This wasn't the greatest baseball movie - it wasn't supposed to be. It was a love story about a sad puppy that hung on to the only thing that never let him down until he found something worth giving that up for. It had a predictable ending, but there was so much on the way there that made it worthwhile.", "label": "positive", "id": "train_3_25"}
{"text": "Disowned by Richard C. Sarafian, this disaster stunk up Japanese theaters before coming to the States and going immediately to video, where it was not seen again until the Turner networks needed something other than infomercials to fill their 3am-6am time slots and found this tape at the bottom of their bin. The Smithee name is supposed to be used when the studio hacks the movie so badly that the director no longer wants his name attached to it. But I'm afraid that Sarafian can not blame the studio entirely on this one. The actors, mostly recent graduates of \"Overacting 101\", deliver one cornball line after another. The plot is convoluted. The special effects are unimpressive. The parts that aren't laughable are just plain boring. The script or the book must have been good - why else would Palance, Matheson, Boyle, or Heston agree to appear in this dud? But something went horribly wrong from the page to the screen. Summary: Avoid. Not even bad enough to be so-bad-it's-good.", "label": "negative", "id": "train_3_26"}
{"text": "Embarrassingly, I just watched this movie for the first time, 13 years after its release. It's a story that any father or brother can relate to... one brother is a bit 'wild,' the other brother is the typical older child. Craig Sheffer is a little too unemotional as the oldest brother, but Pitt is amazing, and Skerritt is perfectly cast as the father. The fishing scenes that were filmed in Montana are absolutely breathtaking... I had no idea that fly fishing could be so attractive. The movie closely follows the book, with only a few modifications to make it more appropriate for a movie format. Unlike most book to movie stories, this one measures up. It's a perfect movie for anyone who wants a quiet night with a powerful and somewhat emotional movie.", "label": "positive", "id": "train_3_27"}
{"text": "This has the funnist jokes out of all the Cheech & Chong flicks. It's the first one I saw with these guys. I found it to be really good. My dad actually recommended me to get it. WHAT A GREAT ROLE MODEL, and my GRANDMA actually bought it for me, knowing what it was like. What a family I have. Well this movie is pretty good and great to rent when you want to see a good classic. I must warn you though, this isn't gut-busting funny. It has its moments but not as funny as There's Something About Mary. Check it out anyway. I'm sure you'll laugh. Unless your an anti-drug activist or something.", "label": "positive", "id": "train_3_28"}
{"text": "The most misogynistic movie of all time? Not to mention by '68 shouldn't they have moved beyond white people in brown face playing the \"Indians\"? My favorite parts though have to be when the girls giggle and blush as the bikers drag them off to gang rape them. Rape is fun! Who knew? Let's see, then there's the blatant rip-offs of \"The Hustler\" (fat boss character actually plays pool while scheming to destroy the Indians with the lead rebel dude), the horrific acting, the so-on-the-nose-they-might-as-well-have-just-told-you-what-to-think music cues, the lack of ANYONE WHO'S ACTUALLY Indian in this movie. And who are we supposed to be rooting for? I have to say it figures that Quentin Tarantino loves this movie. Even though his movies tend to champion strong women, I've heard from at least one source that in real life he's a misogynistic idiot. Why did I watch it, you ask? Don't ask.", "label": "negative", "id": "train_3_29"}
{"text": "I didn't approach \"Still Crazy\" with any real anticipation. Just another rock'n'roll picture, I figured... good nostalgia for the baby boomers. This film is partially that, but so much more. Brian Gibson, the director, previously helmed a biography of Tina Turner, and is quite successful in his style. I suppose it is fitting that this was his last film.<br /><br />The cast is well-chosen. Bill Nighy is perfect in his role as the band's frontman. Actor-turned-director Bruce Robinson appears as the band's washed-up guitarist. He does a superb job, even though he hasn't appeared on film since the late 70's. If you're looking for an touching and funny film (with some great songs), you've found it.<br /><br />7.4 out of 10", "label": "positive", "id": "train_3_30"}
{"text": "First off - there's absolutely no flirting going on in this film - with Anthony or anyone else. These people don't flirt - they just do it. Your first test of endurance is to wade through more than 15 minutes of intense violence and sexual perversion. This wouldn't be so bad - hell, I like violence and perversion as much as the next reviewer, but without a context to put it in, it is repellent. So you make it through the torture and mayhem. Then we meet Donna and the movie turns into something all together different - not better - just different: a road picture without heart. There are lame attempts at comedy thanks to cameos - broadly written and broadly played by broads like Judy Tenuta and Mink Stole (and a few hookers and drag queens, too). They all deserve better. The photography is purposely disorienting, so if you get motion sickness (or really ANY kind of sickness) - this flick is not for you. Come to think of it, I'm not sure just who this flick IS for -except maybe gay and bi-sexual S&M fans who like poorly scripted, poorly shot indy films about themselves.", "label": "negative", "id": "train_3_31"}
{"text": "What an incredible fall for Sean Ellis.<br /><br />You gather a bunch of your friends at home, all hyped about the follow up work of Sean Ellis. You have an vague idea of the plot, no spoilers that could kill the fun, very high expectations.<br /><br />It is late at night, perfect atmosphere for a movie of this type.<br /><br />15minutes passes and you start telling yourself it is bound to pick up, at 25mins you start wondering if you should just go to sleep and save this for another time when you can fully appreciate the expected not existent subtle touches. Over the half hour mark you realize half of your your hyped up audience is already asleep and call it a day.<br /><br />A few days later when you exhaust all other material to watch you go back to this, in the middle of the day this time, hoping your mood will keep you awake this time. 10 minutes later you find yourself fastforwarding the unbelievably and needlessly long intermediate transitions and images. Any other stuff I would have given up already but there is cashback and its legacy. But that legacy can only carry you so long, this is a new level of boring movie-making, imagine a short story extended to a novel with just descriptions, this is what it is.<br /><br />Decent cast is wasted, there is no cinematography that leaves you in awe like cashback either. There are films that annoy you, there are films that lack certain aspects, or just cheesy, unfortunately this is just a waste of time.<br /><br />Final words, stay away.", "label": "negative", "id": "train_3_32"}
{"text": "This is according to me a quite bizarre movie with a lot of humor in it. I wouldn't say that it is very scary, but more fun I guess. That is if you like horror movies. Scarecrow kind of remembered me of \"Children of the corn\", but still not. If you compare these two movies this is much more fun to watch =)", "label": "positive", "id": "train_3_33"}
{"text": "OK, OK, don't get bent out of round. I was kidding.<br /><br />\"Bustin' Out\" is actually a better and truer title anyhoo.<br /><br />Racism and crime dramas get the satiric treat meant from our X-rated animator friend Ralphie boy. And he does one of his better jobs here.<br /><br />On the crime front it shows the truth. They build it, defend it, then boredom and stronger rivals cause them to (maybe) lose it. See for yourself to see what goes down.<br /><br />Racist? I don't know. With Scatman (RIP) and the love walrus (also RIP) being black and the main point of view, I saw it as an attack on racism mostly. The fact that Richard Pryor liked it says as much as well. And the younger (pre \"Miami Vice\") Phil Mike Thomas in there was a nice surprise.<br /><br />It's an animated \"Blacksploitation\" film. That's a good thing. Done well and well done. It will make some squirm (like the lynching scene) but unfortunately that's based on fact.<br /><br />But Ralphie REALLY should have re-thought that title.", "label": "positive", "id": "train_3_34"}
{"text": "This is possibly one of the worst movies I have ever seen. I don't care what the critics say, it's bad. I think the problem is with Kundera's novel. It's not that it's unfilmable; it's just that like 99% of his work, it's pretentious and overdrawn. He seems to be enamored with himself,his characters come off as navel-gazing, and his novels as a whole are misogynistic. I have read many of his works (even his Socialist Realist poetry. That was truly awful) -- I just don't understand what the fuss is about. Characteristics (like the self-absorption) in his novels make for infuriating reading. In a movie, all the things that I dislike about Kundera were magnified. Maybe I just missed something, but I don't think so. On a side note, I cannot believe that this is a Criterion Collection DVD. No way is this movie THAT essential.", "label": "negative", "id": "train_3_35"}
{"text": "I gave Timecop a perfect 10, I gave this 1<br /><br />It's story is very boring, and it has only little to do with the original Timecop. Lots of things from Timecop was scrapped, and they put in new stupid stuff instead. This story is taking place in 2060 (if I remember correctly), but for some reason the timetraveling is now more dangerous :confused:<br /><br />And the action scenes are nothing to be happy about, well most of them aren't... only the first one is great... and there aren't many action scenes at all, and they're all pretty short<br /><br />At one point in the story, the main character travels through time about 5 times within a few minutes... no wait, make that two times...<br /><br />In short: Don't waste time watching this movie, it's not worth it", "label": "negative", "id": "train_3_36"}
{"text": "This is my favorite movie EVER. I have watched it at least 10 times and I cry every time. My family begs me not to watch it so I wont have a crying fit. I think I love that it is a true story written by Antwone himself just as much as I love the movie. The acting is top notch, and the actors were perfect for their role. Denzel Washington is one of my favorite actors. But this is my favorite movie he has done so far. I took care of a little boy who was also born in jail. He was the most precious little boy I had ever met. He has now been adopted by a wonderful family who fought for him for almost two years. I saw this movie while the fight was still going on and his future was unsure and I am so happy he is safe and loved. And I am so happy Antwone's happy and found his family.<br /><br />I would love to know more about him and how it has been since meeting his family. I just cant say enough good things about it!!", "label": "positive", "id": "train_3_37"}
{"text": "This seems like one of those movies that we think we should like, but I didn't. It seemed to be trying way too hard to be 'artsy'. All flash, with no content. It has some beautiful scenes, and any one of them are nice to watch, but tack them all together and it becomes an arduous task just to sit through it. I rented this because of the glowing reviews on the video carton, and the fact that I'm a big Shakespeare fan, but I was very disappointed. I just found it a bit pretentious and, at times, boring.", "label": "negative", "id": "train_3_38"}
{"text": "I've never been a fan of Farrah Fawcett...Until now. She was truly amazing in this movie. The emotion she must have gone through shooting re-take after re-take doesn't bare thinking about. This was a very hard movie to watch, the subject matter is decidedly unpleasant and you feel so helpless just sitting and watching a woman being abused for what seems like an eternity. I actually felt that the whole thing deflated somewhat when her friends returned to the house and I didn't find the conclusion at all plausible. The director seemed very keen in using height in his shots and loved using mirror reflections, I believe he should have paid more attention to the pace in the second half of this piece. I'm sure this makes a heck of a powerful piece of theatre, this movie for me, although it had merit, just fell short.", "label": "positive", "id": "train_3_39"}
