{"text": "There is no relation at all between Fortier and Profiler but the fact that both are police series about violent crimes. Profiler looks crispy, Fortier looks classic. Profiler plots are quite simple. Fortier's plot are far more complicated... Fortier looks more like Prime Suspect, if we have to spot similarities... The main character is weak and weirdo, but have \"clairvoyance\". People like to compare, to judge, to evaluate. How about just enjoying? Funny thing too, people writing Fortier looks American but, on the other hand, arguing they prefer American series (!!!). Maybe it's the language, or the spirit, but I think this series is more English than American. By the way, the actors are really good and funny. The acting is not superficial at all...", "label": "positive", "id": "train_0_0"}
{"text": "George P. Cosmatos' \"Rambo: First Blood Part II\" is pure wish-fulfillment. The United States clearly didn't win the war in Vietnam. They caused damage to this country beyond the imaginable and this movie continues the fairy story of the oh-so innocent soldiers. The only bad guys were the leaders of the nation, who made this war happen. The character of Rambo is perfect to notice this. He is extremely patriotic, bemoans that US-Americans didn't appreciate and celebrate the achievements of the single soldier, but has nothing but distrust for leading officers and politicians. Like every film that defends the war (e.g. \"We Were Soldiers\") also this one avoids the need to give a comprehensible reason for the engagement in South Asia. And for that matter also the reason for every single US-American soldier that was there. Instead, Rambo gets to take revenge for the wounds of a whole nation. It would have been better to work on how to deal with the memories, rather than suppressing them. \"Do we get to win this time?\" Yes, you do.", "label": "negative", "id": "train_0_1"}
{"text": "This movie is a great. The plot is very true to the book which is a classic written by Mark Twain. The movie starts of with a scene where Hank sings a song with a bunch of kids called \"when you stub your toe on the moon\" It reminds me of Sinatra's song High Hopes, it is fun and inspirational. The Music is great throughout and my favorite song is sung by the King, Hank (bing Crosby) and Sir \"Saggy\" Sagamore. OVerall a great family movie or even a great Date movie. This is a movie you can watch over and over again. The princess played by Rhonda Fleming is gorgeous. I love this movie!! If you liked Danny Kaye in the Court Jester then you will definitely like this movie.", "label": "positive", "id": "train_0_2"}
{"text": "Yeh, I know -- you're quivering with excitement. Well, *The Secret Lives of Dentists* will not upset your expectations: it's solidly made but essentially unimaginative, truthful but dull. It concerns the story of a married couple who happen to be dentists and who share the same practice (already a recipe for trouble: if it wasn't for our separate work-lives, we'd all ditch our spouses out of sheer irritation). Campbell Scott, whose mustache and demeanor don't recall Everyman so much as Ned Flanders from *The Simpsons*, is the mild-mannered, uber-Dad husband, and Hope Davis is the bored-stiff housewife who channels her frustrations into amateur opera. One night, as Dad & the daughters attend one of Davis' performances, he discovers that his wife is channeling her frustrations into more than just singing: he witnesses his wife kissing and flirting with the director of opera. (One nice touch: we never see the opera-director's face.) Dreading the prospect of instituting the proceedings for separation, divorce, and custody hearings -- profitable only to the lawyers -- Scott chooses to pretend ignorance of his wife's indiscretions.<br /><br />Already, the literate among you are starting to yawn: ho-hum, another story about the Pathetic, Sniveling Little Cuckold. But Rudolph, who took the story from a Jane Smiley novella, hopes that the wellworn-ness of the material will be compensated for by a series of flashy, postmodern touches. For instance, one of Scott's belligerent patients (Denis Leary, kept relatively -- and blessedly -- in check) will later become a sort of construction of the dentist's imagination, emerging as a Devil-on-the-shoulder advocate for the old-fashioned masculine virtues (\"Dump the b---h!\", etc.). When not egged-on by his imaginary new buddy, Scott is otherwise tormented by fantasies that include his wife engaged in a three-way with two of the male dental-assistants who work in their practice. It's not going too far to say that this movie is *Eyes Wide Shut* for Real People (or Grown-Ups, at least). Along those lines, Campbell Scott and Hope Davis are certainly recognizable human beings as compared to the glamourpuss pair of Cruise and Kidman. Further, the script for *Secret Lives* is clearly more relevant than Kubrick's. As proof, I offer the depiction of the dentists' children, particularly the youngest one who is about 3 or 4 years old, and whose main utterance is \"Dad! Dad! Dad! Dad! Dad! DAD!!!\" This is Family Life, all right, with all its charms.<br /><br />The movie would make an interesting double-bill with *Kramer vs. Kramer*, as well. One can easily trace the Feminization of the American Male from 1979 to 2003. In this movie, Dad is the housewife as in *Kramer*, but he is in no way flustered by the domestic role, unlike Dustin Hoffman, who was too manly to make toast. Here, Scott gets all the plumb chores, such as wiping up the children's vomit, cooking, cleaning, taking the kids to whatever inane after-school activity is on the docket. And all without complaint. (And without directorial commentary. It's just taken for granted.)<br /><br />The film has virtues, mostly having to do with verisimilitude. However, it's dragged down from greatness by its insistence on trendy distractions, which culminate in a long scene where a horrible five-day stomach flu makes the rounds in the household. We must endure pointless fantasy sequences, initiated by the imaginary ringleader Leary. Whose existence, by the way, is finally reminiscent of the Brad Pitt character in *Fight Club*. And this finally drives home the film's other big flaw: lack of originality. In this review, I realize it's been far too easy to reference many other films. Granted, this film is an improvement on most of them, but still. *The Secret Lives of Dentists* is worth seeing, but don't get too excited about it. (Not that you were all that excited, anyway. I guess.)", "label": "negative", "id": "train_0_3"}
{"text": "really awful... lead actor did OK... the film, plot etc was completely crap and inaccurate it may as well have been a sequel to well... anything it had little or no relevance to Carlitos Way... and should be avoided like the plague by any Carlito's ways fans... no mention of Gail in fact he ends up with some other bird, no mention of Klienfelt, no mention of how he got caught, no mention of how he ended up in jail... they attempted to make it like the original with flash backs at the beginning... but to be honest when rating it I was looking for a zero mark... unfortunately I had to rate it higher...<br /><br />Its a terrible attempt to cash in on what was one of the best films of the 90's... overall it was approximately £6 and 2 hours of my life wasted... for all the \"action\" in it, it was truly boring slow and predictable... again to any Carltio's Way fans avoid this fiasco...", "label": "negative", "id": "train_0_4"}
{"text": "In the process of trying to establish the audiences' empathy with Jake Roedel (Tobey Maguire) the filmmakers slander the North and the Jayhawkers. Missouri never withdrew from the Union and the Union Army was not an invading force. The Southerners fought for State's Rights: the right to own slaves, elect crooked legislatures and judges, and employ a political spoils system. There's nothing noble in that. The Missourians could have easily traveled east and joined the Confederate Army.<br /><br />It seems to me that the story has nothing to do with ambiguity. When Jake leaves the Bushwhackers, it's not because he saw error in his way, he certainly doesn't give himself over to the virtue of the cause of abolition.", "label": "positive", "id": "train_0_5"}
{"text": "While this movie's style isn't as understated and realistic as a sound version probably would have been, this is still a very good film. In fact, it was seen as an excellent film in its day, as it was nominated for the first Best Picture Oscar (losing to WINGS). I still consider WINGS to be a superior film, but this one is excellent despite a little bit of overacting by the lead, Emil Jannings.<br /><br />Jannings is a general from Czarist Russia who is living out his final days making a few bucks in the 1920s by being a Hollywood extra. His luck appears to have changed as he gets a casting call--to play an Imperial Russian general fighting against the Communists during the revolution. Naturally this isn't much of a stretch acting-wise, but it also gets the old man to thinking about the old days and the revolution.<br /><br />Exactly what happens next I'll leave to you, but it's a pretty good film--particularly at the end. By the way, look for William Powell as the Russian director. Despite being made in 1928, with the makeup he doesn't look much younger than he did in many of his later films.", "label": "positive", "id": "train_0_6"}
{"text": "Good grief I can't even begin to describe how poor this film is. Don't get me wrong, I wasn't expecting much to begin with. Let's face it, a PG-13 slasher flick is pre-destined to be missing the ummm... slashing, so no one should be surprised by the lack of gore. But it was the level of incompetence and cliché on display in all the other aspects of this movie is what really blew me away. <br /><br />We have a protagonist who is quite simply so completely useless that you find yourself rooting for the bad guy. And here's a turnup for the books... SHE NEVER CHANGES - hence breaking the cardinal rule of basic screen writing - character development. If you think by the end of this film the poor little girl is going to turn around and finally kick some arse then think again. <br /><br />On top of this, we're handed possibly the least intriguing (and definitely the least scary) killer ever to grace the genre. I'm not joking when I say that Dora the Explorer has scarier villains than this movie.<br /><br />Finally, because all the potential for tension or gratuity is removed by the inept (and apparently thirteen-year-old) director, what could possibly be left to fill up 2 hours of screen time? <br /><br />Closets, that's what. <br /><br />Lots and lots of closets: big closets, small closets, mirrored closets, closets to Narnia, so many damned closets you'll not want to dress yourself for another year. In fact this movie should have just been called \"CLOSET\", and had a picture of a big scary coathanger on the DVD case. On the back it could have had a photograph of the audience falling asleep and a quote by Roger and Ebert - something to the extent of: \"what the f*@! did we just waste our time watching!\"", "label": "negative", "id": "train_0_7"}
{"text": "I give this movie 7 out of 10 because the villains were interesting in their roles and the unknown batwoman creates an interesting \"guess who\" game. The movie, however, needs more Robin in it. He appeared in the movie in the beginning and sporadically throughout the rest. I always thought the new animated series did little justice to the neat new Robin character, let alone Knightwing. This movie just continues that bad tradition. The movie spends too much time on Bruce Wayne and his romance which wouldn't be so bad in one movie if the romance wasn't so unbelievable. It is still a good movie if you are a Batman fan and I would recommend watching it.", "label": "positive", "id": "train_0_8"}
{"text": "Last weekend I bought this 'zombie movie' from the bargain bin and watched it with some friends thinking it was going to be a budget version of \"Land of the Dead\".<br /><br />Boy, was I wrong. <br /><br />It seems as if they spent a good portion of their budget on the cover-art, which is very misleading to fans of the zombie genre.<br /><br />We watched up to the point where the zombie chicks come alive and get in the car with some yuppie who is out in the middle of nowhere talking business on a cell-phone. They actually speak to the guy before one of the girls kills him; but once they started driving the car, I couldn't suspend my disbelief anymore.<br /><br />Some people actually consider this a \"so bad, it's good\" movie, they are liars. I didn't finish the movie, but one of the other reviews mention that they actually somehow become police officers at the end of the movie, which makes me glad to not have watched it all the way through.<br /><br />This is even worse than \"Zombiez\" DO NOT WATCH!", "label": "negative", "id": "train_0_9"}
{"text": "Home Room deals with a Columbine-like high-school shooting but rather than hashing over the occurrence itself the film portrays the aftermath and what happened to the survivors, their trauma, guilt and denial.<br /><br />*Spoilers* The shooting itself is treated as a foregone conclusion, with no action footage other than the reaction of an almost teenage SWAT commando after shooting the high school killer. The film has three protagonists; the detective investigating the crime of which no guilty parties are left to convict and two teenage girls surviving the incident, played by a very young Erika Christensen and Busy Philipps.<br /><br />The two girls having nothing in common besides the shooting are put together because of it and the drama ensues.<br /><br />Erika Christensen, though only 24 has been around the block so much that film viewers are pretty much acquainted with her solid and reliable style of acting. Busy Philipps, three years older than Christensen and altogether unknown to me, blew me away with her overwhelming dramatic strength and screen presence. This girl was the part.<br /><br />It's a great movie and it connects to you with its intimate focus on the fragile yet growing relationship between the two traumatized girls. Gus van Sant's Elephant (2003) though good, seems almost superficial and paltry compared to Home Room when it comes to dramatic flair and acting. What I can see this film got very little screen time and exposure - so much more a loss for an equally traumatized America.<br /><br />Ten out of Ten", "label": "positive", "id": "train_0_10"}
{"text": "Well the reason for seeing it in the cinema was that it was a sneak preview, else I would never have seen this terrible teenage slasher movie. I mean haven't we had enough of this yet? Scream and Scary Movie at least did not take them self serious! The plot sucks, and the acting is the worst I've seen. (Only Godzilla can compare, which is also the only movie that competes in being the worst I've seen in the cinema with this one.)<br /><br />There is so many plot holes in the story, and the girls are so alike, that you don't even now who has been killed, and who has not. (and you don't care.) The only of them I knew in advance was Denise, and she was the most talent less actress I have ever seen in this bad excuse for a movie.<br /><br />Stay as far away from this movie as possible. (2/10)", "label": "negative", "id": "train_0_11"}
{"text": "This begins a wager between Edgar Allen Poe and a journalist...Poe bets that the man can not spend an entire night in a creepy castle. Well, of course he can, but will he come out unscathed? Hard to say with all these strange people that aren't supposed to be there wandering around, including the icy Barbara Steele. This is a fairly odd film in that the presentation is both in French and English, and switches back and forth a few times. Perhaps this is done because bits of dialog were lost? It's also rather dark and claustrophobic, being that one doesn't see much beyond a small circle of light that candles and such generate, plus there's a feel of dread and impending doom pretty much at all times. This version (on Synapse) is also uncensored and I wondered what might be censored in a film from 1964 until I saw the topless scene, I guess that might be it. Overall this is pretty good and in gloomy black and white. Barbara Steele definitely makes the movie too. 8 out of 10.", "label": "positive", "id": "train_0_12"}
{"text": "We have an average family. Dad's a famous rapper, we have the \"rebelious teenage daughter\", the adopted white kid, and the cute little kid. And we have careless housemaid, what show has had a housemaid like that? Do we have a messed-up Brady Bunch? Yay! When it first came out I thought it was really cool, mostly because I was young. The music was bad. The raps were so bad and they were too g-rated. All of his raps were about his family and friends and problems. The dad was kind of the \"Danny from Full House\" type of dad. Always gave the advice out. But he wasn't a clean freak. They had a house-keeper for that. Remember? The plots were basically Lil' Romeo was in trouble of some sort, or... not that's it. Oh and maybe some preteen drama. Yeah that stuff is good. Not really. But its still a good show for kids. But Nikelodean could do better.", "label": "negative", "id": "train_0_13"}
{"text": "when my sister said this movie was gonna be good i had second thoughts but i watched it and it was actually funny. basically the movie is made of a weird girl who goes to a small town where no one likes her and she just wants to go there and get the reading of her aunts will don so she can go. but its not all that easy. In this movie you will come across hilarious humor, a witch, a book of spells/recopies, a mentally challenged uncle and a dog. You will understand the meaning of the word freak a after anyways i hope you run right out and try to find this really old movie. hope you like it in total i will have to give it a 0.... no I'm totally joking ill give it a 9 hope you understand that you will laugh, you will scream and you may just be offended.<br /><br />love yours truly: Dakota you can email me at dakota_loves_it@hot mail.com if you wanna", "label": "positive", "id": "train_0_14"}
{"text": "Why on earth is Colin Firth in this pointless film? Has he really been that strapped for cash?<br /><br />The film isn't clear on what it wants to be about, grief?, exotic places?, ghosts?, a vehicle for Mr Darcy? It's a muddled, muddy mess.<br /><br />There seems to be some sort of idea that Italy must be good, in itself, and that Italian has something to offer as a language - but in the end the girls just want to go back to yankland.<br /><br />There are pointless episodes on the beach, in churches, on busy roads - but what it is all about, or why anybody should care simply isn't clear.<br /><br />There was also a yank woman in the film. It wasn't clear what here job was, but she seemed only to be there to make vapid, inappropriate and maudlin comments to the girl. Was it supposed to be about paedophillia??<br /><br />A pretty dreadful mess, all in all. I gave it 2 rather than 1 because it doesn't have the charm of an utterly ghastly film.", "label": "negative", "id": "train_0_15"}
{"text": "Back in 1985 I caught this thing (I can't even call it a movie) on cable. I was in college and I was with a high school friend whose hormones were raging out of control. I figured out early on that this was hopeless. Stupid script (a bunch of old guys hiring some young guys to show them how to score with women), bad acting (with one exception) and pathetic jokes. The plentiful female nudity here kept my friend happy for a while--but even he was bored after 30 minutes in. Remember--this was a HIGH SCHOOL BOY! This was back before nudity was so easy to get to by the Internet and such. We kept watching hoping for something interesting or funny but that never happened. The funniest thing about this was the original ad campaign in which the studio admitted this film was crap! (One poster had a fictional review that said, \"This is the best movie I've seen this afternoon!\"). Only Grant Cramer in the lead showed any talent and has actually gone on to a career in the business. No-budget and boring t&a. Skip it.", "label": "negative", "id": "train_0_16"}
{"text": "I thought this was a wonderful movie. It touches every fiber of a human being. The love in the film is very intense. I thought it was Will's best performance to date. Great directing. Liked the editing. Music was great. Good use of flashback. This is the kind of movie everyone should go see. I hope people will get something wonderful from this. Overall, excellent movie. I think Hollywood should make more movies with substance. Even action films can have a caring story. I like the fact that Will was very subtle in his acting. He had a purpose and a dedication that is rare to see. I would suggest watching this alone or with someone that you really care about. For me, I found that the world stopped and my only focus was on the film. The outside world was suspended for a moment. It was a nice feeling with all this chaos going on in this world. And with this me generation it was great to see something(someone) that cared about other people more than himself.", "label": "positive", "id": "train_0_17"}
{"text": "It's easy to forget, once later series had developed the alien conspiracy plot arc more, that once upon a time, The X-Files' wrote episodes like \"GenderBender\" and \"Fearful Symmetry\", where the aliens weren't all little grey men or mind-control goop, but could actually surprise you.<br /><br />\"Fearful Symmetry\" starts with an \"invisible elephant\" - actually an elephant somehow dislocated in space and time, not a mile away from \"The Walk\" - and ends with a pregnant gorilla being abducted. And it's very much an episode of wonderful moments. The subplot is annoyingly worthy - yeah, we get it, zoos are bad except when they're not - but the ideas that within it are fascinating, visually powerful, and very memorable, and it covers an angle on abduction that is largely overlooked - why *would* humans be the only things that aliens are interested in?<br /><br />In the end, it wasn't an instant classic, but it was enjoyable viewing while it lasted, again, very memorable, and mainly, it's something that you couldn't imagine many other shows doing.", "label": "positive", "id": "train_0_18"}
{"text": "I'm usually not one to say that a film is not worth watching, but this is certainly an extenuating circumstance. The only true upside to this film is Cornelia Sharpe, looking rather attractive, and the fact that this film is REALLY short.<br /><br />The plot in the film is unbelievably boring and goes virtually nowhere throughout the film. None of the characters are even remotely interesting and there is no reason to care about anyone. I'm not sure why on earth Sean Connery agreed to do this film, but he should have definitely passed on this one.<br /><br />The only reason I could see for seeing this film is if you are a die-hard Sean Connery fan and simply want to see everything he's done. Save this one for last though.<br /><br />Well, if you by some miracle end up seeing this despite my review (or any of the other reviews on this site), then I hope you enjoy it more than I did. Thanks for reading.", "label": "negative", "id": "train_0_19"}
{"text": "'Grey Gardens'(1975) is the Maysles' brothers bizarre documentary of Jackie Bouvier Kennedy Onassis'eccentric aunt and first cousin who live like pigs in a run down 28 room mansion on East Hampton, Long Island.'Big Edie' Bouvier Beale,78,witty and dry and her daughter, 'Little Edie' Beale,56,(emotionally about 13) a still beautiful woman who once had a promising future,live in isolation from the rest of the world except for their many cats and raccoons in the attic. They amuse themselves by bickering all day, listening to the radio or singing to each other(They dont even own a television) Their fall from society is amazing to learn of and the viewer is drawn to these two very special, although obviously, dysfunctional people.One of the better documentaries ever made and still a cult classic today.", "label": "positive", "id": "train_0_20"}
{"text": "Not funny - how can anyone link this to Monty Python? That is absolutely ridiculous - there are no laughs. This is not funny. Over the top, but ugly, weird just for weird sake and it seems to me these people were on something all the time. Unfortunately something that did not make them funny.<br /><br />It should be given some points for effort etc. whatever. Actually it appears there is a laugh track - or is there one? Hummm.... Since there are barely any laughs that's a debatable question.<br /><br />Maybe I'm doing it injustice - maybe it's some sort of exercise. Some sort of art - in that case anything goes, never mind.<br /><br />But these guys playing women with high-pitched voices, turned-up noses. Come on !!! Not funny. <br /><br />There is only one heir apparent to Monty Pythons intellectual wit and that is Stephen Colbert, and maybe Jon Stewart.", "label": "negative", "id": "train_0_21"}
{"text": "This obscure de Sica delivers the goods. And it is said \"the meek shall inherit the earth.\" This tale of classes on the surface but really an allegory for all the homeless people that populated Europe after the great war. They are homeless but cheerful, in a societies too impoverished and selfish to care for or acknowledge them, footmats for the Italian carpetbaggers. de Sica chooses to tell it as a fairy tale, a Cinderella story. I have not read the book it is based on so I cannot foresay if the deus ex machina is the construct of the writer or Vittorio. It begins with the words, \"Once upon a time...\" to exemplify the timelessness of its tale, for the story could be set anywhere and everywhere. Caricature sketches of the aristocracy that cut to the bone, whimsical nature of the homeless especially when they begin to grant their wishes and an ending right out of a Spielberg picture makes this boulange a delight for all. De Sica's most accessible picture is also one of his best. Abandoning neo-realism, he always dallied between that and pure good old film-making, he creates a movie that breaks the heart and at the same time fills it with the yearning of hope that one needs to continue leaving in this world. Gracias Vittorio! Gracias! Gracias!!! Gracias!!!!!!!!!!!!", "label": "positive", "id": "train_0_22"}
{"text": "Okay, I rented this movie because of the director...he has made some interesting flicks in the past (if you haven't seen Waxork you are missing a fun ride). Anyway, I had my doubts about this movie from the beginning but I decided to suck it up and give it a look. It's bad. Very bad. If you haven't seen the movie and don't mind spoilers read ahead. First of all, the old saying 'You can't judge a book by it's cover' applies here. The box for this flick seems to indicate that Jill is the stone fox with long hair with highlights. The back of the box has a cool shot of the red-leather Jill and some other shots. The description makes you want to rent the movie because it SOUNDS good. You start watching it and suddenly you find out that the movie takes place (inexplicably) in 1977. Jill is a total dog who is not the girl on the cover. The movie is not quite as predictable as you would think...and that's not a good thing. Characters do so many stupid things without any modicum of motivation...it's embarrassing to watch. 10 minutes before the end of the movie Dolph and another lady have sex for no good reason. Also, what was the point of having Dolph kill this other lady in cold blood who had been helping him. Anthony Hickox the director should have seen a stinker when he read the script. Had it been set in the underworld of the new milennium and made the characters halfway intelligent it might have been decent. To set it in the 70's makes no sense and has no bearing on the story whatsoever. Avoid it!", "label": "negative", "id": "train_0_23"}
{"text": "I love horses and admire hand drawn animation, so I expected nothing short of amazement from Dreamworks new animated picture Spirit: Stallion of the Cimarron. I guess you could say I was a little bit disappointed. You have wonderful animation and at first what seems like a perfect story. A story about absolutely nothing but a horse in nature. The animals don't sing cute songs or even talk -- a major plus. Sadly, the film has an uncalled for narration by Matt Damon; a sappy soundtrack by Bryan Adams; and enough action scenes to compare it to a Jerry Bruckheimer production. If the film makers would have just stayed with simplicity, we'd have a masterpiece here. This is not a great film, but it is good entertainment for small children. I would recommend this film to families because it has its heart in the right place and its the only thing out there right now that isn't offensive to small children. Not bad, but could have been much better. Very pretty visuals though.", "label": "positive", "id": "train_0_24"}
{"text": "Wes Craven, you are having a laugh... at our expense. The Red Eye plot is preposterous... We are confronted by a guy who has apparently spent 8 weeks watching a girl, who then turns up at an airport behind her, flirts and chats her up successfully, somehow wangles a seat next to her in a two seat space, not trapped in the middle of a five seat row (contacts at check-in?) and is cheezily nice during a painfully slooooow build up. Then, once up in the air, in a confined space, surrounded by strangers, he immediately starts threatening the vacuous, if super-efficient, Rachel McAdams and saying tosh like 'we got ya daddy, do what I say, or poppa gets it'. Well, forgive me, but didn't they already have her daddy ready for slaughter-so-you-better-oughta long before she stepped on the plane and therefore wouldn't it have been oh, sooooooo much simpler to simply snatch the gal off the street and terrorise her in a room somewhere, forgetting the complicated and insecure dad plot, pulling her nails out or whatever until she made the all important 'call' required? Or even - cos this is the movies and we need a few unreal twists - keep the dumb dad-in-distress thing intact if you must, but dress it up better so that holding him in harms way until the convoluted plot had been concluded made some sense, without the plane dumbdown? Alternatively, without wanting to sound like an actual thinking terrorist/assassin - couldn't the massive bazooka-missile thang employed have been far more easily used on, say, a car driving down the highway, with the politician inside, rather than the 50th story of a Miami seafront hotel, from a fishing boat (mind you, as we already know, security in Miami is lax, so they'll speed away)? I know, I know, far more fun to go through watching a pretty girl for 8 weeks, burgle her dads house to steal his wallet (that somehow - star trek style - gets transported from Miami to Texas instantly) in order to - perhaps - get her to arrange for a politician to change hotel room and, and, and... Well, a thousand things could go wrong here, each one entirely destroying the Big Plan, so why not slim the elements down to a sensible handful, such as - 1. bazooka. 2. car. 3. boom! My 50 minute drive home from the cinema was spent highlighting the abundance of flaws and stupid cod-Hitchcockian twists, which sadly was the best fun of the whole sorry experience. And as for security back at Miami Airport... we have an apparently crazy and violent girl running off a plane, chased by cops, who during the chase sits down to have a coffee, moves elsewhere to read a magazine at a bar, then runs again like crazy up and down the whole terminal... by now also chased by crazed Cillian Murphy (no CCTV then? - I had guns pulled on me for parking in the wrong place for 10 seconds at Miami Airport a couple of years back). So instead of speaking to the cops - her allies - or getting on the blower at a call-box direct to her dad to warn him his life is in danger, McAdams prefers instead to steal a People Carrier off a family in the Airport forecourt (call the damned security...) and drives home to daddy, mowing down the assassin with the vehicle in the front garden of the house, in a rich neighbourhood-watch district, crushing the front porch in the process - an act which actually slightly wakes dad up from an afternoon snooze, after about a minute, yet which somehow fails to register with neighbours who aren't even mildly curious, thus ensuring 15 more minutes of hide and seek shenanigans as the duo run around the vast Hollodeck type house... Dohhh, it actually hurts to keep thinking about it all - Cillian (surely renamed Silly 'un for doing this one?) preposterously turns from ice assassin to comically unhinged (and inept) lunatic killer at the end, this theoretically ruthless despatcher of human life now allowing the dad to live so that he can watch his daughter getting her goose cooked. I'd better stop, because the stream of drivel I'm writing here must sound as uncoordinated as the Red Eye script. If Ms McAdams hadn't been allowed to get on the plane in the first place the title could have been altered, from 'Red Eye' to 'No Eye, Dear'. RR", "label": "negative", "id": "train_0_25"}
{"text": "I seriously love this film so much, I never get sick of watching it. The only line I really can't stomach in this is when Riff calls herself a teenage lobotomy but other than that, everything else is perfect. I've never been a fan of PJ Soles and it didn't help to hear that she didn't even know who the Ramones were until she filmed this movie, but I can ignore her snarly little face for the most part. Most people who watch this over and over are fans of the Ramones and really.. that's the only reason I love it so much. I never get tired of seeing DeeDee mess up his Pizza lines or Joey mess up the name of the teacher over and over, haha. One of the best parts of the film is seeing them sing do you want to dance , down the halls of the high school.. I love it. The special edition DVD has a good retrospective, surprisingly PJ Soles isn't on it. Maybe she was working on another project *laugh* Anyway, great film, even better if you're a Ramones fan.", "label": "positive", "id": "train_0_26"}
{"text": "The first (and only) time I saw \"Shades\" was during a Sneakpreview. It hadn't even been in premiere. I remember there was someone of the directors staff there, don't even remember who. It was a Belgian movie, we never heard of it, so we were quite neutral, not knowing what to expect. Mickey Rourke is a brilliant actor and he's stands miles ahead all the rest. He plays an actor who's star has long stopped rising. He's helping to realise a movie in Belgium entitled \"Shades\".<br /><br />As soon as the movie started, we noticed how much swearing there is. Nothing against the occasional swear word. However this was way beyond annoying. Whenever Rourke uses the F*** word to express something, it comes naturally. However, when someone from the cast, a non-English speaker uses the F**** or S*** word, it becomes arrogant and aggressive.<br /><br />We quickly lost count of how many times they used the F and S words. Everybody was just glad to be out of the theatre. And we had to give a vote, but it was hard for us because it was only from 0 to 10, and we were looking for the -10.", "label": "negative", "id": "train_0_27"}
{"text": "this is the best sci-fi that I have seen in my 29 years of watching sci-fi. I also believe that Dark Angel will become a cult favorite. The action is great but Jessica Alba is the best and most gorgeous star on TV today.", "label": "positive", "id": "train_0_28"}
{"text": "I just finished watching this movie. It wasn't ridiculously bad, but I'm really disappointed with it. I'm not really sure why someone would make a movie like this. It was marginally entertaining, but I feel like the people making it had a lot of disagreements on what they were making. Monday, the writer was in charge; Tuesday, the director; Wednesday, the guy who gets the coffee; etc. It almost seems like they really wanted to make a couple different movies, but only had the time and money to make one.<br /><br />Someone else commented that the acting was really good, but I'd have to disagree. Then again, if the actors were able to keep a straight face during the filming, perhaps they're better actors than I give them credit for.<br /><br />The back of the DVD gives the impression that the movie would be a mystery... something along the lines of a historical Law and Order or National Treasure. It starts off like that, but then, out of nowhere it takes a turn towards a bad episode of the Twilight Zone, or... what was that other show that wasn't as good... A bad episode of The Outer Limits.<br /><br />My main complaint about the movie is that it is just so played out. There's the evil guy with spiked white hair. There's the love interest, who, when she first appears, the wind actually blows through her hair. Seriously. Once you realize it's a Christian movie, the end is also pretty easy to spot.<br /><br />The cinematography was poorly done, especially in the opening scenes - way to put your best foot forward. It wasn't atrocious for most of the movie, but there was the occasional ridiculously bad shot of an old lady, praying, arms up in a dark room while lightening is striking - the sort of thing that just makes you a little bit embarrassed to be watching the movie.", "label": "negative", "id": "train_0_29"}
{"text": "It's good to see that Vintage Film Buff have correctly categorized their excellent DVD release as a \"musical\", for that's what this film is, pure and simple. Like its unofficial remake, Murder at the Windmill (1949), the murder plot is just an excuse for an elaborate girlie show with Kitty Carlisle and Gertrude Michael leading a cast of super-decorative girls including Ann Sheridan, Lucy Ball, Beryl Wallace, Gwenllian Gill, Gladys Young, Barbara Fritchie, Wanda Perry and Dorothy White. Carl Brisson is also on hand to lend his strong voice to \"Cocktails for Two\". Undoubtedly the movie's most popular song, it is heard no less than four times. However, it's Gertrude Michael who steals the show, not only with her rendition of \"Sweet Marijauna\" but her strong performance as the hero's rejected girlfriend. As for the rest of the cast, we could have done without Jack Oakie and Victor McLaglen altogether. The only good thing about Oakie's role is his weak running gag with cult icon, Toby Wing. In fact, to give you an idea as to how far the rest of the comedy is over-indulged and over-strained, super-dumb Inspector McLaglen simply cannot put his hands on the killer even though, would you believe, in this instance it happens to be the person you most suspect. Director Mitch Leisen actually goes to great pains to point the killer out to even the dumbest member of the cinema audience by giving the player concerned close-up after close-up.", "label": "positive", "id": "train_0_30"}
{"text": "Slither is a horror comedy that doesn't really have enough horror or comedy to qualify as one or the other. It has one scene that is exceptionally good, any number of zingers that work, but very few real scares and not enough humor to maintain the movie. In addition, the script does not focus on the hero and heroine, and goes off kilter in several places.<br /><br />A major failing of this film is that it introduces and then leaves its hero (Fillion) to follow Grant Grant (Michael Rooker) as he is first introduced and then becomes the monster. This whole part of the film drags - Michael Rooker's character isn't that interesting to us as a person, and watching as he goes through a series of motions while acting in the monster's interest might be interesting if this was Grant - Portrait of a Man Turning Into A Monster rather than a horror-comedy alien invasion movie. In the final analysis this movie's problems are in the script - it isn't that important to the audience how the monster acts or propagates. The purpose of a horror-comedy is to get the heroes backed up in a corner with shotguns and then throw bugs at them, with them cracking wise every time something frightening or disgusting happens. Instead we get an exploration of the alien's habits and tactics that just makes this part of the movie drag. The ostensible heroine (Elizabeth Banks as Starla Grant) is more central to this part, but nonetheless I felt the movie had left its narrative track, unless it planned on following Grant Grant all the way to the end.<br /><br />When Fillion and his posse finally confront the alien the movie does begin to cook, but once again the problem is in the script. By this point that audience knows - and the characters should know - that Grant is not just suffering from some disease, and act accordingly (shotguns) - instead they continuously parley in the face of increasing evidence that this is not something that \"let us get you to a hospital\" is going to help. Although their reactions might have been human and real, these are characters in an action movie and simply should have done what the movie promised - delivered action. A lack of action scenes in a movie with as few ideas as this is a great failing.<br /><br />*** SPOILERS AHEAD *** After the first confrontation and the bursting of the alien larval sack (a minor character and perhaps the best scene in the movie) the script once again betrays the movie. At this point one of the characters is almost taken over by the alien and develops an insight into the alien. The writer-director (Gunn) chooses as this character a completely new character, rather than one of already developed minor characters. Why? Why did he need to introduce a completely new character more than an hour into the movie that becomes central to the plot? By the time this character is attacked, we know hardly anything about her and could care less about her, even though she is a winsome teenage girl in her bath. Had Gunn decided not to use this character and just used one of the established minor characters, he could have completely avoided introducing her family, and saved time and money. Furthermore, the hero and heroine would have been filled in on the alien's plans without all the additional characters, and could have gotten around to blowing away aliens sooner and with more vigor.<br /><br />My last criticism is based on the movie's look. Gunn is primarily a writer, or maybe it was budgetary constraints, but this movie looked ugly and uninteresting. Most of the action takes place at night in woods or on a field, and the screen simply looks drab. The sets in Wheelsy (the fictional town where the action takes place) look cheap. The whole movie looks cheap. Box Office Mojo states the films' budget was $15 million, newspapers say $29 million, and considering they didn't use any name talent, I would say the money did not show up on screen. The monster is just repulsive, and rarely looks deadly.<br /><br />The last criticism is primarily based on the reality of the character's actions. By the time Fillion and Co have begun hunting Grant/the alien, one woman has disappeared and Grant is known to have been mutilating animals. At this point I was expecting the FBI or at least the State Police to show up and take over from the hick Sheriff. A woman has disappeared and likely been murdered, and a local has been acting psychotic. Time to call the authorities. But basically I was hoping that would happen because I just wanted some characters who would show up and ACT.<br /><br />Although this movie is ostensibly a horror-comedy, the movie it bears the most resemblance to is Dreamcatcher in terms of monstrous invasion and the type of monster and its intentions. Whereas Dreamcatcher had much bigger problems with story (especially the entire Morgan Freeman subplot) and particularly the ending, in many ways it was stronger, primarily because the main characters were stronger, but more importantly because it looked beautiful. Although that may be anathema - preferring the movie that is weaker in general plot and structural spine because of production values - that just shows you how uninteresting I found the look of Slither.", "label": "negative", "id": "train_0_31"}
{"text": "What an appalling piece of rubbish!!! Who ARE all these people who blubber on about how good this is? Yes, it's \"arty\"; and yes, it's \"foreign\", but .... that's not enough. The plot is boring and disjointed, like a reality show but not so slickly made.<br /><br />The people are intrinsically uninteresting; but as characters they don't have enough depth to feel empathy for them. If they are based on real people then I feel very, very sorry for them.<br /><br />The violence (and some of it is very violent) seems quite ostentatious and gratuitous. It's like the producer has visions of being Quenton Tarantino. Not that I think very much of him, either.<br /><br />And oh yes: if I had neighbours like these, I'd move!", "label": "negative", "id": "train_0_32"}
{"text": "Gus Van Sant has made some excellent films. I truly am a fan.<br /><br />However, I can't help but feel that the cerebral edge of Tom Robbins book \"Even Cowgirls Get the Blues\" is lost in translation to the big screen. Alone, Tom Robbins and Gus Van Sant are incredible visionaries and towers of talent. Ultimately though this one just didn't work. <br /><br />It wasn't that the characters weren't well developed or the plot and content didn't come alive. It's just that our imaginations are much more powerful when reading a book like this. We're taken away to a different time and place and we sometimes think the worst and/or the best and it adds to the overall roller-coaster of the book as it neatly unfolds according to the author's precision. Movies however can leave one with less of the imagination and emotion roller-coaster detracting from the overall experience. This is what I believe happened here.<br /><br />I suggest reading the book!", "label": "positive", "id": "train_0_33"}
{"text": "I was living Rawlins when this movie was made and I got lucky enough to be able to work on it. Both as an extra and with Eddie Surkin on special effects. It was fun to see all the behind the scene workings, from the Barbedwire coming alive to the Electric chair up through the wardens office floor. Also it was a lot of fun getting to meet all the actors, from Viggo to Tiny. Also the gate that was cut into the prison wall for the movie was and still is called \"Disney Gate\" by locals. If anybody is interested and is ever in Rawlins, most of the movies sets are still in place and can be seen during the self guided tour. It was a lot of fun working for and with R. Harlin and wished I had a chance to do it again.", "label": "positive", "id": "train_0_34"}
{"text": "This is a formula B science fiction movie, and the director made no bones about it. It is about a dragon who is restored to life by a scientific team. Everything done is stuff you've seen many times before. It is a weak script, with no real characters. In fact, it is full of stereotype characters and situations. The director attacks this by just making it a formula movie, with no attempt to fool us, and that gives this movie a mild appeal, but it isn't something you're likely to remember a while. It is best seen while you're cooking, cleaning, working out. Sort of mindless fun. It has its place in entertainment, but it certainly isn't something you sit down with friends to watch, unless you're all just drunk and don't care. The mass rating of 3.2 is probably fair. I don't think it is as crappy as most people, but I am surprised that some people in the postings thought this was spectacular. That really eludes me, as I see no attempt to even make this a memorable film.", "label": "negative", "id": "train_0_35"}
{"text": "I think that my favorite part of this movie, the one that exemplifies the sheer pointless, stupidity and inanity of the proceedings, comes at the climax of the film. DOCTOR TED NELSON and his unmarried friend the Sheriff have finally cornered the Melting Man on a landing on some stairs in an electrical generating plant. Keep in mind that Nelson has been looking for the MM for nearly the entire film, and that the MM has killed and eaten several people at this point (including his boss), and Nelson is very aware that MM is violently insane and hungry for human flesh and blood.<br /><br />So the Sheriff has his gun pointed at MM, who is, and I give the movie and Rick Baker props for this, the most disgusting and terrifying object in human form that we have ever seen. And he yells a very important question to DOCTOR TED NELSON: \"WHAT DO WE DO NOW?!?!?\" <br /><br />The camera cuts over to DOCTOR TED NELSON, and it's obvious that Ted has no idea what to do next. Apparently Ted was so intent on the problem of FINDING the Melting Man, he never thought to bring along some restraining devices, a lasso, or straitjacket, or a net, or some tranquilizer darts, or maybe a New Age tape by Vangelis to soothe the savage beast.<br /><br />So the sheriff panics and shoots, the Melting Man goes berserk, and hilarity ensues. <br /><br />Maybe this explains why NASA has been screwing around with the Space Shuttle program in sub-lunar space for the last 30 years instead of going back to the Moon or out to Mars like everyone knows they OUGHT to be doing. I dunno.<br /><br />Anyway, that's the kind of lousy, lazy writing and direction that undercuts every aspect of this movie. It's hard to say how good the actors actually are, because the movie has complete contempt for their characters.<br /><br />Two other incredibly painful sequences also ramp up the stupidity of the proceedings: There is a scene featuring the lumpiest old couple in the world trying to steal lemons from a grove, only to be torn apart by the Melting Man. This scene is a nadir in 70s cinema. I can guarantee you've never watched a more pointless and irritating setup with odder looking people in your entire life. And the Melting Man's assault on the lady who lives in the house where they keep a horse who pees on the walls defies every attempt to process it.(BTW, I think famous film director Jonathon Demme has a walk-on in this scene as the redneck husband who goes in first to check on the house and never comes out again). The only thing that keeps the actress from literally chewing the scenery is that, as I said, their horse has apparently been peeing on it. And we are forced to watch her hysterics for at least two minutes longer than any SANE film director would hold the shot. <br /><br />Burr DeBenning ought to beat the crap out of IMM's director and photographer. I remember him from an old Columbo episode where he looked MUCH better than he does here - no one's idea of a leading man, but solid and unobtrusive. But no one could possibly be as unappealing in real life as his director makes him look here. <br /><br />Everyone else comes off a little better except for the old couple (and shut up, I know they were being played for laughs, but I ain't laughing!) but not much. <br /><br />This definitely falls into the 'So Bad You Can't Look Away' category of cinema disasters. Still, I'd watch it again before I'd watch a lot of other 70's and 80's abortions ( \"Track of The Moonbeast\" and \"It Lives By Night\" come to mind), and MST's coverage of it is great fun, so if you get a chance, watch the MST version.", "label": "negative", "id": "train_0_36"}
{"text": "Frailty--8/10--It's non-sensical title and \"Bill Paxton Directs\" headline aside, this is a pretty good old fashioned rip snorting biblical horror thriller. In the end, it may end up only being the inbred Southern Gothic cousin of Kubrick's \"The Shining\"---but hey, that's a pretty damn entertaining notion. It's also got a doozy of a plot twist...and a very ambiguous moral message. This is the kind of movie that years from now people will catch late at night on basic cable and scare the beejesus out of themselves watching it. Too bad director Bill Paxton had to go hire himself to star...oh well....still a devil of a good rent.", "label": "positive", "id": "train_0_37"}
{"text": "Quite possibly. How Francis Veber, one of the best comedy directors in the world (at least when sticking to his native France), managed to turn in a film so completely unwatchable is beyond the reason of mere mortal man to discern. It's not just that the characters are so unlikeable or that the film is so utterly devoid of even the lowest form of wit: it's genuinely physically painful to watch, such an endless parade of inept writing, acting and film-making that you cannot believe this is the work of experienced - and talented - filmmakers. For once the near-eternity spent in the cutting room and on the shelf before its blink-and-you'll-miss-it theatrical release tells the whole story. What were they thinking?", "label": "negative", "id": "train_0_38"}
{"text": "The Sopranos is probably the most widely acclaimed TV series ever, so naturally my expectations were through the roof, and yet the show surpassed them. I love the mafia and crime genre in film and I enjoy following the compelling stories set in these worlds, but this is so much more. 86+ hours of material gives the story a chance to not only be one of the most thrilling and unpredictable mafia/action stories, but also to be a great family drama, a shocking character study, a laugh-out-loud comedy, a brilliant psychological examination dealing with the nature of good and evil, and an intellectual arty collaboration of representative dreams and hallucinations all in one. David Chase's epic series manages to accomplish all of this and more, and cements HBO as the closest TV can get to cinematic perfection, paving the road for a number of other series to continue blowing audiences away.<br /><br />Realism is present when it is needed, but Chase's decisions to depart from it for effect on occasion for \"dream episodes\" and the like only adds more layers to the series. Chase--along with a strong writing staff including Matthew Weiner and Terrence Winter, future creators of Mad Men and Boardwalk Empire respectively--turns New Jersey into an intricate universe full of the greatest cast of characters I've seen on TV.<br /><br />James Gandolfini domineers the show as Tony, one of the most groundbreaking characters on TV ever. Tony adheres to half of the mobster stereotypes from pop culture, but he defies the other half entirely, and through his family interactions and his therapy sessions with Dr. Melfi (Lorraine Bracco, with whom he has a considerable chemistry that ensures that the therapy scenes always have a completely different feel to the rest of the show), we see nearly every side to Tony Soprano and learn that he is more of an everyman than one would expect.<br /><br />Edie Falco matches the power of Gandolfini's performance as Tony's wife Carmela. From her mixed feelings about Tony's lifestyle, to her suspicions about murders, to her torment over Tony's cheating, to her own thoughts about infidelity, Carmela runs the gamut of emotions throughout 6 seasons and Falco makes her the prime vehicle for the non- mafia viewers to have eyes into such a corrupt world. Scenes between Tony and Carmela provide some of the most heartwrenching and painfully realistic drama ever seen on television.<br /><br />The supporting cast is almost as phenomenal, and a wide array of characters populate the cast over all six seasons, somehow without any redundancies. Nancy Marchand steals the show as Tony's overbearing mother Livia, an insight into Tony's personality problems and panic attacks. The familiarity of Marchand's incessant complaints is almost gruesome since she takes the character so believably far. Michael Imperioli is Christopher, Tony's protégé, whose various poor choices lead him down a road that is painful to watch but brilliantly executed. Drea De Matteo plays Christopher's girlfriend Adriana, and is so well- meaning and loving that the dark arc her character takes as she gets too involved with Christopher's career. Tony Sirico is Paulie, introduced as the ultimate mafia stereotype and a source of comic, but eventually he becomes one of the most sympathetic and complex characters on the show, and nobody plays true anger better than he. And that's just the tip of the iceberg.<br /><br />Familiar faces such as Peter Bogdanovich, Jon Favreau, Ben Kingsley, Lauren Bacall, Will Arnett, Nancy Sinatra, David Strathairn, Robert Patrick, Hal Holbrook, Burt Young, and Eric Mangini make appearances over the course of the show, while names as notable as Joe Pantoliano, Steve Buscemi, and Steven Van Zandt have regular roles as main characters in the series. There are 50+ great characters with powerful arcs, and the excitement and tension never let up in any of the various subplots throughout the show.<br /><br />Comedic elements and entire episodes filled with brilliant hilarity dilute the powerhouse dramatic intensity of the series, which is so multipurpose that for one reason or enough, the credits of nearly any episode left me somewhat bewildered. The Sopranos is the most powerful and addicting series I have seen overall, and its highs are so mindblowing that I would have to call it my favourite show in spite of arguable lows (most of which I disagree with).<br /><br />Whether you love or hate the ending, or what you make of it is irrelevant: the discussion it has created is an achievement in itself. The iconic nature of the entire series makes it an essential part of television history. There are multiple elements for anyone to love and marvel at in this show, so if you're thinking of watching something else instead, do yourself a favour and fuhgeddaboutit.", "label": "positive", "id": "train_0_39"}
