{"text": "Often laugh out loud funny play on sex, family, and the classes in Beverly Hills milks more laughs out of the zip code than it's seen since the days of Granny and Jed Clampett. Plot centers on two chauffers who've bet on which one of them can bed his employer (both single or soon to be single ladies, quite sexy -- Bisset and Woronov) first. If Manuel wins, his friend will pay off his debt to a violent asian street gang -- if he loses, he must play bottom man to his friend! <br /><br />Lots of raunchy dialogue, fairly sick physical humour, etc. But a lot of the comedy is just beneath the surface. Bartel is memorable as a very sensual oder member of the family who ends up taking his sexy, teenaged niece on a year long \"missionary trip\" to Africa.<br /><br />Hilarious fun.", "label": "positive", "id": "train_1_0"}
{"text": "As someone who was staggered at the incredible visuals of \"Hero,\" I was anxious to see this film which was billed as being along the same lines, but better. It also featured an actress I like: Ziyi Zhang. Well, I was disappointed on both counts. I bought the DVD of this film sight-unseen, and that was a mistake. It was not better.<br /><br />I realize these flying-through-the-air martial arts films are pure fantasy but this story is stretched so far past anything remotely believable it just made me shake my head in disappointing disbelief. A blind woman defeating hundreds of opponents? Sorry, that's going a little far. Also, the major male character 'Jin\" (Takeshi Kaneshiro) was so annoying with his dialog, stupid look on his face and stupid laugh, that he ruined the film, too.<br /><br />Despite the wonderful colors and amazing action scenes, this story - to me - just didn't have an appeal to make it a movie worth owning. This film is no \"Hero\" of mine!", "label": "negative", "id": "train_1_1"}
{"text": "Although it has been remade several times, this movie is a classic if you are seeing it for the first time. Creative dialog, unique genius in the final scene, it deserves more credit than critics have given it. Highly recommended, one of the best comedies of recent years", "label": "positive", "id": "train_1_2"}
{"text": "This movie was horrible, simply put. It was so bad I registered with IMDb to warn you of its dangers.<br /><br />I am a campy horror film expert, per se. I have watched \"Redneck Zombies\", \"House of the Psychotic Women\", \"Slumber Party Massacre II\" and many others. I know my schlock. And I know this movie sucks.<br /><br />Three fourths of the film is comprised of scared individuals running from one side of the screen to the other. When they are not running, they are spouting non-sequitur lines, devoid of emotion or motivation. When the actors begin to be acceptable, the direction falls to pieces. There were so many jarring low-angle shots; I figured Leif Jonker had a 3 foot tall tripod. He used what I call the \"Leif Maneuver\" several millions times: that is, zooming out from an object of interest like an amateur. Apparently the film crew couldn't get up early enough to film a sunrise, so they filmed a sunset... and played it in reverse. With direction this lazy, you are actually impressed with the final gory scene. The only thing you can figure is that the last five minutes was filmed before the first eighty-five minutes.<br /><br />If you want a good (bad) gory movie, rent \"Riki-Oh\" or the foundational \"Dead Alive.\" If you are a schlock buff, and are looking for a challenge, give \"Darkness\" a go.<br /><br />Quote o' the movie-<br /><br />Vampire: It's die time!", "label": "negative", "id": "train_1_3"}
{"text": "This film failed to explore the humanity of the animals which left me with an empty feeling inside. [Spoiler ahead] I was not convinced that Dr. D really had a compelling reason to forego the big buyout deal to help his furry friends. Whereas Babe (the original) bucked the trend of big-budget hits by focusing on the human virtues of the animals vs. their humans counterparts, all the animals in this film were nothing more than comical caricatures which one would gladly stuff in the meat-grinder (even more so if one could understand their pointless babble). Without Eddie Murphy's zany behavior, this film would be a flop.", "label": "negative", "id": "train_1_4"}
{"text": "When I was a kid, I totally loved both Bill & Ted Movies. The other night, Bogus Journey was on and since it was at least 5 years since I last saw it, I decided to tune in. AND I LOVED IT ALL OVER AGAIN! This film is still funny after all those years. 'Excellent Adventure' is better, but this one rocks just the same. Sure, some of the perfomances are a bit cheesy, but hey, this entire film is cheesy in a cool way. Plus it features the coolest personation of Death ever in a movie! Concluding: Totally like non bogus movie dude! Way Excellent! STATION!!!", "label": "positive", "id": "train_1_5"}
{"text": "THHE2 is entertaining in that you'll laugh a lot and cringe and probably say \"oh sh*t!\" and \"get your face away from the goddamn hole you dumb**s\" or things along those lines but I don't know if its really worth seeing- I was very annoyed throughout the entirety with the horrible military characters who don't seem to know the first thing about combat.<br /><br />Yes there was more violence, gore, and a higher body count than the first one but I am still am debating whether that cancels out my feeling throughout the whole movie about how ridiculous it is (and not a good ridiculousness like Dead Alive or Feast). My time would have been better spent watching Aja's remake for the 5th time.<br /><br />So go for some laughs, or go for some gore, but don't go hoping to come out of it satisfied.", "label": "negative", "id": "train_1_6"}
{"text": "CRY FREEDOM is an excellent primer for those wanting an overview of apartheid's cruelty in just a couple of hours. Famed director Richard Attenborough (GANDHI) is certainly no stranger to the genre, and the collaboration of the real-life Mr. and Mrs. Woods, the main white characters in their book and in this film, lends further authenticity to CRY FREEDOM. The video now in release actually runs a little over 2 and a half hours since 23 minutes of extra footage was inserted to make it a two part TV miniseries after the film's initial theatrical release. While the added length serves to heighten the film's forgivable flaws: uneven character development and blanket stereotyping in particular, another possible flaw (the insistence on the white characters' fate over that of the African ones) may work out as a strength. Viewing CRYING FREEDOM as a politically and historically educational film (as I think it should, over its artistic merits), the story is one which black Africans know only too well, though the younger generation may now need to see it on film for full impact. It is the whites who have always been the film's and the book's target audience, hopefully driving them to change. Now twelve years after the movie's production, CRY FREEDOM is in many ways a more interesting film to watch. Almost ten years after black majority rule has been at least theorically in place, 1987's CRY FREEDOM's ideals remain by and large unrealized. It therefore remains as imperative as ever for white South Africans, particularly the younger ones who have only heard of these actions to see it, and absorb the film's messages. In total contrast to American slavery and the Jewish Holocaust's exposure, South Africans' struggles have been told by a mere two or three stories: CRY FREEDOM, CRY THE BELOVED COUNTRY (OK, Count it twice if you include the remake), and SARAFINA (did I miss one?). All three dramas also clumsily feature American and British actors in both the white and black roles. Not one South African actor has played a major role, white, coloured, Indian or Black!). And yes I did miss another international South African drama, MANDELA and DEKLERK. Though this (also highly recommended) biopic was released after black majority rule was instituted, MANDELA was played by a Black American (Sidney Poitier, who also starred in the original S.A.-themed CRY THE BELOVED COUNTRY), while the Afrikaner DeKlerk was played by a (bald) very British Michael Caine, a good performance if you can dismiss that the very essence of Afrikanerdom is vehement anti-British feelings. Until local SABC TV and African films start dealing with their own legacy, CRY FREEDOM is about as authentic as you'll get. As villified as the whites (particularly the Afrikaners) are portrayed in the film, any observant (non-casual) visitor to South Africa even now in 1999, not to mention 1977 when CRY FREEDOM takes place, will generally find white's attitudes towards blacks restrained, even understated. Looking at CRY FREEDOM in hindsight, it is amazing that reconciliation can take place at all, and it is. But CRY FREEDOM at time shows not much has really changed in many people's minds yet, and that the Black Africans' goal to FREEDOM and reconciliation is still ongoing. This is why if you're a novice to the situation, CRY FREEDOM, is your best introduction.", "label": "positive", "id": "train_1_7"}
{"text": "(Rating: 21 by The Film Snob.) (See our blog What-To-See-Next for details on our rating system.)<br /><br />Here's a movie that will have you clawing at your own face in an attempt to earn release from the on-screen tedium. <br /><br />You'll not be wringing your hands, nor rolling your eyes, nor sighing into your popcorn. No indeed. For a movie of *this* averagousity, only clawing at your own face will do. <br /><br />When you begin to claw your own face -- as begin you must! -- start in at the lower portion. You'll need your upper portion, with its handy tear ducts, intact for the Truly Tear-jerking third act which may bring you to your knees if you haven't clawed your way clear of the entire theatre by then. <br /><br />In a season celebrating Joe Six-Pack and Hockey Moms as the new Gold Standard for leadership and foreign diplomacy, permaybe a movie this tedium will be welcomed as A Thing that anyone could create. *Watching* it, however, is a much more dangerous undertaking. <br /><br />Here's our story... <br /><br />Sidney Young, the London publisher of a fourth-tier celebrity/entertainment magazine is just about to see his magazine go under. He needs a miracle, and what he gets is a phone call from New York City, in the USA.<br /><br />The publisher of Sharp's magazine, Clayton Harding (played by Jeff Bridges) says \"Come work for me!\" With his own employees carrying out the fax machine out of his apartment/office in the background, saying \"Yes\" is a no-brainer.<br /><br />Soon Sidney is at work in New York City, doing allllllll the wrong things. His interviews consist of asking Broadway musical directors if they are (1) Jewish, and (2) gay. <br /><br />He kills the pet dog of Sohpie Maes, the industry's hottest movie star, when she leaves it in the magazine's offices during a business luncheon.<br /><br />This is a spot of bad luck for everyone, for, among other things, Sidney imagines that he is in love with Maes, before he wakes up to the Dunst character.<br /><br />Worst of all, he totally alienates Alison Olsen (played by winsome scripting-confusion by Kristen Dunst), a colleague assigned to show him the ropes of the magazine *and* The Big Apple. (We have, of course, been to a movie before, and so we know how this relationship is going to end up. This is therefore why we'll need intact tear ducts for the movie's third act.)<br /><br />The problem with The Thing is, the script just never jells, excepting for the one tear-duct set piece in which True Love prevails.<br /><br />Publisher Harding is supposed to be a son-of-a-bitch who also wants to just throw the whole job over. The script never comes down firmly on one or the other sides of this dichotomy, however, and Bridges is left to twist and waffle in the breeze.<br /><br />Alison Olsen is supposed to despise Sidney Young, but whenever he comes up to her (as he does constantly) she makes a point of engaging him in conversation, instead of attempting to discourage his existence.<br /><br />The \"comedy\" of early scenes is built around a piglet destroying an expensive hotel room, and then taking the elevator downstairs to urinate on the expensive high heels of a celebrity at a cocktail reception.<br /><br />The hot starlet Maes confesses that she is attracted to Young because he is \"wounded.\" The character never shows us *why* he is wounded, however. This is yet another resultant of the movie's mortally wounded script.<br /><br />At one hours and fifty minutes, This Thing feels longer (and more deadly) than Napoleon's retreat from Moscow. It is uninspiring, unfunny, unredeemable, and not even rentable. Run Away", "label": "negative", "id": "train_1_8"}
{"text": "I have seen \"Miracles Still Happen\" now at least four times. I never tire of this fantastic movie. From the very beginning, it holds a person's interest. As the movie progresses and the plane crashes the story becomes very intense as we watch this young girl trying to survive alone and frightened in the Amazon, following a plane crash in which she was the only survivor. Losing her mother in this plane crash as well makes this movie even more dramatic as we see the perils this young girl had to endure during her ten days in the Amazon. To think this really did happen is just unreal and to think that anyone could actualy survive this is unspeakable as we see the wild animals, snakes and other reptiles, the enormous forests and wildlife as well as countless insects. As the movie progresses we see the many dangers this girl has to face as she tries to follow the river in hopes of it leading her to a town. Remembering what her father told her about how a stream will always lead to a river and then into an even larger river and this means it will eventually lead to a community, this young girl keep track of the tiny stream which eventually lead into a huge river all throughout the movie. At times having to swim in dangerous waters, alone, frightened, injured, she always managed to keep going. Towards the end of this movie it was obvious she would not have been able to continue much longer as she had not eaten in ten days and only had water to drink and was very sick and tired from her perils. Eventually as she sees a canoe, she realizes there has to be a village and men find her and they take care of her and then take her to a hospital where her father comes to see her, after fearing she was dead along with the many other passengers. Such a dramatic movie and so heartwarming to see her father's face when he sees his daughter is actually still alive after all this time in the Amazon! Movies like this aren't made much those days. I will still see it again and I know I will never tire of it! To think this girl was the only one single survivor of this airplane is just unspeakable! Also the fact she only maintained a few very slight injuries was even more remarkable, whereas everyone else on this airplane perished in the horrific crash into the wilds of the Amazon. A brilliant movie, superbly acted out indeed and one I will treasure forever and love to continue watching! Strongly recommended by me for sure!", "label": "positive", "id": "train_1_9"}
{"text": "i'm not sure if it is available worldwide - but if anyone who's deciding what is supposed to be put on videotapes and distributed in video clubs - is reading this - please , please buy it! (if I wasn't clear: GET THE MOVIE INTO VIDEOSTORES!)<br /><br />can't be explained - must see!", "label": "positive", "id": "train_1_10"}
{"text": "Back in the days before the Toxic Avenger, the low-camp kings at Troma Films tried to take the high (OK, somewhat-less-low) road of producing straight slasher pics. I'd like to think that viewing the results here is what convinced them to give up all pretension and go for self-conscious parody.<br /><br />Splatter University is another film for the masochists in the audience. As it meanders about through two separate casts and innumerable pointless subplots, it actually becomes painful to watch. Let's see if I can summarize.<br /><br />After learning that a dangerous psychopath has escaped from a local hospital, the action moves to a Catholic university (I don't recall the name, but in honor of the title, let's call it St. Splatter). The students are listless and sullen, and argue pettily with each other, slackers ahead of their time. Meanwhile, the new professor, Julie Parker, proves utterly incompetent at her job. The kids deal with relationships, infidelity, unwanted pregnancies, lecherous priests, and how to avoid doing any work in class; Julie deals with a creepy boyfriend, the inflexible administration at St. Splatter, counseling unwed mothers, and the blank, expressionless looks of her students. None of it means a darn thing or gets resolved in any meaningful way. Oh, and every once in a while, a POV shot comes along and stabs one of the girls to death, but don't hold your breath waiting for it. There's a Red Herring Killer, and then a sadly anticlimactic confrontation with the Real Killer, then it's back to the asylum and roll credits.<br /><br />The slow pace and numerous inane subplots seem almost calculated to produce a mounting sense of frustration in the viewer, which is helped along by choppy editing, coffee-can sound quality, and dialog that just doesn't make any sense. And the most agonizing thing about this movie is the killer's fixation on women - the men in this movie are just so deserving. I'd've paid good money to see someone off the jerk with the pregnant girlfriend, or the lunkhead Lothario who was fooling around with his girlfriend's roommate, or any of the creepy priests. There ain't no justice.", "label": "negative", "id": "train_1_11"}
{"text": "A year or so ago, I was watching the TV news when a story was broadcast about a zombie movie being filmed in my area. Since then I have paid particular attention to this movie called 'Fido' as it finished production and began playing at festivals. Two weeks ago Fido began playing in my local theater. And, just yesterday, I read a newspaper article which stated Fido is not attracting audiences in it's limited release, with the exception of our local theater. In fact, here it is outdrawing all other shows at The Paramount Theater, including 300. Of course, this makes sense as many locals want to see their city on screen or spot themselves roaming around in zombie make-up. And for any other locals who haven't seen Fido yet but are considering it, I can say there are many images on screen, from the school to city park to the forbidden zone, that you will recognize. In fact, they make the Okanagan Valley look beautiful. That's right beautiful scenery in a zombie movie! However, Fido itself is a very good movie. Yes, despite its flaws, it is better then most of the 20 other movies playing in my local market. Fido is best described as an episode of Lassie in which the collie has been replaced by a member of the undead. This is a clever premise. And the movie even goes further by taking advantage of the 1950's emphasize on conformity and playing up the cold-war paranoia which led to McCarthyism. Furthermore, it builds on the notion that zombies can be tamed or trained which George Romero first introduced in Day Of The Dead.<br /><br />K'Sun Ray plays a small town boy who's mother (Carrie-Ann Moss) longs for a zombie servant so she can be like all the other house wives on her block. However, his dad (Dylan Baker) is against the idea as he once had to kill his own 'zombie father'. Eventually, the family does acquire a zombie named 'Fido' (played by Billy Connolly), and adjusts to life with the undead. Billy Connolly was inspired casting. He is able to convey Fido's confusion, longing, hatred, and loyalty through only his eyes, lumbering body, and grunts. Connolly shows that he can play understated characters better than his outrageously comedic ones. This is his best role since Mrs. Brown.<br /><br />Fido follows in the footsteps of other recent zomcoms such as Shawn Of The Dead and Zombie Honeymoon. Being someone who appreciates Bruce Campbell and Misty Mundae movies more than Eli Roth and Jigsaw ones, I prefer humor over gore in my horror. However, I understand the criticism of those horror fans who feel there is not enough 'undead carnage' in Fido. Yet, I am sure patient viewers will be rewarded by the films gentle humor.<br /><br />The movie does break down in it's third act. It's as if the writers were so wrapped up in the cute premise of domesticated zombies in the 1950s, they forgot about the story arc. However, given my interest in horror comedies and my appreciation for seeing the neighborhood on screen, I rate Fido 9 out of 10.", "label": "positive", "id": "train_1_12"}
{"text": "Written by a woman, and directed by another. Whoppie. Are we in for a feminist ride or what. Fasten your seat-belts, ladies, for we are about to enter a world of mean men and innocent, well-intentioned women.<br /><br />In this soaper Trish comes across a guy in the employment agency who behaves, looks, and dresses like a pimp(!) and gives her a job with the hope of nailing her some time later. In his office he even touches her chin the way a megalomaniacal heavy in a Bond movie would a touch a girl just after he's captured her and just before he is ready to kill her alongside with Bond. Some time later the pimp/employment guy stalks Trish in a ladies' dressing-room, harasses her, and even comes close to raping her. Oh, these evil, evil men. They are ALL bad, don't you know. You can't even look for a job nowadays without getting raped, right ladies? Well, we'll show 'em! In this film there is some kind of a divorced women's club or something, headed by a Janet Leigh who speaks for all women involved in this film when she says that \"men are all s**t\". She moans about how terrible men are; she has been divorced five times. Now, seriously: any woman who marries twenty times and then uses that statistic as an argument that men are all \"bad\" must have realized eventually that the explanation might lie elsewhere, or? It must occur to her that: a) she is a bad judge of male character, or - much more likely - b) SHE is the one impossible to live with - her ex-husbands were probably the victims, or if they were indeed a**holes then she probably got what she deserved. (Don't the likes of Zsa-Zsa Gabor and Liz Taylor prove this point? Show me a likable woman who got married this often and I'll show you a way to reach the planet Mars using only roller-skates and a ladder.) Trish eventually meets a computer guy who restores her faith in men - but hold your horses; this guy turns out to be married, therefore proving WITHOUT a doubt that men are indeed all \"bad\". Were it not, of course, for a kindly old vegetable seller around the corner who loves his wife even though she's still dead - proving that all men are \"bad\" except for kindly old men whose penises don't work and they \"can't get none\" anyway so they are forced to abandon a life of a**holocolism and finally give women the respect they deserve. Even the supporting male characters are all \"bad\"; the black guy in the employment agency is unfriendly, and the guy in the mortuary is out-right rude - and insensitive (the bastard, *sob*...*sniffle*\u0085) And what's with this corny, corny ending?... Minutes before court-time Trish abandons the claim to any of her husband's money, realizing that she is now \"free\" and that she can finally do that jump into the swimming pool...?? What's all that about?? Her jump into the pool is then - very predictably - frame-frozen as the credits start to role in, while life-inspiring I-don't-need-revenge-nor-my-husband's-money music starts kicking in. Her girlfriends are shocked by her abandonment of money claims, but they don't stay shocked for long and soon start kidding each other about what a heart-attack Trish's lawyer will get when he hears about this. The shyster lawyer is naturally a man. An evil, evil, terrible \"bad\" man, whose only interest in this world is money... Ah, these men; all they care about is money; they know nothing of the higher values in life - like shopping. I am glad we have movies like this; they bring the sexes closer together, but most importantly, they teach girls and young women that men are all horny, selfish, skirt-chasing bastards who will dump you into a world of poverty and misery the first chance they get. So, girls, open your mouths an stick your tongues into your girlfriend's mouths. Lesbian power!", "label": "negative", "id": "train_1_13"}
{"text": "With no affinity towards any type of filmmaking, and a healthy appreciation of documentaries, I can honestly say I was angry at myself for bothering to sit through the entire length of \"20 Dates\". I won't waste your time with the plot, you may read other reviews. I will say though that Berkowitz's hyper, Woody Allen-style narration was extremely annoying. You either wished he'd lay off the coffee or ingest some tranquilizers. And it's potentially apparent to Berkowitz himself that this film was a bad idea, as parts of it details his trials to finance the documentary. Forgive me for disguising insults as compliments, but I'll give credit to Berkowitz for having the skills to convince some idiot to finance this horrid piece of ****. I appreciate the boundaries & intentions of the film here, but even when regarding the standards Berkowitz sets for himself, he fires off and misses on all levels. In closing, I'm sure many of these female companions were not at ease going on a date with a twitchy wanna-be filmmaker, and therefore I question the film's sense of authenticity. Hey Myles, I loved your film the first time I saw it... when it appeared as an episode of Seinfeld or was a film directed by Woody Allen or Kevin Smith.", "label": "negative", "id": "train_1_14"}
{"text": "In my opinion, this is a pretty good celebrity skit show. I enjoyed seeing Greg Kinnear as the host. There are many reasons why I said that. Even though Hal Sparks was an okay host, I sometimes wish that Greg Kinnear hadn't left. If you ask me, it seems that nobody stays with a TV show throughout its entire run anymore. Still, I enjoyed seeing the various hosts and other people spoofing celebrities. If you ask me, that was pretty darn funny. Before I wrap this up, I must say that I kind of miss this show. Now, in conclusion, I highly recommend this show to all you die-hard sketch show fans. You will really enjoy it.", "label": "positive", "id": "train_1_15"}
{"text": "My abiding love of Italian actress Lucianna Paluzzi, who helped jump-start my puberty with her performance in 1965's \"Thunderball,\" has led me to some fairly unusual places. Case in point, this British curiosity from 1959, \"Carlton-Browne of the F.O.,\" which features Lucianna in one of her earlier roles. She plays a princess in this one, although the picture is actually a showcase for the talents of Terry-Thomas and Peter Sellers, both of whose stars were certainly on the rise at this point. In this cute, often very funny film, we learn of the Madeira-like island nation of Gaillardia, which had been a British colony until 1916 and then universally forgotten. Forty-three years later, however, it becomes the center of worldwide attention and international espionage when valuable cobalt deposits are discovered there, and Her Majesty sends the bumbling Carlton-Browne of the Foreign Office to take charge. Terry-Thomas underplays this part nicely, as does Sellers in his role as Prime Minister Amphibulos of the tiny country. (This was Sellers' second film of 1959 concerning a tiny country matching wits with the world, the other being \"The Mouse That Roared,\" of course.) Ian Bannen almost steals the show here as Gaillardia's suave king, and my girl Lucianna is as appealing as can be in her minor role. The film exhibits much in the way of very dry humor, although there ARE some belly laughs to be had (the reception at the Gaillardian airport, for example, and especially that May Day-style parade of Gaillardian strength). And Sellers' seedy prime minister, with his cracked English and seemingly perpetual sweat stains, is yet another memorable character in this great actor's pantheon. Despite the occasional instance or two of indecipherable, stiff-upper-lip British gibberish, I found this picture to be a winningly modest entertainment, and well presented on this crisp-looking Anchor Bay DVD.", "label": "positive", "id": "train_1_16"}
{"text": "This movie is like real life, by which I mean - not a lot happens in the available 2 hours or so, and not much game plan or plot is evidenced by the frequently invisible cast (their invisibility being due to the \"experimental\" lighting as mentioned by many reviewers). <br /><br />A big bore. No big surprise that Altman helms this - he is a very variable performer (yes we all loved \"Gosford Park\", but \"Pret A Porter\" anyone? Kansas City? Dr T. and the Women? Aaargh), but the fact that the raw material is a John Grisham tale, and the excellent cast that you will perceive through the gathering gloaming of your insistent slumber - makes this truly a masterpiece of bad film. And no, it is not \"so bad it's good\".<br /><br />It's just bad.", "label": "negative", "id": "train_1_17"}
{"text": "What's Good About It: Some inventive and genuinely creepy little effects that will get under the skin of even the most seasoned horror fan. Doesn't rely on the hackneyed soundtrack stabs for its \"gotcha\" moments. Even if you've seen everything, there's still a few things in this film that will make your jaw drop.<br /><br />What Could Have Been Better About It: The acting was, at times, flat and unconvincing. It had a \"shot-on-video\" quality in some places (though,it mostly achieved the atmosphere it was striving for), and the camera work is full of needless close-ups of meaningless actions. Though the effects are genuinely creepy, I think they may have gone to the well a few too many times with some of them. The ending seemed rushed, and glossed over what could have been more impactful moments. The viewer is left to figure out a lot of things for themselves, not as a challenge by the filmmakers, but because they just missed it.<br /><br />Still, a good little indie horror film that is easily several steps above the average. Well worth the rental.", "label": "positive", "id": "train_1_18"}
{"text": "I caught this at a test screening. All I can say is: What...the...hell? This movie plays out about as smoothly as Mickey Mouse reading the script for \"Scarface.\" It's bizarre beyond making the slightest bit of sense; and even if you do leave your brain in the car, the film is still so bizarre that it isn't even funny.<br /><br />The plot involves crocodile hunter Steve Irwin trying to \"save\" a crocodile which contains a CIA probe. The CIA comes after Irwin to get their probe back, Irwin mistakes them for poachers, and sets out to \"stop\" them.<br /><br />That's about all the story there is; the rest is over-the-top lampooning of Australian culture (\"Didja see dat?\" and \"Crikey!\") and strangely choreographed action sequences. At one point, Irwin mounts a speeding RV and knife fights with a CIA agent on top of it. Yes, that's right: Steve Irwin knife fights a guy on top of an RV. Let that be your guide for this ridiculously bad film.", "label": "negative", "id": "train_1_19"}
{"text": "Bloodsuckers has the potential to be a somewhat decent movie, the concept of military types tracking down and battling vampires in space is one with some potential in the cheesier realm of things. Even the idea of the universe being full of various different breeds of vampire, all with different attributes, many of which the characters have yet to find out about, is kind of cool as well. As to how most of the life in the galaxy outside of earth is vampire, I'm not sure how the makers meant for that to work, given the nature of vampires. Who the hell they are meant to be feeding on if almost everyone is a vampire I don't know. As it is the movie comes across a low budget mix of Firefly/Serenity and vampires movies with a dash of Aliens.<br /><br />The action parts of the movie are pretty average and derivative (Particularly of Serenity) but passable- they are reasonably well executed and there is enough gore for a vampire flick, including some of the comical blood-spurting variety. There is a lot of character stuff, most of which is tedious, coming from conflicts between characters who mostly seem like whiny, immature arseholes- primarily cowboy dude and Asian woman. There are a few character scenes that actually kind of work and the actors don't play it too badly but it mostly slows things down. A nice try at fleshing the characters out but people don't watch a movie called Bloodsuckers for character development and drama. The acting is actually okay. Michael Ironside hams it up and is as fun to watch as ever and at least of a couple of the women are hot. The space SFX aren't too bad for what is clearly a low budget work. The story is again pretty average and derivative but as I said the world created has a little bit of potential. The way things are set up Bloodsuckers really does seem like the pilot for a TV series- character dynamics introduced, the world introduced but not explored, etc. <br /><br />The film does have a some highlights and head scratching moments- the kind of stuff that actually makes these dodgy productions watchable. -The scene where our heroes interrogate a talking sock puppet chestburster type creature. Hilarious. - The \"sex scene.\" WTF indeed. -The credit \"And Michael Ironside as Muco.\" The most annoying aspect of it all though is the really awful and usually inappropriate pop music they have playing very loud over half the scenes of the movie. It is painful to listen to and only detracts from what is only average at best.<br /><br />Basically an okay watch is you're up for something cheesy, even if it is just for the \"chestburster\" scene.", "label": "negative", "id": "train_1_20"}
{"text": "if you like gangster type of movies, then this is the first one you should buy or at least rent, Al Pacino his performance is top notch. and the story is classic!! 10 / 10 !!!! Why isn't this movie in the TOP 250 list??", "label": "positive", "id": "train_1_21"}
{"text": "It's a strange thing to see a film where some scenes work rather weakly (if only in comparison to other films in its legacy), and others in a 'sub-plot' or supporting story are surprisingly provocative and strong. Sudden Impact is one of those cases, where Clint Eastwood as star/producer/director shows when he can be at his best, or at his lessor of times when dealing with a crime/mystery/detective story in his Dirty Harry fame. We get that 'make my day' line, and un-like in the first film where his 'do I feel lucky' speech was playful and cool the first time and the second time at the end tough as nails, here it's switched around. He gets into another shamble with the department, as usual, when he tries to fight crime 'his' way, in particular with a diner robbery (inspiration for Pulp Fiction?) and with a high speed pursuit with a senior citizen bus. He's told to 'take a vacation', and that's the last thing on his mind. This whole main plot isn't very convincing aside from the expectancy of the story and lines, which just adds to the frustration. But soon his story merges with the sub-plot that Eastwood develops from the start.<br /><br />Enter Sandra Locke's character, Jennifer Spencer, whom we soon learn after some (appropriately) mysterious scenes that she and her shy sister were victims of a cruel, unjust sexual assault (err, outright rape), and is sleekly, undercover-like, getting revenge. Her scenes and story are the strongest parts of the film, the most intense, and finally when it goes into Callahan's storyline (he's getting facts in the same small town she's in on a murder), the film finally finds a focus between Eastwood's classic form of clearly defined good vs. evil (though sometimes blurred, to be sure). Eastwood films the flashbacks, not to say too much about them, expertly, in a fresh, experimental style; the trademark Lalo Schifrin score is totally atmospheric in these scenes and in others. It almost seems like a couple of times an art-house sensibility has crept into Eastwood's firmly straightforward storytelling style, which helps make the film watchable.<br /><br />It's a shame, though, that in the end it goes more for the expectable (or maybe not expectable) points, and until the third act Callahan doesn't have much to do except his usual 'it's smith...Wesson...and me' shtick. However, with Locke he gets out of her a very good performance (more subtle and touching than the one in the Gauntlet) and an exciting climax at an amusement park. In a way I do and don't agree with Ebert's remark that it's like a 'music video' in Eastwood's style here. I admit there is comparisons with the simplicity of both, the directness, but the scenes where Eastwood does break form are superior to those of any music video. It's cheesy, it's hard-edged, it's not up to par with the first two 'Harry' pictures, but hey, there could be worse ways to spend a couple hours with the master of the .44.", "label": "positive", "id": "train_1_22"}
{"text": "Movies have put me to sleep before, but no movie has ever done that twice, so it took me three sittings actually to finish it. The dialog was bad. Women spoke stiltedly and the men were caricatures. And two of the supposedly Japanese women looked Chinese, had Chinese names and spoke with clearly Chinese accents. I'm still trying to figure out why the Emmenthal men were sexually wrapped up with each other. 10 minus 8 1/2 equals a tough choice: Do I give this movie a rating of one? or two?<br /><br />Movies have put me to sleep before, but no movie has ever done that twice, so it took me three sittings actually to finish it. The dialog was bad. Women spoke stiltedly and the men were caricatures. And two of the supposedly Japanese women looked Chinese, had Chinese names and spoke with clearly Chinese accents. I'm still trying to figure out why the Emmenthal men were sexually wrapped up with each other. 10 minus 8 1/2 equals a tough choice: Do I give this movie a rating of one? or two?", "label": "negative", "id": "train_1_23"}
{"text": "It is obviously illegal. Pedophiles pray on stuff like this. How did they get away with making such a movie? This movie is all summed up in one word, SICK. Where do people get off making, and watching these kinds of films. As I was watching the movie I didn't actually think they would allow this kid that is say maybe 12 if that actually sleep with this woman. Sorry if this is a spoiler to you but I would have rater not seen this. Where has the sanity of these people gone? Maybe the makers of this movie are pedophiles? Our society today is filled with all types of sexual predators that pray upon children, yet film makers make these types of movies that do nothing but provoke this type of behavior. I noticed that on a previous comment someone asked if there was a version where it showed them naked. This is a kid here, and someone is asking something like this? What is wrong with this picture?", "label": "negative", "id": "train_1_24"}
{"text": "THE SUNSHINE BOYS was the hilarious 1975 screen adaptation of Neil Simon's play about a retired vaudevillian team, played by Walter Matthau and George Burns, who had a very bitter breakup and have been asked to reunite one more time for a television special or something like that. The problem is that the two still hate each other and want nothing to do with each other. Richard Benjamin appears as Matthau's nephew, a theatrical agent who has been given the monumental responsibility of making this reunion a reality. This warm and winning comedy is a lovely valentine to a forgotten form of entertainment...vaudeville and it works mainly thanks to one of Neil Simon's better screenplays and outstanding work by Matthau, Burns, and Benjamin. Burns won the Best Supporting Actor Oscar for this, but I think Matthau walks away with this film with his flawlessly hilarious performance as Willy Clark. Matthau was nominated for Best Actor but didn't stand a chance against Nicholson for ONE FLEW OVER THE CUCKOO'S NEST; however, in another year, this was an Oscar-worthy performance. Matthau commands the screen and there is not a false note in this beautifully timed performance. The scene where he is auditioning for a potato chip commercial and can't get the name of the product right is a classic. THE SUNSHINE BOYS is a warm and winning Neil Simon comedy which shines thanks to unbeatable chemistry between Matthau and Burns.", "label": "positive", "id": "train_1_25"}
{"text": "I am a huge fan of the comic book series, but this movie fell way below my expectations. I expected a Heavy Metal 2000 kinda feel to it.....slow moving, bad dialogue, lots o' blood.....but this was worse than anything I could have imagined. <br /><br />The plot line is almost the same as the comic, but the good points pretty much stop there. The characters don't have the energy or spirit that drew my attention in the comic series. The movie only covers a small portion of the comic, and the portion used is more slow and boring than later parts. The focus in the movie is on the insignificant events instead of the more interesting overall plot of the comic book.<br /><br />With the right people working on this project, it could have been amazing. Sadly, it wasn't that way, so now there is yet another terrible movie that few will see and even fewer will love. My copy will surely collect dust for years until I finally throw it out.", "label": "negative", "id": "train_1_26"}
{"text": "\"Ruby in Paradise\" is a beautiful, coming-of-age story about a young woman, Ruby Lee Gissing, escaping her stifling roots to become herself. Although the title character is played artfully by the gorgeous Ashley Judd -- in likely her first movie role, albeit one to be quite proud of -- the emphasis is not upon becoming \"somebody,\" a la the next Madonna (whether Jesus' mother or the lurid, attention-hungry singer).<br /><br />It instead emphasizes following ones' instincts and being somewhat introspective about them, to grow into one's ideal, adult self. NOTE: This isn't an action movie!!! It uses an occasional voice-over narration (by Ms. Judd) while writing in her journal -- and oh, I see I've just lost the male half of the readers out there. But be patient with this beautiful movie, where we learn that one's bliss can be discovered in -- oh, I dunno, carrying water and chopping wood.<br /><br />Actor/director/writer Todd Field, who played Nick Nightingale in \"Eyes Wide Shut,\" co-stars as Ruby Lee's noble love interest, one who helps her heal her idea of relationships implanted from youth.<br /><br />But not even his character is the answer for Ruby Lee: There's no external hero imposed upon her. The ultimate message is that we are responsible for ourselves. Writer/director Victor Nunez, who also wrote/directed \"Ulee's Gold,\" did an amazing job showing a young woman growing into herself -- confronting age-old challenges of good v. evil along the way.<br /><br />The supporting cast is also stellar, and the music used, particularly the cuts by chanteuse Sam Phillips (whom I hear is the wife of T. Bone Burnett), is right on -- most especially \"Trying to Hold on to the Earth.\" Now, when I hear the first few chords of that song, tears spring to my eyes, Pavlovian and unbidden -- not sure if it's the music, or the indelible connection to the movie's quiet, charming message of empowerment.<br /><br />This movie is highly recommended for any young person trying to find his/her way. For any woman of any age, it is a must see! The downside: It is NOT on DVD, except in Spanish. (We learned, however, that it is legal to make one copy of a VHS version, which can be readily found online. My beloved husband found someone with a VHS copy and got a DVD copy made for me.) Although this treasure of a movie occasionally pops up on-air \u0096 on an indie channel, usually \u0096 you can't count on that when you might need it most as a tonic to soothe the pressures of the world. So buy a copy for yourself.<br /><br />This movie should have a major re-release, and it would, if I were Queen of Hollywood.<br /><br />-- Figgy Jones", "label": "positive", "id": "train_1_27"}
{"text": "While the 3-D animation (the highlight of the show) did it's job well, most other elements fell flat. It was as though the filmmakers thought \"well, it's gonna be 3-D so we don't have to work that hard on the plot or character development.\" And the fact that it's a children's movie is absolutely no excuse. The public is drawn to three dimensional characters (Shrek, Nemo's Dad) just as much as they are drawn to three dimensional graphics. The only dimension any of the main characters showed was two dimensional Scooter who twists the plot from time to time with his compulsion to eat everything in sight.<br /><br />And the absolute kicker? Buzz Aldrin's appearance at the very end (after watching a very robotic cartoon version of the same historical figure for an hour and half) comes on the screen and ruins everyone's good time by calling the film's main characters \"contaminants\" and announcing that the situation put forth on screen was actually an impossibility.<br /><br />???!!!??? Did you just wanna tell the kids the Easter Bunny and Santa Claus don't exist while you're at it?", "label": "negative", "id": "train_1_28"}
{"text": "Not the most successful television project John Cleese ever did, \"Strange Case\" has the feel of a first draft that was rushed into production before any revisions could be made. There are some silly ideas throughout and even a few clever ones, but the story as a whole unfortunately doesn't add up to much.<br /><br />Arthur Lowe is a hoot, though, as Dr. Watson, bionic bits and all. \"Good Lord.\"", "label": "positive", "id": "train_1_29"}
{"text": "what is wrong with you people, if you weren't blown away by the action car sequences and jessica Simpsons hot body then you are majorly screwed in the head. Of course the film isn't a masterpiece, i don't think it was aiming to be. It was fun and funny, i never watched the show when i was younger, i only recently saw one episode, and when i watched the movie, i felt it had the same kind of atmosphere. The movie seats were practically shaking, and the car sequences were good because it didn't bore me and drag out like some of the scenes in 2fast 2furious. and jessica Simpson is plain hot, i just wish they had used her more in the action sequences. All in all, i had a hell of a time watching this and i would go and see it again soon and i will buy it on DVD. People, enjoy it for what it is.", "label": "positive", "id": "train_1_30"}
{"text": "Ariauna Albright is a really good actress but why she participated in this lame written travesty is a mystery. What could have been entertaining winds up as classic boredom. The unique thing about Ariauna is that she can act as well as look real sexy as opposed to her partner Lilith Stabs who looks fine but it is obvious she spent the money for acting school at the spa or beautician. This was a production that cried out for some T & A & with a imaginative script writer could have achieved it in the flow of things. However Ariauna does what she can under the circumstances & to a extent salvages her reputation. The Tempe company should be aware that when you dress two attractive women in skimpy fetish cop uniforms the viewers will expect some fetish play & T & A. Nough said.", "label": "negative", "id": "train_1_31"}
{"text": "This is a review of The Wizard, not to be confused with The Wiz, or Mr. Wizard. The Wizard is a late-eighties film about a seriously silent boy's ability to play video games and walk during the entire opening credits. The Wiz is an unnecessary update of The Wizard of Oz, and Mr. Wizard is that guy that attached 100 straws together and had some kid drink tang out of it.<br /><br />Now that we've gotten all that out of the way, let me say this: there's really no reason to see this movie. It's simply a 100 minute Nintendo commercial designed to capitalize on the Powerglove, the Legend of Zelda and Super Mario Brothers 3. I use the word \"designed\" in the loosest sense possible, because it seems like this movie was written over a weekend by a crack team of people who had never played Nintendo, and directed by a man with less sense of style than my grandmother. Maybe if the writer and director sat down and actually played some games together, they'd realize that they were about to film total rubbish and instead go to vocational school to learn how to install car stereos.<br /><br />I hope that this has been an enlightening experience for you. It sure hasn't been for me. In fact, I think I might have lost a few braincells in the act of watching this movie and writing about it. Next time you're at the video store and you see the The Wiz, The Wizard and The Wizard of Oz all sitting there on the shelf in a pretty little row, give them all a miss and play Duck Hunt instead.", "label": "negative", "id": "train_1_32"}
{"text": "Brokedown Palace is the story of two best friends, Alice and Darlene, who go on a spontaneous trip to Thailand and wind up in prison after being caught with planted drugs in their luggage. In this way, the movie had the potential to turn into a serious and moving film, such as \"Return to Paradise\", but instead, the movie chose to focus little on the girls' situation and more on their friendship.<br /><br />Claire Danes and Kate Beckinsale both turn in excellent performances, and the movie is much more about the interplay between them - the suspicion, the jealousy, the questioning and testing of their friendship and ultimately the sacrifices made in the name of friendship. This movie chooses not to delve too deeply into politics or even into the harshness of prison life (which is a bit glossed over), and focuses more on these friendship issues.<br /><br />There were some plot holes here, and some parts that just didn't seem believable or realistic. We didn't feel the real fear or hopelessness of their situation as well as we might have. And we get very little feeling of life outside the prison walls, with Bill Pullman playing the supposedly sleazy lawyer who actually turns out to have a heart of gold. In short, this should, by all rights, have been a much darker movie than it was.<br /><br />But overall, I enjoyed it. The acting was good, the soundtrack was perfect, and the storyline had enough twists and turns to stay interesting. Worth seeing.", "label": "positive", "id": "train_1_33"}
{"text": "I love this movie, Jouvet, Arletty, Blier, Carné... almost everything has already been said about the movie, but there is one detail I'd like to shed some light onto: no footage of the real, still standing, Hôtel du Nord (is it still? I heard it was to be demolished...) has been used for the movie - the whole scene has been rebuilt on set, the main reason being that they could not stop the traffic on the St Martin canal for several weeks.", "label": "positive", "id": "train_1_34"}
{"text": "One of the most boring slashers ever.. If you can even call it that. I wouldn't watch this if it even ended up being some kind of porno movie, which it completely resembles. The fact that you're watching a small group of middle-aged people in the woods is really unbearable. They made these kinds of movies for teens, so who were they really aiming for when they made this sleep-fest? My favorite part of this movie is the cover art and it's the only reason I chose to seek out this movie, which happened to be part of a Suspense Classics 50 Movie Pack.. and after seeing the other movies in this 50 pack, you'll realize that it belongs nowhere else. So if you're in the mood for a decent slasher in the woods, I recommend Just Before Dawn and The Final Terror.", "label": "negative", "id": "train_1_35"}
{"text": "I was very unimpressed with Cinderella 2 and Jungle Book 2, but this is possibly worse than both titles. First of all, I didn't like the animation, very Saturday-morning-cartoon, only worse in some scenes. I liked some of the characters, namely Thunderbolt and Patch, but the other characters, like Cruella were mediocre. Cruella was truly villainous in the original, but she lost her quality in the sequel. What she said was nothing at all to write home about and her animation was kind of ugly. Also her artist companion Lars was a joke to be honest with you, and Roger seemed to have quit smoking overnight. The voice talents were very good though especially Barry Bostwick as Thunderbolt, with the exception of Jodi Benson, the accent ruined it for me. There were some good moments, but the whole plot seemed bloated for me, and highly suggestive of an extended TV episode. All in all, a hugely disappointing sequel to the most memorable of the 60s Disney movies along with Jungle Book. Sorry, I can only give this a 3/10, it just wasn't my cup of tea. Bethany Cox", "label": "negative", "id": "train_1_36"}
{"text": "'Presque rien' is a story of two young boys falling in love during summer stay by the seaside. I don't want to tell the plot, because it's not what's most important about this film (but you can be sure that it's interesting and original). The best part of this movie is the cinematography. The visual side of 'Presque rien' is so amazing it deserves highest note. It leaves you charmed with its beauty.<br /><br />As for the plot, it is shown in uneven, rather complicated way. There is no simple chronology nor there are answers to all the questions the film brings. But this is what makes 'Presque rien' even more interesting. I recommend this movie to all the people for whom the artistic side of films is very important and they will not be disappointed.", "label": "positive", "id": "train_1_37"}
{"text": "Films such as Chocolat, Beau Travail, and others have propelled French director Claire Denis into the top echelon of the world's most unique and accomplished filmmakers and her 2004 film The Intruder (L'Intrus) adds to the depth of her portfolio. A cinematic poem that conveys a mood of abiding loneliness and loss, the film provides a glimpse into the psyche of a man who is deteriorating physically and mentally and who travels to various parts of the globe seeking redemption and peace but finds it hard to come by. Loosely based on Jean-Luc Nancy's memoir of a heart transplant, The Intruder is a film of such unrelenting opaqueness that even after two viewings it is difficult to describe it in other than subjective, impressionistic terms.<br /><br />Louis Trebor (Michael Subor) is a man in his seventies who is likely dying of a heart condition and who, like the professor in Ingmar Bergman's Wild Strawberries, attempts to come to terms with the mistakes of his life while he has time. It is clear that he is physically rugged and very wealthy but seems emotionally drained and the look on his face is one of quiet resignation. Though we see only one episode of violence, where he gets out of bed in the middle of night to kill an intruder, there is a sinister sense about him. He might be an intelligence officer, a foreign agent, or a hit man.<br /><br />Whatever the case, he apparently is under some kind of surveillance and acts like a man that has been involved in criminal wrongdoing and is only now able to see the consequences. Facial close-ups throughout the movie create a strong sense of isolation. He lives with his dogs in a cabin in the Jura Mountains near the French-Swiss border and has an estranged son Sidney (Gregoire Collin) whom he has long neglected. Sidney lives nearby with his wife Antoinette (Florence Loiret-Caille) and their two children. In one telling scene, he meets up with his father on the street and calls him a lunatic, but that does not prevent him from taking his money.<br /><br />When the film opens, we meet Antoinette, a Swiss border guard, who boards a van with a trained dog to sniff out some contraband. When she comes home, she is greeted by her husband who asks her with tongue-in-cheek if she has \"anything to declare?\" Other than these three individuals, the people and circumstances we see during the rest of the film may exist only in Louis' imagination. Louis has three women in his life and we meet them all in the film's first half hour: a pharmacist (Bambou) who prepares his medication, a neighbor (Béatrice Dalle) who is a dog breeder who refuses to care for his dogs when he goes away on a trip telling him that they are as crazy as he is, and a young Russian organ dealer (Katia Golubeva) who he tells he wants a \"young man's heart\".<br /><br />Relentlessly, she stalks him throughout the film but it is apparently only in his mind. In the last section of the film, Louis travels to South Korea in search of a heart transplant and to Tahiti to deliver a gift to a different son, one whom he has not seen for many years or perhaps has never seen. His heart transplant, however, appears to be a metaphor for a man without a heart, a man whose life has been fascinating but ultimately directionless, intruding into other people's lives with little real empathy. The Intruder contains a haunting guitar soundtrack by Stuart Staples of the band Tindersticks, reminiscent of the guitar riff in Jim Jarmusch's Dead Man, and gorgeous cinematography by Denis regular Agnes Godard.<br /><br />Godard creates memorable images that convey a mood of longing and regret: a heart beating alone in the snow, an infant in a sling looking up at his father for a good two minutes, the baby's expression gradually turning from morose to a half smile, colored streamers blowing from a newly christened ship, a massage in a dark room by a mysterious Korean masseuse, and the vast expanse of ocean seen from a bobbing ship deck. While The Intruder can be frustrating because of its elliptical nature, Denis forces us to respond out of our own experience, to understand the images on the screen on a very personal level. If there is any theme, a hint might be found in the opening that tells us what is revealed piecemeal in the film - \"your worst enemies are hiding, in the shadow, in your heart.\"", "label": "positive", "id": "train_1_38"}
{"text": "For me this is a story that starts with some funny jokes regarding Franks fanatasies when he is travelling with a staircase and when he is sitting in business meetings... The problem is that when you have been watching this movie for an hour you will see the same fantasies/funny situations again and again and again. It is to predictable. It is more done as a TV story where you can go away and come back without missing anything.<br /><br />I like Felix Herngren as Frank but that is not enough even when it is a comedy it has to have more variations and some kind of message to it's audience....<br /><br />", "label": "negative", "id": "train_1_39"}
