{"text": "After Harry Reems' teenage girlfriend is raped by Zebbedy Colt (The Night-Walker), Reems becomes despondent and consoles himself by having sex with some lesbians. Meanwhile, Colt, who carries a cane and dresses like a magician, rapes some more women. Eventually, Reems decides to track him down and end his crime spree. Despite being shot on film and marginally nasty, it looks like any other 70's porno and is ineptly executed. The rape/abuse scenes are surprisingly restrained and the attempt to cash in on \"Death Wish\" is laughable. R. Bolla (\"Cannibal Holocaust\") plays a cop. Colt, who is usually over-the-top, wigs out in a couple of scenes, but he's too well behaved for my money. This roughie could have been much rougher.", "label": "negative", "id": "train_4_0"}
{"text": "Not only is this film entertaining, with excellent comedic acting, but also interesting politically. It was made at the end of the Soviet Union, but makes fun of the soviet mentality through and through. The story is set during the early days of the soviet union, and it questions the rationale behind the revolution both in cultural and practical terms. Of course, by the late 80s and early 90s, the bizarre strictures of soviet society are already relaxed, but the ideology and mentality is still alive and well and ready for some well-deserved deconstruction. Happily, all this deep philosophical commentary is wrapped in a funny and entertaining package!<br /><br />Jur", "label": "positive", "id": "train_4_1"}
{"text": "I loved this film! I'm a true Tom Hanks fan, and I have always been impressed with all of his work. From his most dramatic roles like Cast Away, The Green Mile, Saving Private Ryan, Forrest Gump, Apollo 13 & Philadelphia. To his hilarious roles like A League of Their Own, Turner and Hooch, Catch Me If You Can, The Lady Killers, Big & of course Toy Story. But in this film Hanks isn't the only great actor who lights up the screen. Tyler Hoechlin, an up and coming star who shows great promise in Hollywood co stars as Hanks son and delivers nothing short of a great performance. He is certainly someone to watch out for over his career, I believe he will do great things. Paul Newman as always delivers a brilliant performance on screen. He is truly a legend. We can't forget the people who didn't have such big roles in the film, but still helped make it great. The beautiful & very talented Jennifer Jason Leigh, who's performance in Bastard Out of Carolina & Single White Female I will never forget, brings her grace to the screen as Hank's wife in the film and does a superb job. Liam Aiken is another found treasure in film. He does such a great job with such a small role, and like his roles in Lemony Snickets, and Sweet November, and I Dreamed Of Africa he gives a great performance.", "label": "positive", "id": "train_4_2"}
{"text": "Dooohhh! My Bwainn Hurrrts! Well it certainly does after this endurance test of a film. How on earth I managed to keep going without hitting the fast forward button lord only knows. <br /><br />Maybe it's me!!Maybe I don't get the premise of the film... or maybe I don't appreciate it's alleged mystical atmosphere. In my humble opinion though the film has about as much mystical atmosphere as a trip to McDonalds.<br /><br />In addition the characters were all dreadful and there is more character development in a Tom & Jerry cartoon. Yaarrrghhh! Why do I do it? why do I watch such tripe? It's enough to make one run away and join a monastery or the Foreign Legion!! YAARGH!! An absolutley dreadful film in just about every respect. Apart from that it's not to bad.", "label": "negative", "id": "train_4_3"}
{"text": "Oh dear me! Rarely has a \"horror\" film bored me, or made me laugh, as much as this one. After a spirited start with an intriguing premise, it descends into not much more than a slasher flick, with some supernatural and sexual asides. The usually excellent Alice Krige is wasted in this one, and the plot twists are ludicrous. Don't bother unless you're really desperate. Rating: 3/10.", "label": "negative", "id": "train_4_4"}
{"text": "The movie is just plain fun....maybe more fun for those of us who were young and fans of \"The Ramones\" around the time the film was made. I've watched the film over and over, by myself and with friends, and it is still fresh and funny. At the risk of being too serious, the concept of being a big fan of a certain band is timeless, and high school students boredom with drudgery of some classes is just as timeless.<br /><br />And, the film has some gem lines/scenes.....references to how our \"permanent record\" in high school will follow us through life. (Let me assure you I've been out of high school for, uhhh, some years and it's not following me).....the famous \"static\" line (\"I'm getting some static\".....\"Not as much as you're going to get\", as Principal Togar approaches).....the school board member who is so decrepit he's attended by nurses....the Nazi Hall Monitors love for a \"body search\" ......Principal Togar announcing, \"I give you the final solution\", and burning the Ramones records (note: records were what came before CD's) ....and of course Joey Ramone noting, \"Things sure have changed since we got kicked out of high school\", followed by Togar asking \"Do your parents know you're Ramones?\"<br /><br />Just one piece of advice.....don't look up where the stars are now.....Joey Ramone sadly died young. Dey Young, who was a major hottie in the film, today reminds us we all age....PJ Soles career never advanced as we might have expected......... Marla Rosenfield, as one the other students, apparently appeared only in this film (one of my male friends dies over her every time we watch the film), though I submit her performance was more than adequate and should have brought her more teen film roles. And, does anyone know what happened to DJ Don Steele? <br /><br />So, watch and enjoy.....don't think....just have FUN!", "label": "positive", "id": "train_4_5"}
{"text": "I liked this show a lot - we got the first and only, it would appear, series in the UK on channel 4. The characterisation was right on the money - a bit like the Simpsons in that all the different facets of small town populace were represented.<br /><br />There was no laughter track - I hadn't seen this on an American TV comedy at the time except for on Larry Sanders and it really worked well here, heightening the suggestion that these wacky cops were really like that, and not just hamming it up for the cameras.<br /><br />All in all, a quirky little number that tickled me just right: I can't help but think that maybe it missed it's mark with certain audiences. I think it would have been a cult hit in the UK had it been shown at an acceptable hour.<br /><br />I'll round this off with my standard comment: Where the hell can I get hold of this to watch it again? Any ideas?", "label": "positive", "id": "train_4_6"}
{"text": "I watched this movie when Joe Bob Briggs hosted Monstervision on TNT. Even he couldn't make this movie enjoyable. The only reason I watched it until the end is because I teach video production and I wanted to make sure my students never made anything this bad ... but it took all my intestinal fortitude to sit through it though. It's like watching your great grandmother flirting with a 15 year old boy ... excruciatingly painful.<br /><br />If you took the actual film, dipped it in paint thinner, then watched it, it would be more entertaining. Seriously.<br /><br />If you see this movie in the bargin bin at S-Mart, back away from it as if it were a rattlesnake.", "label": "negative", "id": "train_4_7"}
{"text": "Hard to believe, perhaps, but this film was denounced as immoral from more pulpits than any other film produced prior to the imposition of the bluenose Hayes Code. Yes indeed, priests actually told their flocks that anyone who went to see this film was thereby committing a mortal sin.<br /><br />I'm not making this up. They had several reasons, as follows:<br /><br />Item: Jane likes sex. She and Tarzan are shown waking up one morning in their treetop shelter. She stretches sensuously, and with a coquettish look she says \"Tarzan, you've been a bad boy!\" So they've not only been having sex, they've been having kinky sex! A few years later, under the Hays Code, people (especially women) weren't supposed to be depicted as enjoying sex.<br /><br />Item: Jane prefers a guileless, if wise and resourceful, savage (Tarzan) to a civilized, respectable nine-to-five man (Holt). When Holt at first wows her with a pretty dress from London, she wavers a bit; when Holt tries to kill Tarzan, and Holt and Jane both believe he's dead, she wavers a lot. But when she realizes her man is very much alive, the attractions of civilization vanish for her. And why not? Tarzan's and Jane's relationship is egalitarian: He lacks the \"civilized\" insecurity that would compel him to assert himself as \"the head of his wife\". To boot, he lacks many more \"civilized\" hangups, for example jealousy. When Holt and his buddy arrive, Tarzan greets them both cordially, knowing perfectly well that Holt is Jane's old flame. When Holt gets her dolled up in a London dress and is slow-dancing with her to a portable phonograph, Tarzan drops out of a tree, and draws his knife. Jealous? Nope. He's merely cautious toward the weird music machine, since he's never seen one before. Once it's explained, he's cool.<br /><br />Item: Civilized Holt is dirty minded. Savage Tarzan is innocently sexy. As Jane slips into Holt's lamplit tent, Holt gets off on watching her silhouette as she changes into the fancy dress. By contrast, after Tarzan playfully pulls the dress off, kicks her into the swimming hole and dives in after her, there follows the most tastefully erotic nude scene in all cinema: the pair spends five minutes in a lovely water ballet.(The scene was filmed in three versions--clothed, topless and nude--the scene was cut prior to the film's release, but the nude version is restored in the video now available.) And when Jane emerges, and Cheetah the chimp steals her dress just for a tease, Jane makes it clear that her irritation is only because of the proximity of \"civilized\" men and their hangups. Where is the \"universal prurience\" so dear to the hearts of seminarians? Nowhere, that's where. Another reason why the hung up regarded this film as sinful. <br /><br />Item: The notion that man is the crown of creation, and animals are here only for man's use and comfort, takes a severe beating. Holt and his buddy want to be guided to the \"elephant graveyard\" so they can scoop up the ivory and take it home. They want Tarzan to guide them to said graveyard. You, reader, are thinking \"Fat chance!\" and you're right. He's shocked. He exclaims \"Elephants sleep!\" which to him explains everything. Jane explains Tarzan's feelings, which the two \"gentlemen\" find ridiculous. <br /><br />Item: Jane, the ex-civilized woman, is far more resourceful than the two civilized men she accompanies. Holt and buddy blow it, and find themselves besieged by hostile tribes and wild animals. It is Jane who maintains her cool. While the boys panic, she takes charge, barks orders at them and passes out the rifles.<br /><br />Item: Jane's costume is a sort of poncho with nothing underneath. (The original idea was for her to be topless, with foliage artistically blocking off her nipples, which indeed is the case in one brief scene.)<br /><br />Lastly, several men of the cloth complained because the film was called \"Tarzan and His Mate\" rather than \"Tarzan and His Wife.\" No comment!<br /><br />Of course, Tarzan, who has been nursed back to health by his ape friends, comes to the rescue, routs the white hunters, and induces the pack elephants and African bearers to return the ivory they stole to the sacred place whence it came. The End.<br /><br />So there you have it. An utterly subversive film. Like all the other films about complex and interesting women (see, e.g., Possessed with Rita Hayworth and Raymond Massey) which constituted such a flowing genre in the early 30's and which were brought to such an abrupt end by the adoption of the Hays Code. <br /><br />The joie de vivre of this film is best expressed by Jane's soprano version of the famous Tarzan yell. A nice touch, which was unfortunately abandoned in future productions.<br /><br />Let's hear it for artistic freedom, feminist Jane, and sex.", "label": "positive", "id": "train_4_8"}
{"text": "waste of my life, .... the director should be embarrassed. why people feel they need to make worthless movies will never make sense to me. when she died at the end, it made me laugh. i had to change the channel many times throughout the film because i was getting embarrassed watching such poor acting. hopefully the guy who played Heath never gets work again. On top of that i hope the director never gets to make another film, and has his paycheck taken back for this crap. { .02 out of 10 }", "label": "negative", "id": "train_4_9"}
{"text": "This film is quite boring. There are snippets of naked flesh tossed around in a lame attempt to keep the viewer awake but they don't succeed.<br /><br />The best thing about the movie is Lena Olin--she does a masterful job handling her character, but Day-Lewis garbles most of his lines.<br /><br />Kaufman clearly had no idea how to film this. The incongruities in bouncing between domestic household/marriage issues and political crises are badly matched. Character attitudes change without explanation throughout. Badly disjointed.", "label": "negative", "id": "train_4_10"}
{"text": "THE BRAIN THAT WOULDN'T DIE was considered so distasteful in 1959 that several cuts and the passage of three years was required before it was released in 1962. Today it is difficult to imagine how anyone could have taken the thing seriously even in 1959; the thing is both lurid and lewd, but it is also incredibly ludicrous in a profoundly bumptious sort of way.<br /><br />The story, of course, concerns a doctor who is an eager experimenter in transplanting limbs--and when his girl friend is killed in a car crash he rushes her head to his secret lab. With the aid of a few telephone cords, a couple of clamps, and what looks very like a shallow baking pan, he brings her head back to life. But is she grateful? Not hardly. In fact, she seems mightily ticked off about the whole thing, particularly when it transpires that the doctor plans to attach her head to another body.<br /><br />As it happens, the doctor is picky about this new body: he wants one built for speed, and he takes to cruising disconcerted women on city sidewalks, haunting strip joints, visiting body beautiful contests, and hunting down cheesecake models in search of endowments that will raise his eyebrow. But back at the lab, the head has developed a chemically-induced psychic link with another one of the doctor's experiments, this one so hideous that it is kept locked out of sight in a handy laboratory closet. Can they work together to get rid of the bitter and malicious lab assistance, wreck revenge upon the doctor, and save the woman whose body he hankers for? Could be! Leading man Jason Evers plays the roguish doctor as if he's been given a massive dose of Spanish fly; Virginia Leith, the unhappy head, screeches and cackles in spite of the fact that she has no lungs and maybe not even any vocal chords. Busty babes gyrate to incredibly tawdry music, actors make irrational character changes from line to line, the dialogue is even more nonsensical than the plot, and you'll need a calculator to add up the continuity goofs. On the whole THE BRAIN THAT WOULDN'T DIE comes off as even more unintentionally funny than an Ed Wood movie.<br /><br />Director Joseph Green actually manages to keep the whole thing moving at pretty good clip, and looking at the film today it is easy to pick out scenes that influenced later directors, who no doubt saw the thing when they were young and impressionable and never quite got over it. The cuts made before the film went into release are forever lost, but the cuts made for television have been restored in the Alpha release, and while the film and sound quality aren't particularly great it's just as well to recall that they probably weren't all that good to begin with.<br /><br />Now, this is one of those movies that you'll either find incredibly dull or wildly hilarious, depending on your point of view, so it is very hard to give a recommendation. But I'll say this: if your tastes run to the likes of Ed Wood or Russ Meyers, you need to snap this one up and now! Four stars for its cheesy-bizarreness alone! GFT, Amazon Reviewer", "label": "positive", "id": "train_4_11"}
{"text": "i was given the book version of Kazaam for my 8th birthday, and people always say the book versions are always better than the movie, but this time they were wrong. At least with the movie it's over soon.<br /><br />The acting in this is terrible, which i expected from a film with Shaq who plays a magical rapping genie that comes out of an old ghetto blaster (which there was probably a good reason he was trapped in there). The kid in the film that plays Max is whiny and a terrible actor. He's bullied by neighborhood kids, which i don't blame them because he's a little douche bag.<br /><br />The story is just plain stupid and extremely cliché. About a boy who's father is always working and never around who finds a new friend who makes his life better and eventually helps him reconnect with his father.<br /><br />Even at 8 years old i thought this was a stupid idea. It's a surprise any of the people whom worked on this film had careers after wards because it's an embarrassment and should have never been made. i could ramble on even more about how this movie sucks, but you should already know just by reading the plot.", "label": "negative", "id": "train_4_12"}
{"text": "That magical moment in life, that point between the beautiful innocence of childhood, and the confusing whirlwind that marks adulthood . . . this is what this movie is all about. <br /><br />Danni (wonderfully played by Reese Witherspoon) is right at that moment in life when the movie starts. She swoons over Elvis, playing his records and wishfully thinking about love. Maureen her sister will soon be off to college, has no trouble with attracting boys, is beautiful, and seems to have it all figured out although she doesn't. She dates a local loser whos father is also after her, and just wishes she could find a decent boy and be swept off her feet. Danni like most young teenagers wishes she could be anyone else but herself because most teenagers think that who they are just isn't good enough. She wants to be Maureen but doesn't see that she is beautiful herself.<br /><br />The moment adulthood begins to intrude itself upon her life is when she meets Court Foster for the first time. Court whos father has recently died has moved to their old farm to work it with his mother and two younger brothers. He has been thrust responsibility when he should be having fun. On one particular hot day he goes to the pond and jumps in only to find Danni skinny dipping. They yell and argue and Danni leaves. But they see each other a day later when Courts mother is invited to Danni's to visit old friends(Danni's Parents). Danni becomes attracted to Court, and Court to Danni. She is a tomboy and is spunky, has attitude and says whats on her mind. <br /><br />Court is 17 and Danni 14 and he knows it but they continue to grow closer with their days at the pond between Court working the farm. By the time Court kisses her one day, Danni is smitten. Danni's father tells her to invite Court to the house and he does. but things are uncomfortable for Court on his \"sort of date\". The silence though is broken by his meeting with Maureen who has yet to see Court. One look between the two and its all over. The looks of pain and defeat on Danni's face are both beautiful in their trueness to life and painful at the same time. The rest of the movie I will not tell but the movie has more to it than a relationship between a boy and two sisters.<br /><br />The greatness of the movie is in its depiction of lifes moments both beautiful and painful and the relationship between two sisters whose love is tested by both a boy that they love, and the pain they must endure both together and individually. Danni eventually marks her entrance into the world when she sees that the world is unfair, painful, and maybe even a little less hopeful than when the movie started. Few movies can truly capture the wonder of childhood and the pain of adulthood so perfectly. This movie has since the first time I watched it stuck in my mind. Its in the my Top 100 movie list and deservedly so. I only wish more movies like this were made, because if so . . . my faith in Hollywood would be a lot better.", "label": "positive", "id": "train_4_13"}
{"text": "An awful film! It must have been up against some real stinkers to be nominated for the Golden Globe. They've taken the story of the first famous female Renaissance painter and mangled it beyond recognition. My complaint is not that they've taken liberties with the facts; if the story were good, that would perfectly fine. But it's simply bizarre -- by all accounts the true story of this artist would have made for a far better film, so why did they come up with this dishwater-dull script? I suppose there weren't enough naked people in the factual version. It's hurriedly capped off in the end with a summary of the artist's life -- we could have saved ourselves a couple of hours if they'd favored the rest of the film with same brevity.", "label": "negative", "id": "train_4_14"}
{"text": "This film has been scaring me since the first day I saw it.<br /><br />My Mum had watched it when it was on the telly back in '92. I remember being woken up in the middle of the night by her tearful ramblings as my Dad helped her up the stairs.<br /><br />She was saying something like \"Don't let her get me\" or something like that. I asked what had made her so upset and she told me that she'd been watching The Woman in Black.<br /><br />So obviously i had to watch it and even though i was only eleven she let me. It scared the s*** out of me. I've been immune to horror films since watching this!", "label": "positive", "id": "train_4_15"}
{"text": "in fact,it's basically the same movie.and they couldn't even get the time line of events correct.maybe that was intentional due to laziness or not caring.either way,this thing is a real woofer.it doesn't even deserved to be called a movie.i viewed this as a so called second feature on the disc containing the original The Boogeyman.i thought my head would explode,and i urge you to run as far in the opposite direction of this thing,if you should be cursed with the misfortune of combing across it's path.it should come with a warning label like:Warning-may cause your i.q to drop several points if you are within it's vicinity.for me,there's no doubt this thing is a 0/10", "label": "negative", "id": "train_4_16"}
{"text": "This little seen movie is a languid and laid-back giallo. It veers away from some of the cliché's of the genre and adopts a looser approach. It's about a woman searching for her missing lover; a psychiatrist who has suddenly vanished for no apparent reason. Her search leads her to a villa populated by a group of eccentric individuals. In true giallo style, murder is never far away.<br /><br />The cast is really rather good. We have Aldofo Celi (Thunderball), Alida Valli (Suspiria), Horst Frank (Cat o' Nine Tails) and a very young Sybil Danning (80's scream queen). The lead actress is Rosemary Dexter, and while I am not familiar with her, she does a good job in leading the picture.<br /><br />One of the defining features of Eye in the Labyrinth is its music. Atypically for a giallo it features a jazz-rock fusion soundtrack. This score, composed by Roberto Nicolosi, is reminiscent of Miles Davis, especially his work on In A Silent Way. It's an excellent soundtrack and really gives this movie a different feel than most gialli. The fusion groove accentuates the languid atmosphere and compliments the sunny, sea-front scenery that the film is mostly made up of.<br /><br />This is a giallo so we really need to talk about the murder set-pieces. Well, this film falls a little short in this regard. It's certainly not devoid of them but they are few and far between. The opening dream-murder being probably the best on offer as well as a memorable burning car sequence. But this really isn't a particularly violent film. Still, I don't think it should disappoint too many seasoned fans of the genre. The mystery is fairly compelling and it has enough eccentric characters (the idiot boy Saro and THAT unsettlingly inappropriate dubbed accent?) and moments of the bizarre to satisfy; while the sleaze-factor is upheld with a smattering of nudity throughout.<br /><br />Eye in the Labyrinth plays like a giallo version of an Agatha Christie mystery, as it features a group of unsympathetic characters in a villa, all under suspicion of murder; we have the obligatory flashbacks detailing their connections with the final hours of the (highly unsympathetic) murder victim. While this isn't a grade-A example of the genre, it's certainly an appealingly different one, as it doesn't borrow too heavily from other films of the sub-genre. For giallo enthusiasts I give this a thumbs up and hope one day it's given a nice DVD transfer. It certainly deserves the treatment.", "label": "positive", "id": "train_4_17"}
{"text": "The Unborn is a pretty good low-budget horror movie exploiting the fears associated with pregnancy. It's very well acted by the always-good Brooke Adams and b-movie stalwart James Karen, although the supporting cast is pretty average for a b-grader. The music, by Gary Numan of all people, is good too. Henry Dominic's script is quite intelligent for this sort of thing, although there is a hint of misogyny about it. Rodman Fender's direction is merely adequate, and there are some unnecessary cheap scares. If you're a fan of Adams, whose movie career is nowhere near as illustrious as it should be, check it out; she's great, as always.", "label": "positive", "id": "train_4_18"}
{"text": "I finally caught up to \"Starlight\" last night on television and all I can say is. . . wow! It's hard to know where to begin -- the incredibly hokey special effects (check out the laser beams shooting out of Willie's eyes!), the atrocious acting, the ponderous dialogue, the mismatched use of stock footage, or the air of earnest pretentiousness that infuses the entire production. This truly is a one-of-a-kind experience, and we should all be thankful for that. I nominate Jonathon Kay as the true heir to Ed Wood!", "label": "negative", "id": "train_4_19"}
{"text": "This is one a most famous movies of the French sexual empowerment of the seventies, starring Gerard Depardieu and Patrick Dewaere in extremely sarcastic roles. It is also one of the many dark psychological dramas of the seventies/eighties, such as \"Serie Noire\", \"Buffet Froid\", \"Beau Pere\", all realized by Blier.<br /><br />However, I would like to correct the previous comment that was posted on the movie: the translated title in English is very far from the French version. It is true that both protagonists are \"going places\", but the title in French could be literally translated by \"the waltz dancers\", which is a metaphor for the movement of the testicles...", "label": "positive", "id": "train_4_20"}
{"text": "What can I say? I ignored the reviews and went to see it myself. Damn the reviews were so right. What a waste of money considering it's budget.<br /><br />Good thing, I went to see Kill Bill after this one.<br /><br />To see a really scary movie, would be Crossroads!<br /><br />Bottom line-- I like \"Girl in Gold Boots\" better than this crap.", "label": "negative", "id": "train_4_21"}
{"text": "i completely agree with jamrom4.. this was the single most horrible movie i have ever seen.. holy crap it was terrible.. i was warned not to see it..and foolishly i watched it anyway.. about 10 minutes into the painful experience i completely gave up on watching the atrocity..but sat through until the end..just to see if i could.. well i did and now i wish i had not..it was disgusting..nothing happened and the ending was all preachy..no movie that bad has the right to survive..i implore all of you to spare yourself the terror of fatty drives the bus..if only i had heeded the same warning..please save yourself from this movie..i have a feeling those who rated it highly were involved in the making of the movie..and should all be wiped off the face of the planet..", "label": "negative", "id": "train_4_22"}
{"text": "Beautiful to watch, but what would be the first thing you would do the moment YOU discovered Atlantis? Explore it! Here was a golden opportunity to take viewers someplace special. Instead, Disney reverted to the same old formula story telling.", "label": "positive", "id": "train_4_23"}
{"text": "This was the worst movie I've ever seen, yet it was also the best movie. Sci Fi original movie's are supposed to be bad, that's what makes them fun! The line, \"I like my dinosaur meat well done!\" is probably the best quote ever! Also, the plot sounds like something out of a pot induced dream. I can imagine it now, the writers waking up after a long night of getting high and playing dance dance revolution, then putting ideas together for this: Space marines got to alien planet, which is infested with dinosaurs and has medieval houses in it, to protect a science team studying the planet. Best idea ever! In fact, in fits the complete Sci Fi original movie checklist: guns dinosaurs medieval times space travel terrible acting<br /><br />So go watch this movie, but don't buy it.", "label": "positive", "id": "train_4_24"}
{"text": "Don't even waste your time, let alone pay rental for this piece of dreck! How it got made is beyond me. (I don't know why there's a minimum of 10 lines... I've already summarized this trashy movie, but, oh well...) The acting was awful, like they all needed lessons. The plot was weak, the ending... Feh! I think the cinematography was the only thing that didn't totally suck... well, maybe the sound was minimalistically OK. The one good thing is, if they could make this movie, even make some money with it, there may be hope for any screenwriter with a REAL idea. So, you-all take heart! I guess the same holds true of actors... if these people actually got paid, then you can, too!", "label": "negative", "id": "train_4_25"}
{"text": "It was simple and yet so nice. I think the whole sense of sex segregation in society, which can be bitter, was shown very delicately. It had a bitter kind of hummer in it. The fact that most of the actors were not professionals, made the movie more tangible and more realistic. There was a \"documentary\" side to the movie too. The best scenes were those that all the girls, banned from watching, were listening passionately to the soldier, who is supposed to keep an eye on them, broadcasting the game. If you are an Iranian, the familiar cheering and dancing in the streets after a game won, fills you up with National pride!! If you are not Iranian, you'll still love it all the same!", "label": "positive", "id": "train_4_26"}
{"text": "::POTENTIAL SPOILERS::<br /><br />Man, this movie was awful. A Catholic/superstitious/suspense thriller it goes over already well tread ground from previous movies.<br /><br />The doubting priest. Sex and the priesthood. Politics and religion. Church hypocrisy. Conspiracy involving the church. The dawn of a new evil age. All kinds of dark magic voodoo battles between good and evil.<br /><br />Pretty stupid and lame with a weak storyline to suffice. The story revolves around two concepts: Absolution, better known as the Sacrament of Anointing the Sick - the last rights a person can ask for to cleanse one's sins while on the brink of death; And Excommunication, the act of cutting a person off from the Church. Basically, an Excommunicated person can't receive Absolution. Thus comes in the Sin Eater, and I'll leave it at that. Throw in all the dopy things I already listed and you have \"The Order\".<br /><br />I found the sex scene with the priest interlaced with shots of a picture of the Virgin Mary rather insulting to Catholics. It also ends with Heath Ledger saying (I paraphrase) \"I am the redeemer and damner of sins, I live on without love blah blah blah\" /cue him walking in dark alley with long trench coat alla \"The Matrix\".<br /><br />I gave this movie a 1 for not only being crappy and unoriginal but also because it managed to insult an entire faith in the process. If you want to see something better I suggest \"The Prophecy\" with Christopher Walken.", "label": "negative", "id": "train_4_27"}
{"text": "As the celebration of Christmas has evolved through the years, whether one concentrates on the religious or the secular traditions, it is a time when people are supposed to behave a little better to each other. That has somehow slipped past one Ebenezer Scrooge, merchant and money lender in 19th century London.<br /><br />As his nephew points out to his uncle, he doesn't keep Christmas in any way because Scrooge feels the whole thing is humbug. The humanity in Scrooge was driven out long ago, he's a hard case, a whole lot like his 20th Century counterpart, Mr. Potter of Bedford Falls, New York.<br /><br />But as Charles Dickens told this tale, redemption is not too late for any of us and a lonely ghost and three spirits visit Scrooge and show him how.<br /><br />A Christmas Carol is such a timeless holiday classic that we sometimes forget that it is as much a social commentary of 19th century Great Britain as Oliver Twist was. The characters in this film are middle and lower class. The Cratchits are a couple of rungs above the street people in Oliver Twist, but they are having to struggle to stay up there. Still love and happiness radiate their home, no thanks to the guy Bob Cratchit works for. <br /><br />Like George Bailey who did a whole lot of good in his life and just had to be reminded how much, Ebenezer Scrooge needed a wake up call as to the potentiality he still had for doing some good in this old world.<br /><br />Patrick Stewart in his live performances and filmed play has pretty much taken over the part of Scrooge. But George C. Scott captures the old miser pretty well in this film. The meanness of him, but with a trace of sadness that makes us root for him to change. Scott joins a fine tradition of people like Reginald Owen and Alastair Sim who've both done great interpretations of Scrooge.<br /><br />Among the supporting roles I particularly enjoyed David Warner as Bob Cratchit and Edward Woodward as a hearty and stern spirit of Christmas present. <br /><br />According to IMDb this is one of 32 versions of A Christmas Carol made that they have archived and it is one of the best.", "label": "positive", "id": "train_4_28"}
{"text": "HAH! So this is the movie that the \"Next Action Stars\" were getting into. Well I'm glad that I didn't participate and didn't win...<br /><br />Isn't it funny how one can just look at the first 10 seconds(!) and make up ones mind about a movie? I mean, come on! Just look at those titles!? I watched this movie(or part of this \"teleplay\" since it was produced for TV and we couldn't bear to watch the whole thing) one evening while doing my military service and the audience with me was the typical hodge-podge of average guys that once in a while watch series like Las Vegas just for the girls in the show. so the bar wasn't really high, the most watched movie in my group was Girl Next Door (and it wasn't because of the great script ;D . But this movie's total lack of originality, acting, scripting, and just about everything else that makes a movie good made it pretty easy to switch channel to Las Vegas (or was it CSI? don't remember...) without any complaints by the rest of the group. And that is rare(!) For heavens sake! Don't by this movie! If it's on TV, then yes, watch it. And contemplate on it. My conclusion? well, since Joel Silver has indeed produced some of the best action-films out there (Die Hard, Matrix 1, to name some) I can only say that producers don't give the film it's quality, they provide money for the directors. And to sell this movie just because it's a Joel Silver movie is just a desperate attempt to conceal the obvious flaws of the crew who really made it.", "label": "negative", "id": "train_4_29"}
{"text": "This movie is beautifully designed! There are no flaws. Not in the design of the set, the lighting, the sounds, the plot. The script is an invitation to a complex game where the participants are on a simple mission.<br /><br />Paxton is at his best in this role. His mannerisms, the infections used in the tones of his voice are without miscue. Each shot meticulously done! Surprises turn up one after another when the movie reaches past its first hour. This may not be the best picture of the year, but it's a gem that has been very well polished. It's not for the simple mind.", "label": "positive", "id": "train_4_30"}
{"text": "I'm afraid that you'll find that the huge majority of people who rate this movie as a 10 are highly Christian. I am not. If you are looking for a Christian movie, I recommend this film. If you are looking for a good general movie, I'm afraid you'll need to go elsewhere.<br /><br />I was annoyed by the characters, and their illogical behaviour. The premise of the movie is that the teaching of morality without teaching that it was Jesus who is the basis of morality is itself wrong. One scene shows the main character telling a boy that it is wrong to steal, and then the character goes on to say that it was Jesus who taught us this. I find that offensive: are we to believe that \"thou shalt not steal\" came from Jesus? I suppose he wrote the Ten Commandments? And stealing was acceptable before that? I rented the movie from Netflix. I should have realized the nature of the movie from the comments. Oh well.", "label": "negative", "id": "train_4_31"}
{"text": "My baby sitter was a fan so I saw many of the older episodes while growing up. I'm not a fan of Scooby Doo so I'm not sure why I left the TV on when this show premiered. To my surprise I found it enjoyable. To me Shaggy and Scooby were the only interesting characters *dodges tomatoes from fans of the others* so I like that they only focus on those two. However, this may cause fans of the original shows to hate it. I like the voice acting, especially Dr. Phinius Phibes. I liked listening to him even before I knew he was Jeff Bennett. And Jim Meskimen as Robi sounds to me like he's really enjoying his job as an actor. I also get a kick out of the techies with their slightly autistic personalities and their desires to play Dungeons and Dragons or act out scenes from Star Wars (not called by those names in the show, of course).", "label": "positive", "id": "train_4_32"}
{"text": "Emma is my favourite Jane Austen novel - Emma is well-meaning despite her flaws, so readers can forgive and love her, and the relationship she has with Mr Knightley, which is warm, familiar, respectful but playful, generating that warm, fuzzy, romantic excitement. Mr Knightley is the perfect man, and Emma is as close as you could get in those times to an independent, clever, confident woman - remember, she is only 21, and was sure to have matured and grown out of her flaws. Who doesn't want to be Emma? Who doesn't want to be told off by Mr Knightley? This version of Emma gives you no sense of the things that I love about Emma. I couldn't even finish watching it, I just found it so awful. I couldn't see that warm, generous side of Emma, which drives the reader to love her: The patience and warmth she shows to her father; the closeness between her and Mrs Weston, which demonstrates her willingness to put her friend's happiness above her own (as she sacrifices the only equal companion in her household by forwarding Miss Taylors marriage). Mr Woodhouse's character in this adaptation just appears bizarre, rather than just quaint, elderly and a bit trying.<br /><br />This adaptation most importantly fails bring to life the relationship between Mr Knightley and Emma. Their relationship is built on mutual respect and affection: Mr Knightley is indulgent of Emma's minor faults trusting that her intelligence and genuine care for others will never allow her to go terribly astray; and Emma looks up to him, though playfully hiding this and continuing to use her own judgement. The dressing down he gives her right at the beginning of the show completely overstates the argument between them, and ruins all possibility of portraying the nature of their relationship as I've described above. Mr Knightley is also insufficiently attractive to bring to life the sexual tension between the leads (or to inspire any admiration from the female viewers).<br /><br />Really horrible. I can't understand why anyone who truly like the novel Emma could like it, unless it miraculously redeems itself after the point I switched it off.", "label": "negative", "id": "train_4_33"}
{"text": "I tried to like this program; I really did. I even bought the pilot film, first on VHS and later on DVD. However, I couldn't get into this story because its two main characters: \"David\" (Bruce Willis) and \"Maddie\" (Cybill Shepherd) just seemed to in love with themselves, for one thing. I admit was some clever dialog in the shows, which was a key part of the success of the TV program, and I did appreciate of lot of that dialog. <br /><br />Basically, this was almost like the old screwball comedy movies of the '30s and '40s with male versus female. You get lots of arguing, accusations, yelling and screaming. A lot of people apparently love that sort of bickering, but I hate it, so I never got on the Moonlighting bandwagon. <br /><br />Only Allyce Beasley as the hapless aide \"Agnes,\" was entertaining. It's too bad she had such little air time. Shepherd was nice on the eyes and I suppose women would say the same for Willis, but too much arguing between the two finally turned me off.", "label": "negative", "id": "train_4_34"}
{"text": "This stylistically sophisticated visual game presents \u0091a story within a story'. The protagonist is scriptwriter Bart Klever who fights persistently with his new text \u0096 which is, at the same time, the screenplay of the film we're watching. In the movie Bart plays a scriptwriter writing the script of the film\u0085 Bart's struggle with the text becomes a narrative theme, as does the environment of the flat where he works and takes care of his little girl. The intimate environment offers ample opportunity for games of illusion involving space, light, colours and a couple of cats. The outwardly simple world of the room is further complicated by the unstable dimensions of a text continually influenced by the filmmaker's interventions, which appears on a computer monitor and serves as a counterpoint to the similarity mutable environment. The constantly changing viewing angle complicates answers to questions which arise: What is \u0091truth' and what \u0091illusion' ? Which of the observed worlds is primary and superior to the rest? Can anything serve as a basic orientation point in the narrative space?", "label": "positive", "id": "train_4_35"}
{"text": "This movie is awesome for three main reasons. It is esthetically beautiful. I absolutely loved that. There is a bold color theme throughout the movie with extraordinary costumes and picturesque sets. A photography which looks very costly (and probably was not) completes the look . I always enjoy those stories about groups of misfits/loners coming together and becoming a family . Sometimes they fall into clichés but this one does not. This group of actors really portrays well flawed, yet extremely likable characters. Alan Larkin is the best (between him , the van and the road movie theme, I could not help but remember my favorite movie of last year Little Miss Sunshine\u0085) . I discovered Fabrizio Bentivoglio , very interesting actor, and just got annoyed a tiny little bit by Til Schweiger performance at times . The opening scene, all the scenes where they mess up their tricks are very funny. There is a mix of humor and emotion throughout the film. I like the end a lot. And of course it is all about the Magician theme . A good magician is making the audience look where he wants them to, to create an illusion. Which happens to be exactly what a movie director does and that's why they call it movie magic.", "label": "positive", "id": "train_4_36"}
{"text": "This is not so much film as big budget children's television. As far as I can tell, the villain is a giant swarm of chocolate covered espresso beans. This theory seems to be verified by the fact that the subtitles refer to it as 'Insomnia'. When it's first mentioned that a civilization had been wiped out by insomnia, I thought \"Wow! A nihilistic martial arts film!\" but no such luck. Although you have to consider it experimental cinema when the villain is strangled by an old man's long, white eyebrows. Zu Warriors makes exactly the same amount of sense whether the subtitles are on or off. That's not a good sign. I found the special effects to be somewhere between Ray Harryhausen and Xena: Warrior Princess. Primitive.", "label": "negative", "id": "train_4_37"}
{"text": "I've always been a great fan of Woody Allen and always will be for most of what he did in the past, but only a blind lover could ignore how dull, meaningless, pretentious and most of all horrendously acted this movie is. A vacuous mental masturbation based on inconsistent grounds. And what a disastrous idea to artificially recreate a presumed \"actor Allen-clone\", that is putting into Will Farrell's mouth and gestures what Allen would have done in Farrell's place had he been 30 years younger. The outcome was obviously ludicrous. And not to speak of the dialogues... what was intended to be philosophical reflections turned into an involuntary mockery of intellectual pondering, unaware of its comic effect. How sad...", "label": "negative", "id": "train_4_38"}
{"text": "Name just says it all. I watched this movie with my dad when it came out and having served in Korea he had great admiration for the man. The disappointing thing about this film is that it only concentrate on a short period of the man's life - interestingly enough the man's entire life would have made such an epic bio-pic that it is staggering to imagine the cost for production.<br /><br />Some posters elude to the flawed characteristics about the man, which are cheap shots. The theme of the movie \"Duty, Honor, Country\" are not just mere words blathered from the lips of a high-brassed officer - it is the deep declaration of one man's total devotion to his country.<br /><br />Ironically Peck being the liberal that he was garnered a better understanding of the man. He does a great job showing the fearless general tempered with the humane side of the man.", "label": "positive", "id": "train_4_39"}
