{"text": "In addition, we recognize the scientific consensus that climate change is a reality of increasing concern, indicated by higher concentrations of greenhouse gases, a warming atmosphere and ocean, diminished snow and ice, and sea level rise. We understand that climate change potentially poses a serious financial threat to society as a whole, with implications for the insurance industry in areas such as catastrophe risk perception, pricing and modeling assumptions, particularly if the frequency and severity of natural catastrophic events continue to increase. Because there is significant variability associated with the impacts of climate change, we cannot predict how physical, legal, regulatory and social responses may impact our business.", "label": "risk", "id": "train_3_0"}
{"text": "We are further improving the Greenhouse gas intensity of our manufacturing and fleet operations through the use of alternative and renewable fuels, such as renewable compressed natural gas (RNG) and biomass, as well as renewable electricity purchased or generated on site.", "label": "neutral", "id": "train_3_1"}
{"text": "This USD 310 million green bond carries a coupon rate of 4.75% and a 5-year maturity due 2023. The proceeds from the green bond are used to finance the following two green projects in the Greater Bay Area, both due for completion by the end of 2021. The “New World China", "label": "opportunity", "id": "train_3_2"}
{"text": "Regarding the socio-environmental risk analysis, the scope of Business and Corporate Banking is maintained, reducing the amount required for the evaluation of environmental and social risk, for operations over US $ 2,300,000 and emphasizing the sectors: (i) Mining; (ii) Energy; (iii) Tanneries; (iv) Cement; (v) Hydrocarbons and Gas; (vi) Iron and steel; (vii) Chemicals and Agrochemicals; (viii) African Palm. In the same way, these sectors apply to financial operations of SME Banking and Leasing products.", "label": "neutral", "id": "train_3_3"}
{"text": "Failure to comply with environmental regulations may result in the imposition of fines, penalties and environmental protection orders. The costs of complying with environmental regulations in the future may have a material adverse effect on our financial condition, results of operations and cash flows. Non-compliance with environmental regulations could have an adverse impact on Cenovus’s reputation. There is also a risk that Cenovus could face litigation initiated by third parties relating to climate change or other environmental regulations.", "label": "risk", "id": "train_3_4"}
{"text": "Formerly known as Total Energy Ventures, TOTAL’s venture capital fund has been renamed Total Carbon Neutrality Ventures (TCNV). Its investments are now entirely dedicated to carbon neutrality businesses and are expected to reach an aggregate amount of $400 million by 2023. TCNV invests in the upstream stage of the development of companies offering interesting technologies or economic models that enable companies to cut their energy consumption or the carbon intensity of their activities. With teams based in Europe and the United States, the fund makes its investments on a worldwide scale in smart energy, energy storage, smart mobility, bioplastics and recycling. While TCNV mainly invested in Europe and the United States in the past, the fund started investing in China in 2018. In particular, TCNV has signed an agreement with NIO Capital to cooperate and to invest in the mobility segment.", "label": "opportunity", "id": "train_3_5"}
{"text": "A reduction in GHG emissions relies on the commercial viability and scalability of emission reduction strategies and related technology and products. In the event that we are unable to implement these strategies and technologies as planned without negatively impacting our expected operations or cost structure, or such strategies or technologies do not perform as expected, we may be unable to meet our GHG 2030 targets or 2050 ambition on the current timelines, or at all.", "label": "risk", "id": "train_3_6"}
{"text": "The Trustees believe that while these factors are sources of risks to be mitigated where possible, they may also create opportunities. The Trustees have therefore allocated a portion of the DB Fund's assets (a 2.5% commitment) to specifically targeting opportunities created by ESG risk factors including climate change. Examples of these opportunities include companies involved in the generation of renewable energy, and the manufacture of zero-emission electric commuter buses.", "label": "opportunity", "id": "train_3_7"}
{"text": "Gas, supported by high efficiencies and low emission coefficients of power plants, is the only fossil fuel that is growing in absolute terms in all scenarios envisaged by the IEA11 , stabilizing after 2030 only in the SDS scenario.", "label": "neutral", "id": "train_3_8"}
{"text": "The impact of climate change presents a significant risk. Damage to assets caused by extreme weather events linked to climate change is becoming more evident, highlighting the fragility of global infrastructure. We also anticipate the potential effects of climate change will increasingly impact our own operations and those of client properties we manage, especially when they are in coastal cities.", "label": "risk", "id": "train_3_9"}
{"text": "RUSAL's carbon footprint is one of the lowest in the world, owing to the Company's long-term strategy of fostering a responsible attitude towards climate change. The Company plans to continue work in this area, primarily by increasing the share of products with a minimum carbon footprint in our portfolio. This is the future - not only for the aluminium industry, but for the entire global industry. In 2019, specific greenhouse gas emissions reached 9,711 tonnes of CO", "label": "neutral", "id": "train_3_10"}
{"text": "ABP commits to the objectives of the Climate Agreement In 2019 ABP committed to the objectives of the Dutch Climate Agreement and the Paris Agreement, together with the Dutch pension funds, insurers, banks and asset managers. In July an agreement was signed to this effect. All parties will render transparent account of how they give this commitment concrete expression. With a collective representation of some €3 trillion we as the finance sector can increase our impact in spurring and facilitating the climate transition in the Netherlands.", "label": "opportunity", "id": "train_3_11"}
{"text": "E M P L O Y E E E N G A G E M E N T AT PSEG, WE RECOGNIZE that our full workforce must rise to the challenge climate change presents.", "label": "risk", "id": "train_3_12"}
{"text": "Furthermore, within the Business Lines there are specific functions and units responsible for achiev- ing what is stated in the strategy. For example, in the R&M Business, there is the Bio development, Sustainable mobility & Circular Economy (BSCE) unit, in the Chemicals business (Versalis) there is the Circular Economy, Sustainability & Product Stewardship unit which guarantees the processing of the Versalis positioning on circular economy ensuring the monitoring of the initiatives, while in Eni- Rewind there is the Circular economy & business services unit.", "label": "neutral", "id": "train_3_13"}
{"text": "In addition to the physical and transition risks, the solutions produced and distributed by Saint-Gobain also contribute to reducing Carbon dioxide emissions, in particular thermal insulation solutions that promote energy efficiency (see Chapter 3, Section 4.1.1).", "label": "opportunity", "id": "train_3_14"}
{"text": "Management Management, like all employees at CN, are responsible for upstream and operations cost control, including energy efficiency, and are educated on energy management best practices through our EcoConnexions employee engagement program. Management at CN works collaboratively across the value chain to support sustainable production and consumption. Our employees are highly engaged in working together to optimize materials and minimize waste in our operations, which is also reflected by the inclusion of emissions and energy efficiency strategy performance indicators in their EPS objectives.", "label": "neutral", "id": "train_3_15"}
{"text": "From a business continuity standpoint, MGC has identified production downtime due to drought or flooding of production facilities as a water-related risk, formulated the business continuity plan (BCP) that addresses this risk and implemented measures to mitigate it. None of the areas in which MGC’s plants are located has experienced either adverse impacts on production activities due to water stress or conflicts with stakeholders regarding use of water resources.", "label": "risk", "id": "train_3_16"}
{"text": "Additional Details on Electric Vehicles In addition to being preferred by crewmembers, eGSE also: - Reduces energy costs - Reduces emissions and noise - Increases safety due to less aircraft damage and reduces fire risk from fuel Going forward, our strategy is to expedite conversion to electric vehicle alternatives in locations where governmental funding is available and where we expect regulation.", "label": "opportunity", "id": "train_3_17"}
{"text": "The awareness and engagement of Itau employees are ensured by means of specific training programs, workshops and internal newsletters. For the climate change topic, this work is very relevant to the success of the initiatives so that employees can influence and promote reflections in their relationship networks inside and outside the bank.", "label": "neutral", "id": "train_3_18"}
{"text": "At the company level, WM uses an enterprise risk management (ERM) process involving senior leaders and subject matter experts from all major divisions to assess the materiality of all risks across the enterprise, including climate related risks. Each year the Treasury & Risk Management team performs top-down and bottom-up reviews across all headline risk areas to assess changes, identify emerging risks and prioritize risks for in-depth analysis. Top-down reviews consist of one-on-one meetings with every member of the Senior Leadership Team (SLT) as well as select group Area Vice Presidents to get a regional and operations-focused viewpoint on risk. Bottom-up reviews are done in workshop format including all subject matter experts for a given headline risk as well as participants from regional operations. An output from these meetings is a standardized scorecard which includes risk and opportunity ratings for (financial) impact, likelihood (of event), outlook (of risk exposure) and confidence (in risk management). Additionally, forward-looking action plans with measurable indicators and progress on action plans from previous assessments are also discussed & documented. Based on findings from top-down and bottom-up reviews, certain risks are identified as “Priority Risks” and receive a more granular assessment, quantification of impact, and are elevated for further discussion with the SLT and the Board. The executive team that manages our enterprise risk reporting to the Board reviews all submissions for consistency in determining scope of impacts, and comprehensiveness in determining the adequacy of current support by internal staff, the sufficiency of financial support for contractors or mitigation measures needed to manage and reduce risk, sufficiency of legal support, and the extent and sufficiency of third-party consulting support. Moreover, the staff working on the ERM documentation coordinate with those drafting the risk factor description for the Annual Report Form 10-K to assure thoroughness in response. The environmental impacts, risks, and opportunities, including climate-related, associated with our carbon reduction service lines are discussed each year. WM’s Corporate Development & Innovation department briefs the Board at least annually on potentially disruptive technologies, sometimes related to customer expectations with regard to carbon reduction services. Additionally, a cross­ functional team made up of team members from Legal, Sustainability, Recycling, Treasury & Risk Management, Corporate Development and others, meet monthly to discuss business disruptors.", "label": "risk", "id": "train_3_19"}
{"text": "Targets on climate-related risks and opportunities 5.4.1 Financing of low-carbon activities In 2017, Societe Generale pledged to help raise $100 billion in financing for the energy transition between 2016 and 2020 and to report regularly on achievements.", "label": "opportunity", "id": "train_3_20"}
{"text": "2 footprint of the portfolio but also an innovative approach to aligning the portfolio with the two degree carbon reduction scenario in the future. - AM engages with companies in which it invests on behalf of clients to discuss approaches to mitigating climate-related risk, as well as actively voting on shareholder resolutions to improve transparency and disclosure around climate-related reporting. Specif- ically in the context of the Climate Aware fund, UBS Asset Management has implemented an engagement program with 50 oil & gas and utilities companies under- weighted in the fund. Dialogue with companies aims at improving companies' disclosure and performance alignment with the Task Force on Climate-related Financial Disclosures recommendations. Engage- ment makes it possible to share the results of the quanti- tative and qualitative assessments included in the fund methodology with investee companies too. This allows for the verification of company performance with additional information collected before and after meetings. It also means AM can collect feedback, explicitly com- municate objectives for change in corporate practices and further enhance the model used to inform the under / overweights in the strategy.", "label": "risk", "id": "train_3_21"}
{"text": "The environmental management system encompasses a series of metrics related to Greenhouse gas emissions and capture, forest restoration, water withdrawal and use, energy use and generation, as well as waste generation and disposal.", "label": "neutral", "id": "train_3_22"}
{"text": "Implement the commitment undertaken by developed-country parties to the United Nations Framework Convention on Climate Change to a goal of mobilizing jointly $100 billion annually by 2020 from all sources to address the needs of 13.A developing countries in the context of meaningful mitigation actions and transparency on implementation and fully operationalize the Green Climate Fund through its capitalization as soon as possible.", "label": "opportunity", "id": "train_3_23"}
{"text": "Within our overall risk management categories, we recognise a number of key non-financial risks pertaining to our supply chain, environmental impact, employees, and social issues such as labour rights, human rights and corruption. These risks, as well as others that could emerge in the future, could hinder the company in achieving its strategic and financial objectives. Below we outline some of the most material non-financial risks to our business and performance, along with the main steps we have taken to manage them, while on page 84, we further consider our main climate-related risks and opportunities.", "label": "risk", "id": "train_3_24"}
{"text": "10 Representative Concentration Pathways (RCP) scenarios are named based on the hypothetical radiative forcing level (the portion of energy transmitted to the earth that is trapped within its atmosphere) of the earth at the end of the century.", "label": "neutral", "id": "train_3_25"}
{"text": "Furthermore, again in 2019, the following plants were completed: - the Adam plant in Tunisia (5 MWp with energy storage, 2.5 MWp Eni share) which will power the facilities at the Adam oilfield operated by Eni; - the photovoltaic plant at Katherine in Australia with a capacity of 34 MWp and energy storage; - 70% of the Badamsha wind farm in Kazakhstan, which is also an absolute first for Eni, with a total capacity of 50 MW (completed in February 2020).", "label": "opportunity", "id": "train_3_26"}
{"text": "IFC Catalyst Fund: The $418 million IFC Catalyst Fund was launched in 2012 and invests in funds that provide growth capital to companies developing innovative ways to address climate change in emerging markets. It also may invest directly in those companies. As of June 30, 2020, the fund had made 22 commitments totaling $386 million.", "label": "opportunity", "id": "train_3_27"}
{"text": "The ESG Sustainability Council pulls together the geographical business scopes led by our three EVP Zone CEOs and functional leadership at the Executive Board level. It meets every month and reports progress to the full Executive Board monthly.", "label": "neutral", "id": "train_3_28"}
{"text": "For a more detailed explanation of how our performance this year has been impacted by weather, please refer to page 41. Also, information on our carbon emissions and renewable energy generation can be found in section 31.", "label": "risk", "id": "train_3_29"}
{"text": "BlackRock offers a range of investment strategies that incorporate environmental or social considerations, and currently manages more than $225 billion in strategies designed to align clients’ portfolios with their social and environmental objectives and values, including recent launches like CRBN, our Low Carbon iShares ETF. And, this year, BlackRock has unified its approach to elevate investing through the launch of BlackRock Impact, a dedicated platform that enables investors to target specific, measurable social or environmental objectives in addition to their financial goals.", "label": "opportunity", "id": "train_3_30"}
{"text": "The risk of credit loss or non-financial risks, such as reputational damage, arising from environmental, social and governance (ESG) issues, including climate change. While a key component of ESG risk arises indirectly from the financial services we provide to our customers, it can also result directly from our own operations.", "label": "risk", "id": "train_3_31"}
{"text": "The tool does this by tracking the generation technology capacity mix for the power companies that we lend to, as well as for forecasts of the change in that mix at those companies over the near-term.", "label": "neutral", "id": "train_3_32"}
{"text": "48 National Australia Bank sold, frequency of accidents, and the share of renewable energies in Coriance's production mix. - Acting as a Joint Lead Agent & Environmental, Social, and Governance Structuring Agent on the Sydney Airport's A$100 million 20-year U.S. private placement (USPP) ESG-linked tranche. This sustainability-linked USPP is an Australian and world first. It creates a link between the Airport's sustainability performance and funding costs, with a potential margin benefit for improvement in sustainability performance and a margin penalty for a deterioration in sustainability performance. - BNZ acted as a Joint Lead Manager on the Kainga Ora (Housing NZ) 15-year NZ$500 million WellBeing bond. At the time of issuance, this was New Zealand's longest tenor and largest Sustainability Bond. Its proceeds are earmarked for green buildings and affordable housing. - BNZ acted as a Joint Lead Manager on Auckland Council's 30-year NZ$500 million green bond. At the time of issuance, this was the longest bond in the New Zealand market and was also a record size and tenor for the green bond category. Proceeds are earmarked towards projects which benefit the environment, such as efficient buildings, waste management, and low carbon transport. - BNZ was also a Joint Lead Manager on Mercury Energy's inaugural green bond in 2020, which raised NZ$200 million primarily earmarked for financing the construction of the Turitea wind farm. - BNZ joined a collaborative initiative coordinated by the Sustainable Business Network in New Zealand and involving government agencies and corporates to develop a climate action tool kit for SMEs(1). The climate action toolkit will support BNZ to meet its target to have 50% of BNZ SME customers measuring and reporting on their emissions footprint by 2025.", "label": "opportunity", "id": "train_3_33"}
{"text": "Joint article in Nature Climate Change on the climate change challenges for central banks and financial regulators, published in May 2018. This article presents the key controversies in central banks' and regulators' response to climate change, and potential areas for future research and policy;", "label": "risk", "id": "train_3_34"}
{"text": "We embrace our responsibility to understand and manage our own carbon footprint. Our approach is to limit and minimise our direct carbon impact and create awareness to encourage positive sustainable behaviour. We have achieved net-zero carbon emissions status in February 2020 within our global operations and committed to ongoing carbon neutrality in all our direct global operations. Over the short-term we are looking into sourcing our energy from renewable sources.", "label": "neutral", "id": "train_3_35"}
{"text": "Fundamental shifts in the industry, like the transition from traditional lighting to LED lighting, may drastically change the business environment. If Philips is unable to recognize these changes in good time, is late in adjusting its business models, or if circumstances arise such as pricing actions by competitors, then this could have a material adverse effect on Philips’ growth ambitions, financial condition and operating result.", "label": "risk", "id": "train_3_36"}
{"text": "We have defined key sustainability areas in our 5-Year Business Plan in line with the expectations and requirements of stakeholders and based on the importance and affinity of such initiatives with our strategy, as well as on the medium- to long-term impact on our corporate value. Based on this, each in-house company, unit, and group will establish a strategy incorporating sustainability initiatives. Additionally, we have set targets/KPIs based on our key sustainability areas. The key sustainability areas and other items are revised each fiscal year and reflected into our business plan.", "label": "neutral", "id": "train_3_37"}
{"text": "The Group carried out a variety of initiatives with investment clients throughout 2019: - The Group launched 10 Climate indices which raised over $750 million in 2019, and the green funds managed by BNP Paribas Asset Management (primarily invested in alternative energies and energy efficiency) totalled $11.6 billion in AuM at 31 December 2019. - BNP Paribas Cardif, the insurance subsidiary of BNP Paribas, more than doubled its green investments in the general funds of its domestic countries (France, Italy, Luxembourg).", "label": "opportunity", "id": "train_3_38"}
{"text": "Shimizu launched the company-wide, cross-organizational Task Force on Climate-related Financial Disclosures Working Group to extract and categorize the risks and oppor- tunities presented by these transitions and physical changes as impacts on each level: procurement, direct operations, and product demand. The Working Group analyzed the impact and the response of the Shimizu Group. While the quantitative impact has not been calculated, the relative impact on business activities was predicted and expressed as three levels: Large, Medium, and Small.", "label": "neutral", "id": "train_3_39"}
{"text": "The probability of flooding up to 2050 is set for both the 2oC scenario and 4oC scenario by utilizing data provided by a project assessing the risk of flooding due to climate change conducted by MS&AD InterRisk Research & Consulting in collaboration with the University of Tokyo and Shibaura Institute of Technology 4 .", "label": "risk", "id": "train_3_40"}
{"text": "– The Badgingarra Wind Farm is a 130MW wind farm, to be built at an estimated cost of $315 million, on the site adjacent to the existing Emu Downs Wind Farm (final condition precedent expected to be met in August 2017). Alinta Energy has entered into a 12-year offtake agreement for both the energy and the LGCs, commencing January 2019.", "label": "opportunity", "id": "train_3_41"}
{"text": "The Alberta Climate Leadership Plan, sets forth several commitments relevant to the oil and gas sector: (1) the implementation of an economy-wide carbon levy; (2) limiting of oil sands emissions to a province-wide total of 100 megatonnes per year (compared to current industry emissions levels of approximately 70 megatonnes per year), with certain exceptions for cogeneration power sources and new upgrading capacity; and (3) a goal to reduce methane emissions from oil and gas activities by 45 percent by 2025. The economy-wide carbon levy is based on a rate of $30 per tonne for 2018 and exempts activities integral to oil and gas production processes until 2023.", "label": "neutral", "id": "train_3_42"}
{"text": "The main impacts of the 4ºC scenario were: • Physical ramifications of climate change: in this scenario we expect extreme weather events of escalating severity and frequency, which could increase disruption to our assets and our customers. This would require investment to ‘harden’ assets and would heighten the safety risk to our field employees. Our approach to physical climate risk is discussed in more detail below. • Lower system visibility: as this scenario sees less coordinated policy and regulation in pursuit of decarbonisation, we would anticipate a greater variety of solutions being deployed across our networks. This could increase overall system costs and reduce visibility over the network, potentially slowing our responsiveness to disruptive events. We do note, however, that a greater number of distributed assets would increase the potential for local balancing, which could mitigate this. • Inequality of access: without carefully designed policy, we believe decarbonisation activities have the potential to leave some sectors of society behind: for example, heat pumps and the energy efficiency upgrades they typically require are currently cost-prohibitive for many. As well as the ethical implications of this, there is a risk to the Group, especially for our US businesses, that a proportion of our customers would struggle to pay their bills.", "label": "risk", "id": "train_3_43"}
{"text": "The new index was built in three stages: - Firstly, Controversial Weapons Manufacturers were excluded from the universe of stocks that make up the FTSE All World Index universe, as the Trustee has a financial preference for avoiding such stocks where possible. - Secondly, a four-factor index was created (Value, Quality, Low Volatility and Low Size) that rebalances regularly through time to create a 'Balanced Factor' index with more attractive risk-return characteristics than the standard market capitalisation index. - Finally, three climate-related tilts were applied to the 'Balanced Factor' index to create a 'Climate Balanced Factor' index. The FTSE All World (ex CW) Climate Balanced Factor Index tilts away from Carbon Reserves and Carbon Emissions, whilst positively tilting towards Green Revenues. The tilts are set such that the inclusion of the climate-related tilts introduces a relatively modest tracking error compared to the Balanced Factor index without climate tilts. This allowed the Trustee to conclude that the new index was consistent with its fiduciary duty and provided an element of Climate Change protection.", "label": "opportunity", "id": "train_3_44"}
{"text": "7. OUR R E SIL IE NCE T O CL IM AT E CH A NGE The Group fails to respond appropriately, and sufficiently, to climate change risks or adapt to benefit from the potential opportunities. This could lead to damage to our reputation, loss of income and/or property values, and loss of our licence to operate.", "label": "risk", "id": "train_3_45"}
{"text": "Net CO2 emissions (kg per ton of cementitious material) Net CO2 emissions are CO2 emissions from the calcination process of the raw materials and the combustion of traditional kiln and non-kiln fuels. Cementitious materials refer to clinker production volumes, mineral components consumed in cement production and mineral components processed and sold externally.", "label": "neutral", "id": "train_3_46"}
{"text": "The conversion of the La Mède refinery (France), through an initial investment greater than €275 million, is underway with the start-up of the first French biorefinery and an Adblue(1) production workshop in July 2019. The site also has an 8 MW solar farm, which was commissioned in 2018, and a training center, OLEUM, which started up in 2017. This project has been carried out without any lay offs.", "label": "opportunity", "id": "train_3_47"}
{"text": "We have developed a Climate Policy Position Statement which outlines our role in limiting climate change to well below two degrees and the way in which we will support the transition to a net zero emissions economy by 2050. This includes undertaking a climate scenario analysis and setting a $15 billion target for financing low carbon projects by 2025.", "label": "neutral", "id": "train_3_48"}
{"text": "Low Carbon Fuel Standards Existing and proposed environmental legislation and regulation developed by certain U.S. states, Canadian provinces, the Canadian federal government and members of the European Union, regulating carbon fuel standards could result in increased costs and reduced revenue. The potential regulation may negatively affect the marketing of Cenovus’s bitumen, crude oil or refined products, and may require us to purchase emissions credits in order to affect sales in such jurisdictions.", "label": "risk", "id": "train_3_49"}
{"text": "In 2020, UPS broadened its ESG vision and built a road map on three generations of sustainability goals. Recently announced, the two primary sustainability goals include a social sustainability goal – positively impacting 1 billion lives by 2040 – and an environmental sustainability goal – achieving carbon neutrality by 2050. The road map to carbon neutrality by 2050 includes the following targets: • By 2025 25% renewable electricity for facilities (existing goal). 40% alternative fuel purchases as a percent of total ground fuel (existing goal). • By 2035 30% sustainable aviation fuel. 100% renewable electricity for facilities. 50% reduction in CO2 per package delivered for global small package (2010 baseline).", "label": "opportunity", "id": "train_3_50"}
{"text": "53 respectively, through ASE Cultural and Educational Foundation to fund various environmental projects, and our board of directors have resolved in a resolution in January 2018 to contribute NT$100.0 million (US$3.4 million) through ASE Cultural and Educational Foundation in environmental projects in 2018. Our estimated environmental capital expenditures for 2018 will be approximately US$13.3 million, of which 3.9% will be used in climate change adaptation.", "label": "opportunity", "id": "train_3_51"}
{"text": "To better understand the landscape, Morgan Stanley engaged Partnership for Carbon Accounting Financials and its current members in early 2020. We had an opportunity to learn more about their emissions factors database in order to better evaluate how PCAF's data for various assets could be utilized by Morgan Stanley.", "label": "neutral", "id": "train_3_52"}
{"text": "Around US$16.5 billion of the insured losses caused by natural disasters related to the Camp Fire forest fire in California. This represents the highest loss to date for the insurance industry caused by a forest fire. In addition to further forest fires, 2018 was also notable for hurricanes, of which hurricane Michael and typhoon Jebi caused the greatest losses. Storms David (Friederike) and Eleanor (Burglind) were responsible for a high level of losses for the insurance industry in Europe as well (around US$3 billion). Germany accounted for around two-thirds of the losses.", "label": "risk", "id": "train_3_53"}
{"text": "We emitted 13.4 million tonnes CO2 of Scope 2 (indirect emissions), being emissions arising from our consumption of purchased electricity, steam or heat. Our Scope 3 emissions include emissions from a broad range of sources, including shipping and land transportation. More details on our Scope 3 emissions will be available in our 2014", "label": "neutral", "id": "train_3_54"}
{"text": "Our capital expenditure programme is focused on maintaining and improving our assets and services, ensuring we can deal with growth, and on meeting water quality and environmental standards. In AMP6, we completed a £2.2 billion programme of investment, delivered by our alliance partners, which will help provide our services until 2030.", "label": "opportunity", "id": "train_3_55"}
{"text": "Failure to comply and adapt to climate related matters is also a significant reputation risk which could result in e.g. lack of tenant interest, higher cost of capital in the financial market, and lack of ability to attract or retain talent. Also, not handling the company’s corporate social responsibilities in an informed and good matter is a reputation risk, whereas the opposite is an opportunity.", "label": "risk", "id": "train_3_56"}
{"text": "Enhancing our responsible screening criteria Negative screening is used by institutional investors to exclude or to limit certain types of investments usually based on a set of defined industry criteria. Responsible investment screening can also include evaluation and identification of companies which are managing their ESG issues poorly, which in turn may coincide with the loss of shareholder value.", "label": "risk", "id": "train_3_57"}
{"text": "2015, the Bank had taken a commitment to target mobilizing USD 5 billion up to 2020 for climate action, and reports its Renewable energy funding portfolio annually. In addition, through the Environment & Social Policy, the Bank incorporates Environmental and social risk assessment into its overall credit risk assessment process.", "label": "neutral", "id": "train_3_58"}
{"text": "One of the commitments we assume in our Sustainability Plan is to invest a total of R$ 350 million in network automation by 2024. This will allow us to achieve significant reductions in supply interruptions and in dispatching teams on maintenance calls, benefiting customers with better quality and speed, at the same time that we reduce the environmental impacts of vehicle use and fuel consumption.", "label": "opportunity", "id": "train_3_59"}
