{"text": "Investec plc banking book The mix of the energy portfolio in our Investec plc banking book reflects the trajectory of the energy transition in developed countries. We have a global power and infrastructure business operating across the UK, Europe, the United States and Australia with a deliberate focus on financing solutions that promote renewable and clean energy.", "label": "opportunity", "id": "train_4_0"}
{"text": "Laws, regulations, policies, obligations, social attitudes and customer preferences relating to climate change and the transition to a lower carbon economy could have an adverse impact on our business (including increased costs from compliance, litigation, and regulatory or litigation outcomes), and could lead to constraints on production and supply and access to new reserves and a decline in demand for certain products.", "label": "risk", "id": "train_4_1"}
{"text": "AIA continues to engage with businesses on raising awareness of these risk issues, and encouraging them to address these in a transparent way, thereby contributing in the transition to a low carbon economy.", "label": "neutral", "id": "train_4_2"}
{"text": "New climate ambition for Danica Pension In 2019, Danica Pension announced that they will increase their climate ambitions by raising investments in the green transformation to DKK 100 billion in the period towards 2030. The investment ambition is dependent on attractive investment opportunities that support international climate goals and can generate attractive returns on customers’ pension savings.", "label": "opportunity", "id": "train_4_3"}
{"text": "Two key reports were published in the 2020 nancial year, including a nance report and a science report which are available at: https://www.cmsi.org.au/reports - Climate-KIC Australia (Climate-KIC) - The Group has been working with Climate-KIC and a number of other organisations, including government agencies and industry bodies on an Adaptation Finance Project.", "label": "neutral", "id": "train_4_4"}
{"text": "The eleven companies that were divested from as at 30 June 2019 are shown in Appendix C. This is an ongoing process, as companies divested from the fund could be repurchased if their sustainability planning improves, and other companies divested if they do not deliver on pledges.", "label": "risk", "id": "train_4_5"}
{"text": "IFC Catalyst Fund: The $418 million IFC Catalyst Fund was launched in 2012 and invests in funds that provide growth capital to companies developing innovative ways to address climate change in emerging markets. It also may invest directly in those companies. As of June 30, 2019, the fund had made 22 commitments totaling $365 million.", "label": "opportunity", "id": "train_4_6"}
{"text": "Staff Working Paper on mortgage lenders' valuation of housing collateral after extreme weather events, published in March 2020. This finds that UK mortgage lenders do not value housing collateral against local price declines following flood events, resulting in upward-biased valuations.", "label": "risk", "id": "train_4_7"}
{"text": "Our generation capacity represents approximately 14 per cent of Australia's total NEM. We have a slightly lower proportion of coal than the NEM average and we continue to grow our share of wind and solar renewables. We have less hydro than the NEM average, reflecting the significance of the government-owned Snowy Hydro scheme. We also have a higher proportion of gas, which serves as more reliable, dispatchable ('firming') capacity for the market as coal is retired and renewable generation increases.", "label": "neutral", "id": "train_4_8"}
{"text": "We are committed to net zero. At the same time, we cannot see a viable path to a 100 percent reduction in our greenhouse gas emissions based on our current or potential asset mix and technologies. Committing to 100 percent carbon- and methane-free operations, without adequate technology and forceful policy and regulatory prescriptions, would jeopardize our mandate to provide safe, reliable, and affordable energy to our customers.", "label": "neutral", "id": "train_4_9"}
{"text": "Our environment We continually strive to reduce our direct environmental impacts, focusing specifically on reducing our impact in relation to climate change, waste management and water consumption. We have achieved a year-on-year reduction in our CO2 emissions, which also helps to reduce cost implications under the Carbon Reduction Commitment Taxation scheme. We also continue to identify opportunities to manage our buildings more effectively and in 2015 upgraded all office uplighter systems in our largest office in Wilmslow to LED panels. This is giving us a direct saving on electricity used of approximately £5,000 per month.", "label": "opportunity", "id": "train_4_10"}
{"text": "This structured approach applies to all of the Group’s operated businesses exposed to these risks. In addition to its drilling and pipeline transport operations, the Group has at the end of 2018 195 sites and operating zones exposed to major technological risks, which could cause harm or damage to people, property and the environment, corresponding to:", "label": "risk", "id": "train_4_11"}
{"text": "The British Columbia Carbon Tax Act sets a carbon price of $40 per tonne of CO2e on fuel combustion and is expected to increase by $5 per tonne of CO2e per year, reaching the federal target carbon price of $50 on April 1, 2021. The federal government has stated this program meets the requirements of the federal Greenhouse Gas Pollution Pricing Act. The CleanBC Program for Industry directs an amount equal to the incremental carbon tax paid by industry above $30/tonne into incentives to reduce emissions. The Government of British Columbia has also introduced measures to reduce upstream methane emissions by 45 percent and establish separate sector-level benchmarks to reduce carbon tax costs for industrial facilities.", "label": "neutral", "id": "train_4_12"}
{"text": "Over the past several years, changing weather patterns and climatic conditions, including as a result of climate change, have added to the unpredictability of natural disasters and to the frequency and severity thereof and created additional uncertainty as to future trends and exposures. In particular, the consequences of climate change might significantly impact the insurance and reinsurance industry, including with respect to risk perception, pricing and modelling assumptions, and the need for new insurance products, all of which may create unforeseen risks and costs not currently known to us.", "label": "risk", "id": "train_4_13"}
{"text": "— Commercial successes In December 2019, Eiffage acquired a portfolio of nine small hydro power plants located in south-western France from a private investor. A vast renovation plan (at a cost of about €25 million) and work to bring them into compliance with standards will give these nine plants an installed capacity of 6 MW.", "label": "opportunity", "id": "train_4_14"}
{"text": "IAG is committed to be the leading airline group in sustainability. This means that environmental considerations are integrated into the business strategy at every level and the Group uses its influence to drive progress across the industry. • IAG Climate Change strategy to meet target of net zero carbon emissions by 2050. • British Airways plans to offset UK domestic flight carbon emissions from 2020. • Fleet replacement plan introducing aircraft into the fleet that are up to 40 per cent more carbon efficient. • IAG investment in sustainable aviation fuels of $400 million in the next 20 years, including British Airways’ partnership with Velocys. • Management incentives under development to align to IAG’s new targets. • Partnering with Mosaic Materials to explore carbon capture technology. • Participating in CORSIA, the ICAO global aviation carbon offsetting scheme.", "label": "opportunity", "id": "train_4_15"}
{"text": "In response to this challenge, BBVA is working on the launch of specific training itineraries in Sustainability, divided into three levels which have been selected with a focus on the two dimensions of the new sustainability strategy: climate action and inclusive growth.", "label": "neutral", "id": "train_4_16"}
{"text": "While the Trustee considers the impact of climate-related risks on all of the assets within which it invests, the primary focus has been on its equity exposure (although steps are being taken to extend this to the Scheme's holdings in publicly-traded corporate credit). The section above explained how the Trustee have co-developed the LGIM Future World Fund, its climate-related engagement activities and how the fund is used in both DB and DC strategies.", "label": "risk", "id": "train_4_17"}
{"text": "We contract the delivery of our raw materials and products to transportation companies and are striving to reduce Carbon dioxide emissions as a specified consigner designated under the Japanese Energy Saving Act. Major efforts include implementing a plan to transport goods on return trips, encouraging drivers to eco-drive, and promoting energy efficient devices such as digital tachometers and eco-tires on vehicles. In shipping we continue to pursue energy efficiency technologies and operate new ships that are equipped with many energy-saving features. We are also supporting energy-saving operations for conventionally powered ships.", "label": "neutral", "id": "train_4_18"}
{"text": "At Vancity, we are committed to helping our business members improve their environmental performance. One of the ways we do this is through our relationship with Climate Smart. Climate Smart provides training, coaching, and software for businesses to measure their carbon footprint, identify opportunities for cost, energy, and carbon savings, and communicate their efforts. Vancity offers members a $1,000 scholarship for Climate Smart training and 160 members have taken part in the program.", "label": "opportunity", "id": "train_4_19"}
{"text": "Fails to assess a portfolio’s total climate risks, such as the physical risks of extreme weather, flooding and drought or the consequences of more stringent legislation governing energy efficiency. Nor is a carbon footprint a reliable measure of a portfolio’s overall climate potential or how well it is positioned for transition to a carbon-efficient society.", "label": "risk", "id": "train_4_20"}
{"text": "Protecting our clients' assets: We offer innovative products and services in investment, financing and research. Examples include: - Our Asset Management (AM) business has developed the capability for equity portfolio managers to examine the carbon footprint of their portfolios and comparing the relative carbon footprints of their company holdings to that of the benchmark. Carbon emissions data is also made available to all equity portfolio managers through the Portfolio Optimization Platform, which allows portfolio managers and analysts to download carbon and carbon intensity data on over 6,000 companies. - In 2018, AM followed its successful UK Climate Aware rules-based fund with an Irish based fund that is available for international investors outside of the UK. The port folio is oriented towards companies that are better prepared for a low carbon future while reducing exposure to, rather than excluding, companies with higher carbon risk, in order to pursue strategic engagement with these companies. The strategy involves not only a reduction of the CO", "label": "opportunity", "id": "train_4_21"}
{"text": "Our review did not find any significant differences in formal positions on climate change policy between Origin and key industry associations. It is pleasing that the BCA and APPEA are currently undertaking a review of their positions on climate change policy, in part because members such as Origin have pushed for greater ambition and clarity on climate change action. We are taking an active role in the working groups for both organisations' climate change policy reviews.", "label": "neutral", "id": "train_4_22"}
{"text": "It includes the risk that the Group fails to develop or to execute successful strategies to deliver acceptable returns in the context of the economic, competitive, regulatory / legal and interest rate environments that arise. It also includes non-financial risks such as people risks and risks relating to climate change.", "label": "risk", "id": "train_4_23"}
{"text": "4. We strictly comply with environment-related laws and regulations. 5. We practice the highest level of information disclosure related to the Group's environmental activities and consistently improve our efforts to contribute to environmental preservation by communicating with our staff as well as the third parties.", "label": "neutral", "id": "train_4_24"}
{"text": "Methane emissions from the landscape Shallow gas and seeps are naturally occurring, but we know gas developments can change the natural methane migration and emission patterns, as observed in the Surat Basin.", "label": "risk", "id": "train_4_25"}
{"text": "In Pakistan, where millions remain cut off from the national grid, we invested $125 million in China Three Gorges South Asia to support a series of privately owned hydro, solar, and wind projects. Once operational, they are expected to provide electricity to more than 11 million people and boost the country’s generation capacity by 15 percent.", "label": "opportunity", "id": "train_4_26"}
{"text": "The circles in Figure 2 represent projected annual economic damages in 2090 in the U.S. by sector in 2015 dollars assuming a 5 C temperature rise (RCP 3F 48.5/5 C) scenario; lighter areas signify damages avoided under a 2.5 C (RCP4.5/2.5 C) scenario indicating the significant economic expense that can be prevented by limiting the temperature rise.", "label": "risk", "id": "train_4_27"}
{"text": "METRICS AND TARGETS DNB sets targets and uses metrics to help monitor and manage our climate risk. Among our corporate ambitions from 2019, is to contribute with NOK 450 billion to the financing of renewable energy and infrastructure, and NOK 130 billion to the financing of green property in the period leading up to 2025. As of 2020, all new and refinanced shipping loans will include a clause on responsible ship recycling.", "label": "opportunity", "id": "train_4_28"}
{"text": "We emit greenhouse gases both directly and indirectly. Our direct (Scope 1) emissions come from our industrial businesses, including the use of natural gas and diesel, and fugitive emissions from coal mining. Our main source of indirect (Scope 2) emissions is electricity used by our operations. We also estimate our Scope 3 emissions, which are other indirect emissions that occur as a result of our operations (e.g. employee air travel), but are not controlled by us.", "label": "neutral", "id": "train_4_29"}
{"text": "Responsible investment, inclusive of climate change factors, is part of the standard due diligence conducted on each investment considered. Oversight of the proprietary rating system is the responsibility of our Responsible Investment Committee, which includes senior investment team representation from each platform. In this section we will touch on how the Capital Dynamics R-EyeTM Rating System, overseen by the Responsible Investment Committee and the firm's overall responsible investment initiatives help shape how we address climate change.", "label": "neutral", "id": "train_4_30"}
{"text": "Transition (ANET) fund at the beginning of 2019. This fund invests in companies in the Netherlands that commit to transitioning to sustainable energy. ANET aims at investments in relatively small and innovative projects and businesses. ABP has set aside €50 million for ANET; the pension fund has the possibility of increasing this amount in the future.", "label": "opportunity", "id": "train_4_31"}
{"text": "However, the implementation of a carbon tax may also have a negative impact on the financial health of utilities and corporate entities who also happen to purchase power from renewable energy projects in which we have invested. The credit ratings of these entities may be downgraded due to additional operating expenses resulting from a carbon tax. A credit rating downgrade may reduce the amount of financial leverage we are able to utilize. If this were to occur, our overall profitability could decline.", "label": "risk", "id": "train_4_32"}
{"text": "The Trustees believe that climate change will have significant and wide-ranging implications for the global economy and therefore presents a Significant risk to the long-term value and security of the pension fund's assets. The Trustees also believe that failure to consider ESG factors, including climate change, cou ld lead to underperformance or financial loss in the short as well as the longer term.", "label": "risk", "id": "train_4_33"}
{"text": "Governments alone also cannot address the challenges laid out in the SDGs. The U.S. operating budget is the largest in the world at about $4.5 trillion. If all of it were dedicated to the SDGs only —meaning not funding national security, basic research, basic services for the U.S. taxpayers, and not paying the federal debt —we still would fall short of the annual need.", "label": "neutral", "id": "train_4_34"}
{"text": "In 2019, CAPCO issued a HK$170 million, 25-year New Energy Bond to fund the construction of the West New Territories Landfill energy-from-waste project, which was an inaugural green bond for Scheme of Control-regulated business. This waste-to-energy project allows CAPCO to use landfill gas as energy source, offsetting emissions from some of its coal-fired power generation units and achieving significant environmental benefits.", "label": "opportunity", "id": "train_4_35"}
{"text": "An inability to successfully manage and leverage our strategic third-party relationships, or a critical failure of a key supplier or service provider, may expose Coles to risks related to compromised safety and quality, misalignment with ethical and sustainability objectives, disruptions to supply or operations, unrealised benefits, and legal and regulatory exposure.", "label": "risk", "id": "train_4_36"}
{"text": "The Bank also signed a €19 million deal in 2019 in Poland with BNP Paribas Bank Polska to improve energy efficiency in existing homes. The Polish bank will use the money to give loans to farmers and homeowners to install solar panels. The money also will help housing associations improve energy efficiency.", "label": "opportunity", "id": "train_4_37"}
{"text": "The COO's Employee Performance Scorecard (EPS) includes improvements in CN's fuel efficiency, in line with the Canadian rail industry medium-term emission intensity reduction target of 6% by 2022 from a 2017 baseline and the company's long-term sciencebased target to reduce Greenhouse gas emission intensity (tCO2 kilometres) by 29% by 2030, based on 2015 levels.", "label": "neutral", "id": "train_4_38"}
{"text": "With regards to the energy transition, we carefully monitor sector-specific developments linked to the move towards a low-carbon economy. For upstream oil and gas, our credit assessments include a strong focus on production costs. By focusing on low-cost production, we work with our clients to ensure their businesses are resilient to the risk of 'stranded assets'.", "label": "risk", "id": "train_4_39"}
{"text": "R$1.745 billion) in bonds distributed in the U.S. market and maturing in 2027. In addition to the green bonds mentioned above, we carried out a social and environmental due diligence process to enable the issue of R$7.67 billion in bonds to be used for long-term investments in specific projects.", "label": "opportunity", "id": "train_4_40"}
{"text": "Reflective of investor feedback, our Task Force on Climate-related Financial Disclosures Strategy is divided into three separable chapters to be commissioned over three years; Stage 1. Identify Key Material Risk. Stage 2. Assess climate change scenarios of key material risks. Stage 3. Define and disclose financial valuations associated to those risks. In FY18, Management completed Stage 1, and is now proceeding to Stage 2. Investa is pleased to work with the UN Environmental Programme Finance Initiative working group on establishing Task Force on Climate-related Financial Disclosures best practice reporting models. It is our intention to continue to gather investor and best practice feedback in Task Force on Climate-related Financial Disclosures reporting on an ongoing basis.", "label": "neutral", "id": "train_4_41"}
{"text": "3) Considering that there can be different types of industry within a single sector, the methodology proposes a sector segmentation that differentiates the impact in each segment in terms of cost, revenue and investment. The objective is to create homogeneous groups, which will respond in a common way to the different impacts of climate change.", "label": "neutral", "id": "train_4_42"}
{"text": "- We participated in launching Align17 - a WEF Young Global Leaders initiative - an independent platform which stands out in connecting a wider range of public, institutional, and private wealth investors with investment opportunities related to the Sustainable Development Goals.", "label": "opportunity", "id": "train_4_43"}
{"text": "Physical impacts Widespread issues of flooding across the UK impacted the valuation of flood-prone residential and commercial property, including Barclays-owned real estate, and led to an increase in default rates across our Home Finance and Business Banking (primarily Agriculture) portfolios.", "label": "risk", "id": "train_4_44"}
{"text": "The Executive Board has the final oversight of the Combined Non- financial declaration which includes the climate / environmental strategy, climate-related risk assessment, organization, management, measures and targets. The highest monitoring body in the area of sustainable management is the Supervisory Board. The Supervisory Board commissions a limited audit review of the Combined Non- financial declaration.", "label": "neutral", "id": "train_4_45"}
{"text": "Debut EBRD green covered bond investment The EBRD invested the Polish zloty equivalent of €11.7 million in the issuance by Poland’s PKO Bank Hipoteczny of green covered bonds. They will help the mortgage bank to finance residential buildings that reduce greenhouse gas emissions, fund green mortgages and diversify its investor base. The project also promotes capital market development in Poland. A second investment for the same amount was made later in 2019.", "label": "opportunity", "id": "train_4_46"}
{"text": "Thabametsi and Khanyisa. In its 2017 Environmental and social risk report, the Company said that it was “concerned about climate change and the risks it poses for Africa, clients and their businesses,” but argued that developing nations and financial institutions face a dilemma in terms of balancing climate change against the “need to support economic growth and the energy supply that underpins it”6 FirstRand does not describe how it manages this “dilemma” in its financing decision-making processes.", "label": "risk", "id": "train_4_47"}
{"text": "Sustainable finance products are instruments that channel funds to finance customer transactions in sectors such as renewable energy, energy efficiency, waste management and water treatment, as well as access to social goods and services, including housing, education, health and employment. BBVA strives to contribute to creating the mobilization of capital needed to halt climate change and achieve the Sustainable Development Goals mentioned before. To this end, it has pledged to mobilize €100,000m in sustainable financing between 2018 and 2025.", "label": "opportunity", "id": "train_4_48"}
{"text": "There is also increased public focus, including by governmental and non-governmental organizations, on these and other environmental sustainability matters, including deforestation and land use. Our reputation could be damaged if we or others in our industry do not act, or are perceived not to act, responsibly with respect to our impact on the environment.", "label": "risk", "id": "train_4_49"}
{"text": "Objectives: Introduce a directive carbon price in 60% of the annual expenditure committed to new projects Introduce a harmonised global circularity indicator for goods and services Systematically offer pay packages partially index-linked to our global performance Raise employee awareness and promote training in emerging models (carbon accounting, new business models, etc.)", "label": "neutral", "id": "train_4_50"}
{"text": "In the short-term, the water management strategic objectives for 2020 comprise: - Maintaining security of supply - Effectively managing water at our operations - Applying transparent corporate water governance - Adopting a catchment approach to water management During 2019, Gold Fields spent US$27m on water management by investing in methods to improve our water management practices, including pollution prevention, recycling and water conservation initiatives.", "label": "neutral", "id": "train_4_51"}
{"text": "Examples of parameters that could impact Equinor’s operations include increasing frequency and severity of extreme weather events, rising sea level, changes in sea currents and restrained water availability. There is also uncertainty regarding the magnitude and time horizon for the occurrence of physical impacts of climate change, which increases uncertainty regarding their potential impact on Equinor.", "label": "risk", "id": "train_4_52"}
{"text": "Peru is also committed to increasing mortgage supply for high energy-rated properties. Currently, it offers 'Mi vivienda verde,' a state- subsidized mortgage loan for the purchase of a property certified as a green project that includes sustainability criteria in its design and construction.", "label": "opportunity", "id": "train_4_53"}
{"text": "Its main priorities in 2019 were initiating investigations into new opportunities, reviewing existing proposals, examining and challenging our quarterly climate change reports and ensuring Trafigura is positioned to adapt as the world transitions to a low carbon economy.", "label": "neutral", "id": "train_4_54"}
{"text": "Under harsher public scrutiny, investors are being asked to refrain from investing in companies that are not environmentally friendly. Some investors have decided not to make new investments in coal-fired thermal power. As an energy provider and a company that is needed by its stakeholders, we must seriously undertake sustainable management.", "label": "risk", "id": "train_4_55"}
{"text": "We have been investing our £200 million corporate ‘green’ loan in ongoing energy security and carbon reduction initiatives such as installing solar panels on our roofs, switching to natural refrigerants and generating green gas using combined heat and power (CHP) plants. We have also partnered with General Electric to install LED lighting in our stores, reducing our lighting energy consumption by around 58 per cent for the stores included in the rollout – a three per cent annual reduction in carbon emissions once the programme is completed. Currently, 17 per cent of our electricity comes from on-site renewables generation and renewable power purchase agreements.", "label": "opportunity", "id": "train_4_56"}
{"text": "Screening Process for Loan and Investment Proposals When reviewing and making decisions on loan and investment proposals, MC has adopted a process in which the Investment Committee deliberates all proposals to be discussed by the Board of Directors and the Executive Committee comprehensively based not only on economic aspects, but on Environmental, Social, and Governance factors as well.", "label": "neutral", "id": "train_4_57"}
{"text": "The EIB also supports innovative investment funds that are tackling adaptation challenges. A new fund called CRAFT, the Climate Resilience and Adaptation Finance & Technology Transfer Facility, is developing new technologies and specialised services to help developing countries address droughts, bad weather, disease, wind and solar energy. The European Investment Bank invested $30 million in CRAFT and also deployed €5 million via the Luxembourg-EIB Climate Finance Platform as risk capital that catalyses more money by drawing in private investors.", "label": "opportunity", "id": "train_4_58"}
{"text": "The potential impact of climate change as an environmental, social and governance challenge for the region is significant. The SADC region is particularly vulnerable to increased frequency of floods, cyclones and droughts which may damage infrastructure, destroy agricultural crops, disrupt livelihoods and cause loss of life. These impacts will increasingly influence investment and insurance decisions.", "label": "risk", "id": "train_4_59"}
