{"text": "As part of this process of transforming society as a whole Deutsche Borse Group is engaged in a continuous exchange with internal and external stakeholders on sustainability, climate action and sustainable finance. It sees this not only as part of its strategic approach but also as managing climate-related opportunities and risks.", "label": "neutral", "id": "train_0_0"}
{"text": "At the request of the Board's Responsible Banking, Sustainability and Culture Committee and the Board Supervision, Regulation and Compliance Committee, a joint session was held to review the current and emerging risks in the oil & gas and mining & steel portfolios of the Santander Group. This provided a good opportunity to deliberate the issues facing these sectors with independent board members that brought complementary skills and approaches to the discussion.", "label": "risk", "id": "train_0_1"}
{"text": "8.2 Generation Portfolio Metrics AGL has heavily invested and continues to invest in renewable energy generation. In the past decade AGL has increased its renewable energy generation fourfold to over 4.4 TWh. AGL's percentage of generation from renewables has also grown over this period. Table 15 below outlines the changes in AGL's proportion of generation and capacity from renewables.", "label": "opportunity", "id": "train_0_2"}
{"text": "IFC is helping reverse that decline. In 2018, we launched a Maximizing Finance for Development initiative — working with other members of the World Bank Group — to finance a $12 million solar project in Gaza to ease the energy shortage. The 7-megawatt rooftop solar-power plant will provide critical energy to 32 factories in the Gaza Industrial Estate — much more cheaply than before. The project will create around 800 jobs.", "label": "opportunity", "id": "train_0_3"}
{"text": "We recognise the importance of disclosing to investors how we are ensuring that our material capital expenditure and investments align with the Paris Goals. This includes each material investment in the exploration, acquisition or development of fossil fuel (including thermal and coking coal) production, resources and reserves, as well as in resources, reserves and technologies associated with the transition to a low carbon economy.", "label": "neutral", "id": "train_0_4"}
{"text": "For a small number of companies that were very close to the threshold, BNP Paribas Asset Management conducted analysis and engagement to encourage these companies to improve their decarbonisation targets - and these companies will be subject to annual monitoring.", "label": "risk", "id": "train_0_5"}
{"text": "Emission sources not reported This section of the report details the emission sources on which we have not reported and provides the reasons behind our decisions. Only a minority of the offices we operate directly make use of gas and we have included this in our emissions from combustion of fuel. We do not have distinct data on heat/steam for our other offices as this is most likely embedded in the office service charges that we pay. As a result, we have not currently reported on purchased heat or steam. In future we will devise a methodology to estimate the emissions associated with heating requirements for which we are responsible.", "label": "neutral", "id": "train_0_6"}
{"text": "S&P Global has developed a suite of products across its underlying business units that help clients in this transition and will continue to invest in innovative solutions that power sustainable markets of the future.", "label": "opportunity", "id": "train_0_7"}
{"text": "In 2019, AP6 compiled its first high-level analysis of physical climate risks in the portfolio. Although it does not go into great depth, it does indicate that there are medi- um-high risks in nearly half of the portfolio. It is not currently possible for AP6 to, at the portfolio level, assess other climate-related risks like changes in consumer behavior or more regulation of products and emissions.", "label": "risk", "id": "train_0_8"}
{"text": "S&P 500 Environmental, Social, and Governance Index In May 2019, our Indices Division expanded its Core Environmental, Social, and Governance offering, with the launch of a global suite of Environmental, Social, and Governance Indices which includes the S&P 500 Environmental, Social, and Governance Index. The objectives of the S&P 500 Environmental, Social, and Governance Index are to provide a similar risk/return profile to the S&P 500 and to avoid companies that are not managing their business in line with Environmental, Social, and Governance principles.", "label": "neutral", "id": "train_0_9"}
{"text": "ING issued a dual tranche five-year EUR 500 million and three-year USD 800 million green bond. This is ING’s first-ever green bond transaction. The money raised will go to projects in six categories eligible under ING’s newly established green bond framework, including renewable energy, green buildings, public transport, waste, water and energy efficiency. We have chosen a broad selection of sectors, which reflects our ambition to support sustainability across all industries and sectors.", "label": "opportunity", "id": "train_0_10"}
{"text": "Considering the expectations and perspectives of our stakeholders, for the purpose of strengthening our environmental and societal considerations in making investment and financing decisions, we previously established a policy on initiatives involving sectors which have a high possibility of contributing to adverse environmental and social impacts. In April 2020, to more thoroughly reflect the tenets of our Human Rights Policy and Environmental Policy, we revised the policy to be comprehensive in prohibiting investment and financing in such initiatives regardless of sector, as well as points of caution ('Environmental and Social Management Policy for Financing and Investment Activity'). (Figures 13 and 14)", "label": "risk", "id": "train_0_11"}
{"text": "Ralph Izzo has been a catalyst for climate action since assuming this position in 2007. He has been a respected voice among energy industry leaders on the need for comprehensive climate change policies, such as a nationwide price on carbon. As chairman of the Nuclear Energy Institute, he has advocated for policies to preserve the nation's fleet of existing nuclear power plants, which provide more than half of our carbon-free electricity. Izzo also advocates for climate action through organizations such as the CEO", "label": "neutral", "id": "train_0_12"}
{"text": "When these damages are uninsured – and therefore borne by households, businesses or public authorities – this affects financial institutions’ exposure to these parties. The second type of risk, transition risk, is the result of the transition to a carbon-neutral economy. Climate policy, technological developments and changing consumer preferences may cause the value of loans and investments in sectors and companies that emit large quantities of carbon dioxide or other greenhouse gases to decrease much faster than previously expected. Underestimating this risk could lead to sudden and significant losses in the financial sector. Such a collapse is what is known as a", "label": "risk", "id": "train_0_13"}
{"text": " The Local Government Coastal Hazard Climate Adaptation Fund ($4 million per annum over three years) was established to assist local councils with the development of coastal hazard adaptation strategies and coastal adaptation pilot projects. In addition, $3 million in funding was provided for the development and implementation of a Queensland Climate Adaptation Strategy, in collaboration with local councils and other key stakeholder groups ($1 million per annum over three years).", "label": "opportunity", "id": "train_0_14"}
{"text": "United Nations Environment Programme FI LENDING PILOT CASE STUDY: TD and Bloomberg Testing Geospatial Mapping for Physical Risk Assessment1 TD collaborated with Bloomberg and Acclimatise to use an innovative geospatial solution for assessing physical risks of climate change (from both incremental changes and extreme weather events) to borrower credit ratings within the bank's lending portfolio.", "label": "risk", "id": "train_0_15"}
{"text": "Principle 4 - Implementation Organisational structures, business policies, processes and resources availability should be reviewed and enhanced to ensure effective integration of climate strategy into the operation and corporate development of an AI.", "label": "neutral", "id": "train_0_16"}
{"text": "In our Electricity Transmission business, we propose £1.35 billion of expenditure to connect new generation and transport electricity across the country to where it is consumed, connect us to neighbouring electricity markets and support the Electricity System Operator in being able to operate a zero-carbon electricity system by 2025. Whilst consistent with Ofgem’s business plan criteria, we recognise that these investments alone are insufficient to deliver net zero targets and have therefore proposed whole system options to accelerate progress towards net zero, for example through ultra-rapid vehicle charging at motorway service areas. As the optimal path to achieving net zero is unclear, we developed a series of uncertainty mechanisms that allow our plans to flex to deliver against the range of low-carbon system developments our customers could bring forward.", "label": "opportunity", "id": "train_0_17"}
{"text": "Insights or commitments we have gained from these early customer conversations include: Energy: our engagement in this sector has initially focused on customers with thermal coal operations; however, we are broadening this to include major upstream oil and gas producing customers.", "label": "neutral", "id": "train_0_18"}
{"text": "For an airline, fuel right-sizing can largely be seen as a capital allocation strategy. We have a consistent strategy of investing in fuel-saving new airframes and engines, which are the largest factors in fuel consumption. In 2018, we made two major announcements related to fuel burn: A220s and New Engine Options. More information on these can be found on page 23.", "label": "opportunity", "id": "train_0_19"}
{"text": "PROHIBIT COAL GENERATION: There is no denying that coal is on the decline around the world. Even with artificial incentives being set up to extend the lives of coal plants in supply-strapped regions, it is clear that no amount of subsidies or lobbying will slow the global transition. The problem is with the laggards, certain regions that have been too slow in realizing the true cost of coal to their citizens and natural environment, and therefore have dangerously prolonged the decline.", "label": "risk", "id": "train_0_20"}
{"text": "The Trustee has a preference for engagement, rather than exclusion, as a method in encouraging greater disclosures and practices with regard to climate-related risks. Two examples of such engagements are:", "label": "neutral", "id": "train_0_21"}
{"text": "Future Opportunities from Product Development As a leading provider of data & analytics, S&P Global recognizes the role they play in designing products and solutions that will help our clients mitigate the challenges from climate change and drive opportunities as the world transitions to a low carbon economy.", "label": "opportunity", "id": "train_0_22"}
{"text": "Global climate change could exacerbate certain of the threats facing our business, including the frequency and severity of weather-related events referred to in Performance of critical infrastructure in this section 9. In addition, increases in energy prices are partly influenced by government policies to address climate change which, combined with a growing data demand that increases our energy requirements, could increase our energy costs beyond our current expectations.", "label": "risk", "id": "train_0_23"}
{"text": "Deep dive analysis of the oil and gas, mining and steel sectors At the request of the Board's Responsible Banking, Sustainability and Culture Committee and the Board Supervision, Regulation and Compliance Committee, a joint session was held to review the current and emerging risks in the oil & gas and mining & steel portfolios of the Santander Group.", "label": "neutral", "id": "train_0_24"}
{"text": "Citi is focused on enabling progress in the communities in which we work and live. Together with companies, governments and institutions of all shapes, sizes, scale and scope, we lend, facilitate and invest in products and services that power the global economy. We also recognize that we can play an important role in working with others to address key social and economic challenges facing clients and communities. goal to lend, facilitate and invest $100 billion toward activities that reduce the impacts of climate change and create environmental solutions that benefit people and communities.", "label": "opportunity", "id": "train_0_25"}
{"text": "The analysis assumed all borrowers in each sector would be impacted by a similar downgrade, which is unlikely to occur due to different degrees of resiliency to severe weather across companies and facilities in different geographic areas. Even under this form of stress testing, our CET1 would remain above regulatory minimums, including applicable buffers.", "label": "risk", "id": "train_0_26"}
{"text": "A challenge for today, not tomorrow Aviva has a long-term commitment to tackle climate change. In 2015, we announced an investment target of £500 million annually for the next five years in low-carbon infrastructure. We also set an associated carbon savings target for this investment of 100,000 tonnes of CO2e annually. In 2017, Aviva Investors signed £527.5 million of new investment in wind, solar, biomass and energy efficiency. Aviva continues to manage the impact of our business on the environment. Our Corporate Responsibility, Environment and Climate change business standard focuses on the most material operational environmental impacts, which we have identified as greenhouse gas emissions. We report these as carbon dioxide equivalent emissions (CO2e) on an operational basis in respect of Aviva’s Group-wide operations. See the table below.", "label": "neutral", "id": "train_0_27"}
{"text": "Over the past several years, changing weather patterns and climatic conditions, including as a result of global warming, have added to the unpredictability, frequency and severity of natural disasters and created additional uncertainty as to future trends and exposures. In particular, the consequences of climate change are expected to significantly impact the insurance industry, including with respect to risk perception, pricing and modeling assumptions, and need for new insurance products, all of which may create unforeseen risks not currently known to us.", "label": "risk", "id": "train_0_28"}
{"text": "For NN Group’s own assets, too, we look for investments that have a positive impact on society while still meeting our investment criteria. For instance, we invest in green bonds, and finance infrastructure debt projects in the area of renewable energy and resource efficiency (specifically: solar and windfarms, district heating projects, and water and wastewater treatment facilities). In total, these investments amounted to EUR 821 million at year-end 2019.", "label": "opportunity", "id": "train_0_29"}
{"text": "EMISSIONS AND OTHER ENVIRONMENTAL ISSUES The Panel recognizes that CEMEX has exposure to the risk of increased costs linked to carbon regulations, based on its focus on cement production, which is clearly highly carbon-intensive. Adding to this risk, the Panel asserts that ca. 80% of the company’s assets are located in locations with existing or impending carbon regulations. This reality elevates CEMEX’s overall level of risk in this area relative to peers.", "label": "risk", "id": "train_0_30"}
{"text": "An internal analysis of the generation fuel mix associated with our power utilities portfolio indicates approximately a third of our exposure is low-carbon, not inclusive of our $9.4 billion portfolio of tax equity investments 16F 17 in wind and solar projects throughout the U.S. We have dramatically reduced exposure to companies focused on coal extraction, as evidenced by the fact that pure play coal extraction now only represents $155 million of our energy sector exposure (or 0.4%), down nearly 80% from $762 million at FYE 2015.", "label": "neutral", "id": "train_0_31"}
{"text": "Advisory Services continue to be an important part of our business. We anticipate 528 new assignments in 2019, about the same level as 2018, to support €45 billion in investments. We are committed to dedicating at least 25% of own-lending capacity to climate projects annually, and to increasing from 25% to 35% the share of financing for developing countries dedicated to climate action. We have committed to financing a total of $100 billion in climate action investments globally from 2016 to 2020. The Bank will also continue to focus on infrastructure projects, particularly those that reduce waste and preserve resources.", "label": "opportunity", "id": "train_0_32"}
{"text": "We have initiatives in place to optimize road transport operations. With our in-vehicle monitoring systems (IVMSs), we monitor critical aspects of driver behavior such as speeding, harsh acceleration and braking, and excessive cornering. In Europe, the IVMS is complemented with a load optimization initiative that aims to minimize and, when possible, avoid empty trips. These measures not only have a significant impact on reducing fuel consumption, but also improve our road safety performance and customer service.", "label": "opportunity", "id": "train_0_33"}
{"text": "We are therefore focusing on sustainably sourcing major commodities like palm oil and cane sugar, as well as partnering and collaborating with suppliers, peers, and other stakeholders to implement and influence better practices on-farm.", "label": "neutral", "id": "train_0_34"}
{"text": "Developing Innovative New Metrics In 2019, we developed new metrics to assess our credit exposure to carbon-related industries, as defined by TCFD. To do so, we participated in an industry working group that brought together Canadian financial institutions to discuss TCFD-related disclosures. We used the metrics identified to assess our gross credit exposures to carbon-related assets, as well as to power generation by energy source.", "label": "risk", "id": "train_0_35"}
{"text": "We are planning to further define targets and limits so as to ensure that ABN AMRO's vulnerability to climate risks in both the short and longer term remains in line with a moderate risk profile.", "label": "risk", "id": "train_0_36"}
{"text": "We do not provide normalised figures for our CO2 emissions nor ratios of CO2 to production, financial results or employee headcount, as we do not believe that reporting a normalised figure meaningfully contributes to an understanding of our performance. The scope and diversity of our products make a single production figure impossible to calculate and our financial results are impacted by commodity prices and foreign exchange rates, which are outside of our control. In addition, due to the nature of the exploration, development and the production cycle, our CO2 emissions do not necessarily correlate to our employee headcount.", "label": "neutral", "id": "train_0_37"}
{"text": "(€165 million equivalent) loan to finance the construction of a high-efficiency combined-cycle gas turbine (CCGT) power plant near the city of Kirikkale in Turkey. The loan is part of a US$ 1 billion (€823 million equivalent) package arranged by the EBRD that brings together international financial institutions and commercial banks.", "label": "opportunity", "id": "train_0_38"}
{"text": "Investec is promoting sustainability as part of its core strategy and believes there needs to be a balance between economic and financial imperatives, the needs of society and their combined impact on the environment. Our commitment to sustainability recognises the interconnected nature of our business, the economy, the environment and society. Within our operations we support efforts to limit global warming to less than 2 C above pre-industrial levels; and to transition to a low carbon economy. We have achieved net-zero carbon emissions in our global operations and committed to ongoing carbon neutrality for our operational footprint.", "label": "neutral", "id": "train_0_39"}
{"text": "27TAIHEIYO CEMENT REPORT 2020 ince introducing a WHR power generation system at its Kumagaya plant in Kumagaya City, Saitama Prefecture in 1982, the company has installed similar facilities in its other plants in Japan. These systems generate power by recovering thermal energy from high-temperature exhaust gas generated in the cement calcination process and contribute significantly to the reduction of CO emissions. In October 2019 the company decided to install a WHR power generation facility incorporating a cutting-edge waste heat recovery boiler at its Saitama plant in Hidaka City, Saitama Prefecture. This facility is scheduled to begin operations in September 2022, marking the completion of the initiative to install waste heat power generation systems at all six company plants. The operation of these facilities is expected to help reduce CO emissions by approximately 27,000 tonnes per", "label": "opportunity", "id": "train_0_40"}
{"text": "On February 8, 2018, the Government of Canada introduced legislation to revise the process for assessing major resource projects. If the legislation is passed in its current form, we believe it would have adverse impacts on pipeline companies, particularly in relation to the regulatory review process for proposed new projects that are “designated projects”, by making overall timelines for the development and execution of these projects longer and significantly increasing uncertainty.", "label": "risk", "id": "train_0_41"}
{"text": "In addition, a dedicated team within Group Risk Management analyses Emerging Risks (oft en related to long term Environmental, Social, and Governance issues) via a specifi c framework, tools and local network in order to monitor their materiality and manage their potential impact on the AXA Group in the next 5 to 10 years. Regular reviews and in-depth analyses of emerging risk topics are shared with the Group-wide Emerging Risks community.", "label": "risk", "id": "train_0_42"}
{"text": "UBS is also involved in other activities to reduce gaps in climate-related financial data. We support the CDP, as an investor member as well as a questionnaire respondent, in their aim to improve company disclosure of risks and op- por tunities related to natural resources. We were also on the advisory panel of the Natural Capital Finance Alliance's advancing environmental management project. The pro- ject tool ENCORE, which maps how industry sectors depend on nature, was launched in November 2018.", "label": "neutral", "id": "train_0_43"}
{"text": "In the US gas distribution businesses, we are focused on decarbonising our gas networks and the heating sector. We are doing this by reducing emissions related to natural gas through energy efficiency and demand response, continued investment in our leaking pipe replacement programmes and advancement of the future of heat. For example, we included a $90 million future of heat proposal in our April 2019 KEDNY/ KEDLI filing which combined expanded energy efficiency and demand response programmes, renewable natural gas interconnection investments, geothermal investments, and a hydrogen blending study. We plan to include future of heat proposals and continued pipe replacement programmes in our next Niagara Mohawk and Massachusetts gas rate filings. This work aligns with the Rhode Island Heating Sector Transformation, launched by the Governor in July 2019 to identify how the heating sector needs to change to meet the state’s climate objectives. This initiative concluded in April 2020 with recommendations provided to the Governor. Those recommendations included increased energy efficiency, electrification through air and ground source heat pumps, and fuel decarbonisation through renewable natural gas and renewable oil.", "label": "opportunity", "id": "train_0_44"}
{"text": "Based on the information provided by the business delivery teams and the work of the Environment and Sustainability Department, Risk Management: - provides an independent assessment of risks associated with individual investments undertaken by the EBRD - performs an ongoing review of the portfolio to monitor the risks presented by investments from inception to repayment or exit, and - assesses and proposes ways to manage risks arising from correlations and concentrations within the portfolio.", "label": "risk", "id": "train_0_45"}
{"text": "Energy efficiency Cement production is an energy-intensive process. Energy costs and security of supply are key business drivers. Improving our energy efficiency reduces the carbon intensity of our products and lowers our production costs.", "label": "opportunity", "id": "train_0_46"}
{"text": "More recently, we have seen some shift in rhetoric on environmental and social issues by the mainstream financial community. However, the voting records of many fund managers tell a different story. Nearly across the board, the largest fund managers tend to vote in line with management recommendations and generally support very few shareholder proposals, which typically advocate for sustainable and responsible business practices. For example, a recent study by Ceres found that, particularly around the topics of climate change, some of the largest managers have among the worst voting records in the fund industry.", "label": "neutral", "id": "train_0_47"}
{"text": "deutscheboerse-2019-tcfd-governance Since the financial crisis of 2007/2008 the importance of Environmental, Social, and Governance (Environmental, Social, Governance) information as part of the comprehensive assessment of the medium to long-term forecast of a company's success has been steadily increasing.", "label": "neutral", "id": "train_0_48"}
{"text": "That is where the European Circular Bioeconomy Fund steps in. On its way to raising €250 million for the bioeconomy and circular bioeconomy, the Fund invests in early-stage companies with proven technologies that need financing to scale up their operations and to expand into bigger markets. The bioeconomy and circular bioeconomy are key elements in making the economy more sustainable and protecting the environment. The bioeconomy reduces our dependence on natural resources by promoting sustainable products that use renewable biological resources (such as lupins) to produce food, materials and energy.", "label": "opportunity", "id": "train_0_49"}
{"text": "The following additional restrictions are in place for clients active in mountaintop removal mining (MTR): Barclays does not directly finance MTR projects or developments; We apply EDD to financing facilities involving clients which practice MTR.", "label": "risk", "id": "train_0_50"}
{"text": "To tackle ground emissions, we have been actively converting our fleet of owned conventional ground support equipment (GSE) to electric alternatives (eGSE). In line with the Opportunities Escalation Process, this was first identified as an opportunity for large-scale conversion in 2014. We then started a trial at JFK International Airport in 2015. Despite initial skepticism about electric vehicles before the trial, 70% of crewmembers using the vehicles preferred electric over conventional, as they offered similar or better technical performance with less noise and no fumes.", "label": "opportunity", "id": "train_0_51"}
{"text": "Other regulatory risks entail litigation risk and potential direct regulations in line with increasing carbon neutrality ambitions in various jurisdictions, such as the EU’s European Green Deal. Climate-related policy changes may also reduce access to prospective geographical areas for future exploration and production. Disruptive developments may not be ruled out, possibly triggered by severe weather events affecting public perception and policy making.", "label": "risk", "id": "train_0_52"}
{"text": "We have undertaken an analysis of the impact to our business model of transitional scenarios where decarbonisation goals are, or are not, met. The details of this are presented in the scenarios section of this disclosure.", "label": "neutral", "id": "train_0_53"}
{"text": "In technology development, we focus on increasing resource efficiency - aiming to reduce energy and water consumption, emissions, effluents and waste. In 2019, 81% of our R&D projects were related to initiatives targeting sustainability improvements. Our efforts to mitigate the environmental impacts of our products and services are presented in Sustainable technologies and innovations.", "label": "opportunity", "id": "train_0_54"}
{"text": "As a first step towards performing a proper scenario analysis, UniCredit is partnering with the global think tank 2 Investment Initiative (2 ii) in road-testing their Paris Agreement Capital Transition Assessment (PACTA) methodology in a pool of 17 international banks. Originally developed to assess the exposure of both equity and bond portfolios to transition technologies across key sectors, a research programme to expand the model to the banks' corporate lending portfolios has been launched by 2 ii .", "label": "neutral", "id": "train_0_55"}
{"text": "Uncertainty around the evolution of the wholesale market design, given the current challenges: • Marginal remuneration system not adjusted to the current context of growing penetration of fixed cost technologies (renewables, backup, storage). • Growing penetration of technologies with 0 marginal cost (reducing prices and increasing prices’ volatility). • Uncertainty around the returns of the conventional generation, in particular as backup capacity (relevant in a perspective of ensuring security of supply). • Volatile context, not suitable for long-term investments necessary to the modernization, decarbonization and security of supply.", "label": "risk", "id": "train_0_56"}
{"text": "In 2018, our Robo Investment Subsidiary Wealthify launched an ethical investment option, focused on four ethical/SRI funds. Interest from customers has grown steadily with 25% of new customers selecting the ethical option. This now accounts for 13% of total assets under allocation for Wealthify and growing.", "label": "opportunity", "id": "train_0_57"}
{"text": "Future intent We continually review our metrics and targets, as needed, to ensure that the data we are measuring is meaningful, aligns with our strategy, and is providing the information the business and our stakeholders need to effectively monitor our performance and demonstrate our progress. In 2020/21, we will be laying out our pathway to achieve our net zero by 2050 emission reductions and setting targets to align our ambitions and provide better visibility to our progress.", "label": "neutral", "id": "train_0_58"}
{"text": "Among the important risks identified in STEP 1, we recognize rising raw material prices due to a decline in the harvest of agricultural materials and increased costs owing to the introduction of a carbon tax, which have a particularly high impact on our businesses. We therefore evaluated this business impact as follows.", "label": "risk", "id": "train_0_59"}
