{"text": "Climate change presents an evolving set of risks and opportunities for Coles, and has the potential to contribute to and increase the exposure of other material risks. These include increased frequency/intensity of extreme weather events and chronic climate changes which can disrupt our operations and compromise the safety of our team members, customers, supply chain and the food we sell; changes to government policy, law and regulation, which can result in increased costs to operate and potential for litigation; and failure to meet expectations of stakeholders resulting in reputational damage.", "label": "risk", "id": "train_1_0"}
{"text": "In 2019, Olam Cocoa invested in a 30,000m3 quayside terminal within Amsterdam Port Area for bulk cocoa bean storage, using technology for increased efficiency, full traceability and reduced logistics costs. It is powered by solar energy, with the product moved using solar power conveyors instead of diesel trucks, reducing carbon dioxide emissions by 80% and power costs by 30%. It has 6 electric vehicle charge points, LED lighting, and hot water powered by an electric heat pump.", "label": "opportunity", "id": "train_1_1"}
{"text": "As a result, the following training has been carried out: BBVA'S SUSTAINABILITY STANDARDS COURSE with corporate relationship managers AD-HOC TRAINING for employees of the business segments Sustainability training at BBVA is an ongoing effort.", "label": "neutral", "id": "train_1_2"}
{"text": "In December 2019, Eni signed an agreement with Falck Renewables for the joint development of renewable energy projects in the United States, targeting at least 1 GW of installed capacity by the end of 2023. Eni will also acquire a 49% stake in Falck already existing plants in the USA (116 MW capacity, included a storage system of 3 MW).", "label": "opportunity", "id": "train_1_3"}
{"text": "In July 2020, BlackRock provided comments to the Department of Labor's proposed rule on 'Financial Factors in Selecting Plan Investments' (the 'DoL Proposal') highlighting our concern that the DoL Proposal could interfere with plan fiduciaries' abilities and willingness to consider financially material Environmental, Social, and Governance factors. BlackRock provided recommendations that aimed at helping the Department of Labor improve the DoL Proposal, while mitigating the potential burdens the DoL Proposal would have placed on plan fiduciaries. We were pleased to see several of our suggestions incorporated into the final rule.", "label": "neutral", "id": "train_1_4"}
{"text": "HayWired Resilient Business Challenge In 2018, JPMorgan Chase participated in the San Francisco HayWired Resilient Business Challenge, which is designed to help businesses increase their own preparedness and mitigate the impact an earthquake or other natural disaster could have on their ability to resume business activities.", "label": "risk", "id": "train_1_5"}
{"text": "Building on our history of energy efficiency improvements, we substantially increased our commitment to renewable energy in 2020, committing to 100% renewable electricity for US operations which accounts for over half of our global electrical load.", "label": "neutral", "id": "train_1_6"}
{"text": "3.6.1 Measure of strategic resilience against a 2 C scenario Societe Generale's strategy is reflected in its portfolio allocation, and therefore a measure of the strategic resilience of the Group against a 2 C scenario is a measure of the portfolio allocation against a 2 C scenario.", "label": "risk", "id": "train_1_7"}
{"text": "Transportation infrastructure for electric mobility is the focus of IFC’s $8 million investment in Lithium, India’s first electric fleet operator company. The project will provide job opportunities for up to 8,000 drivers over five years. This is IFC’s inaugural investment in electric mobility. The project supports electrification of transportation, which will help avoid annual greenhouse emissions of more than 25,000 metric tons per year.", "label": "opportunity", "id": "train_1_8"}
{"text": "Across all our businesses our plans include targets and commitments to manage our own environmental impact, with £530 million of investment planned across Electricity and Gas Transmission. We have committed to reducing NOx emissions from our gas compressors, and achieving net zero construction emissions by 2025/26. We are targeting investments to replace leaking SF6 (an insulating gas and source of GHG emissions) equipment to reduce emissions by 50% by 2030, phasing out the procurement of new assets containing SF6 and introducing SF6 free technologies.", "label": "opportunity", "id": "train_1_9"}
{"text": "Oil and gas mining projects in the Arctic The Arctic Circle (an area north of the 66 33' latitude) is home to rare ecosystems and indigenous people with a unique culture. For mining projects in this region, environmental and social risk assessments are conducted, and close attention is paid not only to environmental considerations but also to measures to protect biodiversity and indigenous communities, when considering lending.", "label": "risk", "id": "train_1_10"}
{"text": "We can engage on our own (via our own funds) and also together with other investors. Joint engagements are for example done via our active membership of the IIGCC (Institutional Investor Group on Climate Change) and the Principles for Responsible Investment. Kempen is also part of an international engagement initiative called Climate Action 100+ that was launched in December 2017 and targets over 150 carbon intensive companies. For more engagement examples see kempen.com/en/asset-management/ responsible-investment.", "label": "neutral", "id": "train_1_11"}
{"text": "Climate change-related risks may also adversely impact the value of the securities that we hold or lead to increased credit risk of other counterparties we transact business with, including reinsurers. In addition, our reputation or corporate brand could be negatively impacted as a result of changing customer or societal perceptions of organizations that we either insure or invest in due to their actions (or lack thereof) with respect to climate change. We cannot predict the long-term impacts of climate change on our business and results of operations.", "label": "risk", "id": "train_1_12"}
{"text": "Paired with BlackRock's leadership in financial modeling and the power of Aladdin as a platform, Rhodium's data provides important new risk capabilities for our clients and for the industry.33 Aladdin Climate will power new Aladdin capabilities and add new risk metrics to BlackRock's modeling platform, and we will continue to extend our research across asset classes and geographies over time.34 Risks, opportunities & scenario analysis BlackRock recognizes the importance of effective identification, monitoring, and management of climate- related risks and opportunities across its global business.", "label": "neutral", "id": "train_1_13"}
{"text": "We want to contribute to the transition to the circular economy. The linear economy is not sustainable: we throw out a great deal (waste and therefore raw materials, experience, social capital and knowledge) and therefore discard value. This is not viable from an economic and ecological perspective. As investor we can ‘direct’ companies and with our network, our scale and our influence we can help the movement towards a circular future (creating a sustainable society) further along.", "label": "opportunity", "id": "train_1_14"}
{"text": "This work will be instrumental in constantly evolving Maersk's approach to manage physical risk from climate change in a way that is adequate given the increased challenges Maersk will see in the future.", "label": "risk", "id": "train_1_15"}
{"text": "Climate-related risks and opportunities are part of Pandora’s Enterprise Risk Management system reporting to the Executive Leadership Team and the Board of Directors. Pandora’s climate and renewable energy targets are governed by the Sustainability Board, which has five members from the Executive Leadership Team.", "label": "neutral", "id": "train_1_16"}
{"text": "A group of 80 employees, from all Group bu- siness lines and regions (many working di- rectly with major BNP Paribas clients), was created to share best practices Groupwide with the aim of seizing on as many energy transition opportunities as possible together.", "label": "opportunity", "id": "train_1_17"}
{"text": "The British Columbia Carbon Tax Act sets a carbon price of $30 per tonne of CO2e on fuel combustion. Beginning April 1, 2018, the provincial carbon tax is expected to increase by $5 per tonne of CO2e per year, reaching the federal target carbon price of $50 on April 1, 2021. The tax may also be expanded to fugitive and vented emissions from the oil and gas sector. The Government of British Columbia has also introduced measures to reduce upstream", "label": "neutral", "id": "train_1_18"}
{"text": "BNP Paribas conducted two studies in 2019 to as- sess the resilience of its loan books to transition risks and physical risks. - The Industry Research Department (EIS) of the Group Risk Department performed an internal analysis on five-year energy and climate-related risks, physical risks and transition risks. This report is part of the Group's standard analysis of syste- mic risks, inter alia in the context of the analyses conducted by EIS on the impact of different risk factors on economic sectors. The purpose of the analysis was to identify and assess the main en- ergy transition and climate change risks incurred by BNP Paribas. It notably examined the impact of climate change on sovereign risk and the more or less significant exposure of various economic sectors to energy transition risks and opportuni- ties. This broad, detailed study found BNP Pari- bas' business model to be resilient to these risks, with respect to: o its businesses, and the sector and geographic classifications of its portfolios; o the measures taken to mitigate these risks. - For the first time, in 2019 and with the help of external specialists, BNP Paribas performed an assessment, on a sample of clients in its portfolio, of physical risks covering the consequences of cli- mate change (extreme weather events) on the as- sets of Group clients. They generate financial risks for companies not only through direct impacts on their assets, but also in terms of indirect impacts through their supply chains and markets. For each counterparty analysed, the final score of exposure to physical risks is based on three risk factors: operational risks, supply chain risks (upstream) and risks of market share losses (downstream).", "label": "risk", "id": "train_1_19"}
{"text": "Climate action lines: In 2018, CaixaBank signed an agreement with the European Investment Bank (EIB) consisting of a line of credit amounting to EUR 30 million to fund investments in SMEs, individuals, and the public sector to combat climate change (e.g., electric cars, modifications to facilities, and home improvements). In addition, CaixaBank acts as a broker for EIB funds related to renewable energy projects. Specifically, in 2018, EUR 35 million have been allocated to finance a wind farm project.", "label": "opportunity", "id": "train_1_20"}
{"text": "Electrical and electronic waste (WEEE) accounts for 7% of the total waste generated by Wavestone’s activities in weight. This type of waste represents a major challenge given its large carbon footprint throughout its entire lifespan (use of water, metal and energy resources at all stages from product design through to recycling). We recycle all this waste or channel it for reuse or energy recovery.", "label": "neutral", "id": "train_1_21"}
{"text": "The scientific community has concluded that increasing global average temperatures produces significant physical effects, such as the increased frequency and severity of hurricanes, storms, droughts, floods or other extreme climatic events that could interfere with Eni’s operations and damage Eni’s facilities. Extreme and unpredictable weather phenomena can result in material disruption to Eni’s operations, and consequent loss of or damage to properties and facilities, as well as a loss of output, loss of revenues, increasing maintenance and repair expenses and cash flow shortfall.", "label": "risk", "id": "train_1_22"}
{"text": "In addition to providing the facility with steam needed for operations, the cogeneration units may export an additional 800 megawatts (MW) of electricity to the provincial grid, equivalent to roughly 7% of Alberta's current electricity demand, and reduce emissions by approximately 2.5Mt/y, equivalent to displacing 550,000 cars from the road.", "label": "opportunity", "id": "train_1_23"}
{"text": "In 2019, with a focus on its financing portfolio(2), EDC set a target to reduce its exposure to the most carbon intensive sectors by 15 per cent over five years against a December 31, 2018 baseline. As a result of this reduction, the carbon intensive exposure of EDC’s financing portfolio at December 31, 2023 is targeted to reduce to $18.9 billion(3), a decrease of approximately $3.3 billion over the five-year period.", "label": "neutral", "id": "train_1_24"}
{"text": "We plan on aiding economic development efforts in the Carolinas by keeping electric and gas bills affordable and by working with current and prospective employers to show them how we can provide them with on-demand energy. And through philanthropic giving, which will increase SCANA’s community giving by $1 million per year over the next five years, we expect to focus on education, environmental stewardship and community needs.", "label": "opportunity", "id": "train_1_25"}
{"text": "The Group faces many other risks which, although important and subject to regular review, have been assessed as less significant and are not listed here. These include, for example, natural catastrophe and business interruption risks and certain financial risks. A summary of financial risks and their management is provided on page 33.", "label": "risk", "id": "train_1_26"}
{"text": "In 2018, we announced the selection of the Airbus A220 aircraft as the replacement for our existing Embraer 190 aircraft. This selection of a new aircraft before the full useful life of older aircraft had expired was driven in part by our fuel and greenhouse gas emissions efficiency strategy. It is highly unusual for an airline to replace its entire fleet halfway through its expected lifespan, but the improved fuel efficiency and cost savings made this the clear choice. This asset shift brings the potential of an estimated 40% fuel efficiency improvement per seat and an equivalent reduction in carbon emissions, contributing to an estimated 30% decrease in operating cost per seat.", "label": "opportunity", "id": "train_1_27"}
{"text": "The Group is a major provider of non-retail loans. A key step in credit risk due diligence for non-retail lending is the assessment of potential transactions for environmental, social and governance (ESG) risks, including climate risk, through our ESG Risk Assessment Tool. All Institutional Bank loans, as well as large loans in other business units, are evaluated through the Group’s compulsory ESG risk assessment process. The risk of climate change is assessed at origination and during the annual review process for Institutional Bank loans. Exposures with medium or high risk profile are subject to additional due diligence and heightened consideration and assessment in the credit process. During the year ended 30 June 2020, the Group recognised provisions for impairment of $90 million reflecting the impact of extreme weather events on the credit quality of the Group’s loan portfolio.", "label": "risk", "id": "train_1_28"}
{"text": "Metrics and Targets Scotiabank sets, monitors and reports on climate change related performance and targets annually in Scotiabank's Sustainable Business Report. The Bank also reports to Carbon Disclosure Project (formerly the Carbon Disclosure Project). As part of Scotiabank's Climate Commitments, the Bank is tracking the initiatives that underlie its commitment as part of the metrics and targets it has adopted pursuant to these Commitments.", "label": "neutral", "id": "train_1_29"}
{"text": "44 National Australia Bank delayed in the 2020 financial year, due to COVID-19, but is expected to be completed in the 2021 financial year. - Climate Measurement Standards Initiative (CMSI) - The Group joined and supported this cross-sector industry initiative which formed in the 2020 financial year. The CMSI includes representatives from across the banking, insurance and investment sectors alongside pre-eminent Australian climate scientists working together under the auspices of the National Environmental Science Program's Earth Systems and Climate Change (ESCC) Hub, professional services firms and finance sector industry bodies. The objectives of the CMSI are to provide open- source voluntary guidelines for financial institutions (banks, insurers and asset managers and owners) with consistent scientific and technical guidance on how to assess the physical risk of climate-related damage to homes, buildings and other critical infrastructure arising from extreme weather events - such as tropical cyclones, bushfires and floods. The CMSI focused on supporting implementation of the Task Force on Climate-related Financial Disclosures recommendations in addition to better understanding the financial system's exposures to climate-related risks. Two key reports were published in the 2020 financial year, including a finance report and a science report which are available at: https://www.cmsi.org.au/reports - Climate-KIC Australia (Climate-KIC) - The Group has been working with Climate-KIC and a number of other organisations, including government agencies and industry bodies on an Adaptation Finance Project. This project is exploring how the financial sector can invest in climate adaptation to deliver commercial returns and greater climate resilience with a view to developing insights into the creation of a scalable approach to adaptation finance. In 2020, the project completed a report that shares insights and makes recommendations for current and future projects focused on addressing the adaptation finance gap. This work has contributed to the adaptation finance discourse in Australia - the report is available at: https://climate-kic.org.au/our-projects/ adaptation-finance-project/ - Resilience Investment Vehicle (RIV) - The Group has been working with IAG, CSIRO and a number of other government agencies, industry groups and not-for-profits on a RIV. This project is exploring how the financial sector can invest in climate adaptation to deliver commercial returns and greater climate resilience with a view to developing insights on the creation of a scalable approach to climate adaptation finance. - Australian Industry Energy Transitions Initiative (AIETI) - The Group joined this collaborative industry initiative supported by ClimateWorks Australia and Climate-KIC in the 2020 financial year. The AIETI aims to accelerate informed action by Australian industry towards the achievement of net zero emissions in hard-to-abate sectors by 2050 while managing the transition to thrive in a decarbonised global economy. The AIETI will focus on five supply chains critical to achieving the Paris Agreement temperature goals ('well-below two degrees", "label": "neutral", "id": "train_1_30"}
{"text": "- green business development through: (i) a growing commitment to renewable energy (approximately 1,000 MW installed power in 2021); (ii) development of the second phase of the Venice biorefinery and the completion, by the end of 2018, of the Gela biorefinery; (iii) strengthening of green chemistry, with production of bio-intermediates from vegetable oil at Porto Torres, studies and partnerships with other operators. Eni's capex for the 2018-2021 four-year period amount to more than €1.8 billion, including R&D costs to support path to decarbonization.", "label": "opportunity", "id": "train_1_31"}
{"text": "An event occurred on 3 July 2019, which resulted in an official caution being issued to AGLM on 21 April 2020. The event, which occurred at the Bayswater Power Station, involved oil leaking into the power station cooling water system. The official caution was issued for an alleged failure to comply with a licence condition that required plant and equipment to be maintained and operated in a proper and efficient condition and manner, respectively.", "label": "risk", "id": "train_1_32"}
{"text": "Barclays recognises that MTR in the Appalachian region of the USA is a legal mining method, overseen by a robust regulatory framework. MTR has also, however, been subject to intense political, judicial and regulatory debate over the last decade, due to its negative environmental and social impacts on one hand, and positive local benefits on the other.", "label": "risk", "id": "train_1_33"}
{"text": "Funds, launched a Climate Risk Monitoring Service and we also launched our £2.1bn All World Equity Climate Multi Factor Fund. RI will remain a high priority for all stakeholders in the Central Pool in the years ahead and we will continue to develop and enhance our corporate capabilities in this area.", "label": "opportunity", "id": "train_1_34"}
{"text": "Methodology and scope The portfolio carbon footprint is calculated based on the following measures for scope 1+2 emissions in line with the GHG Protocol. Emission-related data is provided by MSCI.", "label": "neutral", "id": "train_1_35"}
{"text": "For NN’s residential mortgage portfolio, we analysed physical risks. Physical risks for mortgages in the Netherlands are mainly related to damage caused to properties by flooding events (including surface water flooding caused by heavy rainfall, river flooding, and coastal flooding). These events could either lead to a value decrease of collateral and/or impact on the ability of a houseowner to pay their mortgage.", "label": "risk", "id": "train_1_36"}
{"text": "In line with this action plan, in 2014 we set the target of “achieving a five-fold increase in value created in terms of climate change countermeasures through the provision of NEC products and services compared to the CO2 emissions from NEC’s supply chain,” and proceeded to carry out initiatives. During fiscal 2019, the value was six times, with a contribution of 33.58 megatons for an mitigation, targeting a reduction of 23 megatons by fiscal 2021, expanding to 50 megatons by fiscal 2031. Moreover, we will reduce CO2 emissions from our own business operations by improving efficiency and shifting to renewable energy. environmental load of 5.62 megatons, representing a significant improvement from 3.5 times in fiscal 2018. This reflects a stronger approach to our suppliers and an increase in provision of disaster measure-related solutions by domestic subsidiaries.", "label": "opportunity", "id": "train_1_37"}
{"text": "We have evaluated our current and anticipated power generation portfolio using the International Energy Agency (IEA) 2 C Scenario. The findings from our climate-related scenario analysis has shaped our strategy towards achieving a more balanced energy portfolio. - We will restrict our investments in coal-fired power plants and improve the energy efficiency of our existing plants - We will focus on growing our gas and renewables portfolio as well as our green business lines while exploring new business models, products and services that focus on energy efficiency, digitalisation and new energy solutions", "label": "neutral", "id": "train_1_38"}
{"text": "During FY2019, APA expects to commission the 110 MW Darling Downs Solar Farm, the 130 MW Badgingarra Wind Farm and the 17.5 MW Badgingarra Solar Farm. APA continues to evaluate further renewable energy opportunities together with stand-alone and integrated low emission gas generation. This combination of intermittent renewable generation with reliable, low emissions gas-fuelled generation is well positioned to help deliver energy to people, businesses and communities that use it, affordably, efficiently and reliably.", "label": "opportunity", "id": "train_1_39"}
{"text": "STRATEGY (S) a. Identifying and managing cli- mate-related risks and opportuni- ties with different time perspec- tives The most significant and largest-impact cli- mate risks and opportunities are related to our investment assets. In terms of our own operations, the impacts are minor. Indirect risks mainly arise through our customers' business.", "label": "neutral", "id": "train_1_40"}
{"text": "Megatrend As the world’s population becomes increasingly urbanized, infrastructure development and renewal will be unable to keep up, and major social issues such as housing shortages, traffic paralysis, and air pollution will only worsen. In newly emerging nations, environmental awareness will increase as the economy grows, and investments into environmental measures will proceed at the national and the global levels.", "label": "risk", "id": "train_1_41"}
{"text": "$200 billion in financing to sustainable businesses and projects by 2030, with more than 50 percent focused on clean technology and renewable energy transactions to help accelerate the transition to a low-carbon economy. This commitment demonstrates how our products and services, operations and culture, and philanthropy can be harnessed toward a single goal. As an example,", "label": "opportunity", "id": "train_1_42"}
{"text": "The AIETI will focus on ve supply chains critical to achieving the Paris Agreement temperature goals ('well-below two degrees Celsius and striving for 1.5 degrees Celsius') given their signicance to global emissions and their relatively higher abatement costs.", "label": "risk", "id": "train_1_43"}
{"text": "As a global company, we have a role and responsibility that extends even beyond the world of health. We are making progress to minimize our environmental impact and maintain resilient global operations by continuing to reduce greenhouse gas emissions —down 48% since 2008— and water consumption. We remain committed to reducing waste and increasing the use of renewable energy in alignment with our bold new sustainability goals for 2030.", "label": "neutral", "id": "train_1_44"}
{"text": "The impact of climate change may over time affect the operations of the Group and the markets in which the Group operates. This could include physical risks such as acute and chronic changes in weather and/or transitional risks such as technological development, policy and regulatory change, and market and economic responses. Efforts to address climate change through laws and regulations, for example by requiring reductions in emissions of GHGs such as CO2, can create economic risks and uncertainties for the Group’s businesses. Such risks could include the cost of purchasing allowances or credits to meet GHG emissions caps, the cost of installing equipment to reduce emissions to comply with GHG limits or required technological standards, decreased profits or losses arising from decreased demand for the Group’s goods and higher production costs resulting directly or indirectly from the imposition of legislative or regulatory controls. Manifestation of these increased costs may increase the underlying cost of production of the Group’s products which may adversely impact the financial performance of the Group.", "label": "risk", "id": "train_1_45"}
{"text": "In addition to its efforts to develop sustainable products and services, the Bank has identified opportunities to be greener in its operations. The actions we have taken to improve the energy efficiency of our buildings have enabled us to currently exceed regulatory requirements and meet the expectations of our stakeholders. Over the past 20 years, the Bank has voluntarily adopted various measures to considerably improve the energy efficiency of its buildings. As a member of the Energy Savers Circle of Hydro-Quebec (a public utility that manages the transmission and distribution of electricity in Quebec), the Bank has set up an innovative web-based interface to remotely manage energy use at over 100 of its branches. This system allows the Bank to oversee its facilities and make sure they meet energy efficiency goals, year after year. The Bank also implements the criteria for Leadership in Energy and Environmental Design (LEED) certification in its buildings and aims for LEED v4 Gold certification for its new head office to be completed in 2023. Among other things, this allows the Bank to reduce its Greenhouse gas emissions despite an increase in activities. Our Greenhouse gas emissions for 2019 have been calculated at 9,732 tonnes of CO2-down 16% compared to 2017. The Bank has renewed its commitment to carbon neutrality by buying carbon credits to offset emissions that can't be eliminated. This year, the Bank has set a target to reduce its Greenhouse gas emissions by 25% by 2025. This science-based target aims to help limit global warming to 1.5 C, the most ambitious goal of the Paris Agreement.", "label": "neutral", "id": "train_1_46"}
{"text": "Supporting the Low-Carbon Transition Our business units are on pace to meet our commitment to mobilize $250 billion to support low-carbon solutions by 2030. They are building expertise, supported by GSF and the Institute for Sustainable Investing, to serve our clients' growing interest in Environmental, Social, and Governance issues and in climate change specifically. Survey data from the Institute suggests rapidly accelerating interest in climate-focused solutions among asset managers, asset owners and individual investors. In response, we are developing accessible new products, such as Morgan Stanley Impact Quotient (see page 15). Our early work in 2013 in scaling green- bond financing has catalyzed new opportunities and continues to drive sector innovation in green and sustainable bonds.", "label": "opportunity", "id": "train_1_47"}
{"text": "In addition to the board, the DLC SEC (a board appointed committee) takes responsibility for monitoring the nonfinancial elements of sustainability, specifically the group's performance in terms of social, environmental (including climate change) and governance (ESG) indicators. Extreme events are assessed, and mitigating actions are considered within the risk appetite framework. Climate considerations are integrated into multidisciplinary, company-wide management processes throughout the group. The DLC SEC is also responsible for promoting the relevance and importance of sustainability, climate issues and sustainable development across the group.", "label": "neutral", "id": "train_1_48"}
{"text": "The stress test conducted on the IEA SDS scenario has shown the overall stability of the book values of the assets with a 7% reduction of the fair value assuming non-deductibility of the costs of Carbon dioxide erability of Carbon dioxide emissions, that is 2% in the event of recognition of the contractual and fiscal recovcharges.", "label": "risk", "id": "train_1_49"}
{"text": "Another loan went to REC Solar, where DNB and three other banks financed a green loan of USD 150 million related to solar panels that are 20 per cent more efficient than traditional panels. The sustainable product framework will be updated in 2020 to include more products, and will also be adapted to the EU's coming classification system for sustainable economic activities (taxonomy) as this is further developed.", "label": "opportunity", "id": "train_1_50"}
{"text": "In September 2018, together with Index Initiative and the United Nations Foundation, we launched the World Benchmarking Alliance (WBA) on the eve of the General Debate of the 73rd session of the United Nations (UN) General Assembly. The WBA publishes free and transparent benchmarks ranking companies on contributions towards achieving the UN Sustainable Development Goals (SDGs). The aim is to increase transparency and accountability for businesses in relation to the Sustainable Development Goals as well as empower consumers, investors, governments and civil society organisations by providing them with free and publicly available data that shows a company's Sustainable Development Goal performance, which they can use when deciding where to spend their money, allocate their investments or direct their policy and advocacy efforts. The WBA will develop a range of corporate benchmarks by 2023 to comprehensively assess the progress of 2,000 companies across major areas of transformation required to achieve the SDGs. The first set of benchmarks will be published in 2020 and will address food and agriculture, climate and energy, digital inclusion and gender equality and empowerment.", "label": "neutral", "id": "train_1_51"}
{"text": "In 2013, Nationwide identified a gap in how and when lenders collect data regarding the mortgage security property, which impacts risk management and the customer journey. This often means that consideration of environmental risks on the property is limited and only takes place after the mortgage offer has been issued through the conveyancing process, which can be inconsistent and is reviewed by a professional who is not qualified in this area.", "label": "risk", "id": "train_1_52"}
{"text": "Blended Finance Catalyst Pool In 2018, we launched our Blended Finance Catalyst Pool to mobilize additional private capital to help address the U.N. Sustainable Development Goals. This financing initiative provides $60 million of capital for Affordable and Clean Energy (SDG7), Sustainable Cities and Communities (SDG11), Clean Water and Sanitation (SDG6), and Climate Action (SDG13), among others.", "label": "opportunity", "id": "train_1_53"}
{"text": "We have imposed restrictions on providing loans, advice and insurance to controversial and socially sensitive sectors and activities such as: the energy sector, project finance, arms-related activities, narcotic crops, gambling, fur, palm oil production, mining, deforestation, land acquisition and involuntary resettlement of indigenous populations, tobacco, mining, animal welfare and prostitution.", "label": "neutral", "id": "train_1_54"}
{"text": "Climate change potentially has multiple effects that could harm the Group’s operations. The increasing scarcity of water resources may negatively affect the Group’s operations in some regions of the world, high sea levels may harm certain coastal activities, and the multiplication of extreme weather events may damage offshore and onshore facilities. These climate risk factors are continually assessed in the risk management and prevention plans.", "label": "risk", "id": "train_1_55"}
{"text": "Thus Deutsche Borse together with the Green and Sustainable Finance Cluster Germany seeks to drive the sus tainable development and associated transformation process in the financial sector, also in respect of sus tainable climate finance.", "label": "opportunity", "id": "train_1_56"}
{"text": "Because our electric grid will continue to rely on high-voltage and lower-voltage power lines, we expect to invest about $800 million annually for the foreseeable future to build new transmission infrastructure, replace more than 2,000 miles of high-voltage transmission lines, and upgrade physical security at substations. The rebuilds will increase the capacity on our transmission lines, which in part enhances our ability to transport more renewable energy.", "label": "opportunity", "id": "train_1_57"}
{"text": "Since the Fund is a small organisation, where several senior executives are directly involved in climate work, the executive management is judged to have a good knowledge of the work that is taking place. Thus, the Fund has god opportunities to assess and manage cli- mate-related risks and opportunities.", "label": "neutral", "id": "train_1_58"}
{"text": "Absolute coal threshold Coal assets are particularly carbon-intensive and susceptible to stranded asset risk given the long life of these assets, as well as the evolving regulations on carbon emissions. To ensure we actively manage such risks, we implemented an absolute coal threshold to identify large carbon emitters with a diversified business mix, where relative thresholds may provide inadequate guidance. Our willingness to tackle climate change challenges is reflected in our new, 2019 commitment to not invest in mining companies producing at least 20 million tonnes of coal per year and power utility generators with more than 10 gigawatts of installed coal fire capacity.", "label": "risk", "id": "train_1_59"}
