{"text": "- For the first time, in 2019 and with the help of external specialists, BNP Paribas performed an assessment, on a sample of clients in its portfolio, of physical risks covering the consequences of climate change (extreme weather events) on the assets of Group clients.", "label": "risk", "id": "train_2_0"}
{"text": "At CEMEX, we are seeking to invest in upgrading our cement plants, trying to maximize the use of alternative fuels to power our kilns and transition away from fossil fuels. In 2019, we pledged more than US$50 million to invest in an innovative global program to replace fossil fuels with alternative fuels. Among our initiatives, we are starting to integrate an innovative new hydrogen-based technology to enable our cement kilns to increase their use of alternative fuels by optimizing their combustion process, while lowering their consumption of fossil fuels and reducing their CO2 emissions.", "label": "opportunity", "id": "train_2_1"}
{"text": "ING has the opportunity to achieve greater impact through our clients. So far, under our Terra approach we have defined sector-level climate metrics and targets such as technology change and emissions-intensity reduction to align our lending portfolio with the Paris Agreement. The approach focuses on the most climate-relevant sectors as measured by their global carbon footprint (i.e. those sectors responsible for approximately 75% of total global emissions). To do so, we apply multiple technologies, with the two primary ones being the PACTA approach for corporate lending and the", "label": "neutral", "id": "train_2_2"}
{"text": "Greenhouse gas Mitigation Measures Our five year Greenhouse gas mitigation plan consists of three key elements - Energy Efficiency (Reduce), Renewable Energy (RE) Purchase (Replace) and Travel Substitution (Reduce and Replace); of this, RE procurement will contribute the maximum, 80% share to Greenhouse gas emission mitigation strategy for Scope 1 and 2.", "label": "neutral", "id": "train_2_3"}
{"text": "In terms of physical risks, extreme weather events such as typhoons and floods have the potential to become more serious. Such events could lower production capacity at the Group’s manufacturing bases and trigger an increase in costs from damages. Moreover, in regions where there is a heightened water risk owing to fluctuations in rainfall, production activity at our manufacturing bases may be limited by restrictions on water use as a result of drought.", "label": "risk", "id": "train_2_4"}
{"text": "Sydney Airport's contribution to climate change solutions will also present new opportunities. These include: - Supporting the move to a carbon-constrained world by working with airline partners to provide infrastructure to support further electrification and low emission fuels - Integrating climate adaptation opportunities into community investment strategies aimed at supporting the resilience of our communities and their support for our activities - Lower operating costs by reducing energy consumption.", "label": "opportunity", "id": "train_2_5"}
{"text": "Finally, prolonged and multiple periods of heatwaves or other consequences of rising temperatures may result in increased mortality and morbidity, thereby impacting our life and income insurance liabilities. Long-term threats are difficult to predict, but at this time, we expect this to have less impact on our life and income insurance liabilities than other risks, such as changes in demographics or pandemics. It should be noted though that whilst pandemic outbreaks can be attributed to a number of interrelated factors, climate change is likely to increase the risks by spreading of disease vectors into areas that formerly did not experience these.", "label": "risk", "id": "train_2_6"}
{"text": "Work on our approach to becoming a net zero carbon business will include the development of new targets to replace and supplement our existing ones. These will be set and made public during the current financial year.", "label": "neutral", "id": "train_2_7"}
{"text": "In 2019, we: • provided a $43 million green loan to Sunseap Group to fund its installation of solar photovoltaic systems on the rooftops of 210 sites ranging from commercial and industrial to government premises. The 37 megawatt-peak solar power systems can generate enough energy to help reduce greenhouse gas emissions by 17,000 tonnes per year; and • rolled out U-Solar, Asia’s first solar industry ecosystem that connects businesses and consumers across the solar power value chain.", "label": "opportunity", "id": "train_2_8"}
{"text": "During 2015, we emitted 23.4 million tonnes of Scope 1 (direct) CO2e emissions mainly from fuel usage. Our Scope 2 (indirect) CO2 emissions, totalled 13.7 million tonnes. Our Scope 3 emissions include emissions from a broad range of sources, including shipping, land transportation by third parties and the use of our energy products.", "label": "neutral", "id": "train_2_9"}
{"text": "Last year the Aviva Foundation in the UK invested unclaimed assets of shareholders through grants and social enterprise investments. In 2019 the Foundation has now committed to giving £3.7 million to nine non-profit organisations and social enterprises that, working with our business, can support our communities and vulnerable customers. This has included funding counselling for vulnerable home insurance customers who experience trauma following serious events such as flooding.", "label": "opportunity", "id": "train_2_10"}
{"text": "Climate change Climate change exposes UPM to variety of risks, that can be considered strategic, operational, hazard or financial. Strategic risks are related to competition, markets, customers, products and regulation. For example, unpredictable regulation and subsidies may distort raw material and final product markets, and costs of greenhouse gas emissions may influence UPM’s financial performance. However, transition to low-carbon economy should bring business opportunities to UPM’s renewable and recyclable products. Operational risks can be related to supply chain, availability and price of major inputs. Climate change may also cause operational or hazard risk related to exceptional weather events such as more severe storms, floods and draughts resulting in e.g. unpredictable wood harvesting conditions and hydro power availability. Climate change may also contribute to financial risks such as electricity price.", "label": "risk", "id": "train_2_11"}
{"text": "The two companies and the relevant local authorities had already created 1,088 car-pooling spaces between 2014 and 2018. They will step up their efforts in this area with a motorway investment plan that was approved by the French government in early November 2018. APRR has undertaken to create 1,700 car-pooling spaces at 27 sites by 2021, investing a total of €10.6 million, while AREA will invest €1.7 million to create 250 spaces at five sites in the same timeframe.", "label": "opportunity", "id": "train_2_12"}
{"text": "Reducing Carbon dioxide Emissions in Production Activities In 2019, Toyota's plant manufacturing departments worked with production engineering and drive force departments to conduct energy diagnoses at production sites, propose improvements and implement measures.", "label": "neutral", "id": "train_2_13"}
{"text": "Investec supports international best practices regarding the responsibilities of the financial sector in financing and investing transactions. Social, environmental and ethical risk considerations are implicit in our values, culture and code of conduct and are applied as part of our Environmental, Social, and Governance risk framework.", "label": "risk", "id": "train_2_14"}
{"text": "Fracking clients and transactions which are subject to EDD must demonstrate consideration of environmental and social impacts and risks (as outlined earlier in this section on page 53) and, in addition, demonstrate the following: Compliance with legal, regulatory and permitting requirements and remediation plans resulting from any breaches; Greenhouse gas emissions management and continuous reduction; Management of key environmental impacts, including: well construction and maintenance, water use and conservation, waste water management, water pollution management, air emissions management (including flaring); Engagement with local communities on impacts, including seismic impacts, noise, health and safety.", "label": "risk", "id": "train_2_15"}
{"text": "Medium-Term Business Plan 2017 includes a capital expenditure plan of ¥400 billion over five years as a means of “preparing the way for the future” to achieve our Vision for the Future. As of the end of FY2020.3, we have invested ¥273.4 billion cumulatively. In FY2021.3, we will continue investing in our real estate leasing business and renewable energy business. We will also be actively investing in R&D of construction technologies (such as building next-generation production systems) and digital transformation to dramatically raise productivity. We are also stepping up alliances with startups that have leading-edge technology.", "label": "opportunity", "id": "train_2_16"}
{"text": "Paper BlackRock set a 2020 paper reduction target of 25% in October 2017. As of year-end 2019, BlackRock has reduced paper use globally by 44%. We attribute this reduction to heightening of employee awareness, swipe technology, and standard double-sided print settings on all copiers.", "label": "neutral", "id": "train_2_17"}
{"text": "In addition to consumer loans aimed at improving the energy efficiency of properties, Argentina is focusing on promoting electric mobility by offering different financing products for cars, bicycles and electric scooters.", "label": "neutral", "id": "train_2_18"}
{"text": "In 2020, we invested £880,000 in delivering over 20 energy efficiency projects including a boiler upgrade, building management systems optimisation, improved lighting controls, and the installation of LEDs. These are expected to result in annual energy savings of 2,250,000 kWh. Over the next 12 months, we will pursue ISO 50001 accreditation at our commercial offices.", "label": "opportunity", "id": "train_2_19"}
{"text": "In 2020, sustainability factors have been incorporated as one of the dimensions of the analysis in the Operating Frameworks of Autos, Energy, Utilities, Steel and Cement. All these sectors are included in the taxonomy as transition risk-sensitive.", "label": "risk", "id": "train_2_20"}
{"text": "The second half of 2017 had unprecedented weather events, particularly in Florida and the Caribbean. Hurricanes Irma and Maria resulted in over 2,500 canceled flights or 3% of departures. Following large weather events, it is common to see lingering demand impact similar to what we experienced in New York, following superstorm Sandy in 2012.", "label": "risk", "id": "train_2_21"}
{"text": "We have enhanced our Environmental, Social, and Governance heat map to include proxy climate risk metrics. This heat map is available to our analysts and fund managers and updated on a monthly basis. It includes a composite carbon exposure metric based on the carbon-intensity of business activities, the extent of operations in jurisdictions with stringent carbon emissions regulations and the quality of a company’s carbon management. We targeted a £500 million annual investment in low-carbon infrastructure from 2015-2020, and an associated carbon saving target of 100,000 CO2e tonnes annually. In 2017, we signed £527.5 million of new investment into wind, solar, biomass and energy efficiency. Aviva holds over £744 million in green bonds.", "label": "neutral", "id": "train_2_22"}
{"text": "More than $1 trillion in green bonds have been issued since these securities first emerged in 2007, according to research company BloombergNEF.18 BlackRock is heavily involved in and supportive of the green bond market.", "label": "opportunity", "id": "train_2_23"}
{"text": "In 2019, we invested a total of R$ 72.4 million in the Energy Efficiency Program, which adheres to ANEEL's regulatory guidelines. The projects we developed have saved approximately 40,000 MWh of energy, enough to serve around 17,000 residential customers for one year. This saved volume also represents emissions of 2,825 tons of CO", "label": "opportunity", "id": "train_2_24"}
{"text": "We explain this by UBS's relatively small lending book in climate-sensitive-sectors (see 'UBS corporate lending to climate- sensitive sectors 2019' further below) and availability of insurance where we have relevant exposures to such sectors (e.g., Swiss mortgage lending book).", "label": "neutral", "id": "train_2_25"}
{"text": "The cement industry is associated with high CO2 intensity and LafargeHolcim is exposed to a variety of regulatory frameworks to reduce emissions, some of which may be under revision. These frameworks can affect the business activities of LafargeHolcim. In addition, a perception of the sector as a high emitter could impact our reputation, thus reducing our attractiveness to investors, employees and potential employees.", "label": "risk", "id": "train_2_26"}
{"text": "The future of heat is uncertain, and its decarbonisation is reliant on relatively nascent technologies, such as hydrogen and carbon capture usage and storage, as well as biogas and heat pumps. These new and evolving technologies will need to be used in new contexts and on a scale that has not yet been demonstrated. We do not believe that any of these technologies can, in the next 30 years, reach sufficient scale to represent an existential threat to our gas businesses.", "label": "risk", "id": "train_2_27"}
{"text": "We are Australia's largest corporate purchaser of electricity from renewable projects connected to the grid under project specific agreements. While the output from these projects goes into the total grid pool, rather than directly into our facilities, these agreements play a role in providing the investment certainty to enable these projects to proceed. As the grid itself increases its proportion of renewable energy due to agreements with us and others, the power that flows into our facilities from the grid also becomes greener. The projects we have agreements with, including the Murra Warra Wind Farm and the Emerald Solar Park, generate renewable energy equivalent to the energy consumption of 255,000 households. We will continue to build on this work and invest in renewable energy generation.", "label": "opportunity", "id": "train_2_28"}
{"text": "Scentre Group has a Responsible Business Group, comprised of members of the Executive Team and subject matter experts that are leading initiatives as part of our Sustainable Business Framework. Membership reflects accountability for the delivery of initiatives that contribute to our primary environmental target of Net Zero Emissions by 2030.", "label": "neutral", "id": "train_2_29"}
{"text": "A key part of our progress to meet our target, was the allocation of £250 million to real assets covering real estate, infrastructure, forestry and agricultural land to Townsend Group. The mandate places a high priority on long term responsible investments that meet our financial targets, with a preference to invest positively in sustainable real assets such as energy efficient buildings, renewable energy projects, public transport, water treatment facilities, eco-friendly farming, and sustainable forestry. A case study on our investment in the Threadneedle Low Carbon Workplace Fund is illustrated below.", "label": "opportunity", "id": "train_2_30"}
{"text": "The Group is connected to all parts of the economy through its lending and other banking activities and considers it has an important role to play in financing the low-carbon transition. Therefore, in the 2020 financial year, the Group sought to calculate the Scope 3 emissions associated with key segments of its lending portfolio - residential mortgages, commercial real estate (office and retail), agriculture, power generation and resources (including coal, oil and gas). The objective was to better understand what might be required to align the Group's lending portfolio to the temperature goals of the Paris Agreement and a net zero emissions economy by 2050.", "label": "neutral", "id": "train_2_31"}
{"text": "The Logan Enhancement Project Completing a comprehensive climate change risk assessment and adaptation response Through the Logan Enhancement Project's commitment to address climate related risks, a comprehensive Climate Change Risk Assessment and Adaptation report was prepared and used to inform key design elements of the project.", "label": "risk", "id": "train_2_32"}
{"text": "Emissions generated by the consumption of fuels derived from helicopter and ship transport services (from the plant to the platform of the Gaviota and Castor underground storage facilities). Emissions generated by the consumption of fuels derived from the contracting of surveillance services and air, maritime and land maintenance. Emissions generated by the consumption of fuel in rented vehicles, cranes and suppliers’ hoists.", "label": "neutral", "id": "train_2_33"}
{"text": "Recent events On February 25, 2020, JPMorgan Chase announced additional steps in its initiatives to address climate change and further promote sustainable development. This year, JPMorgan Chase commits to facilitate $200 billion to advance the objectives of the United Nations Sustainable Development Goals (SDGs), including $50 billion toward green initiatives. The new commitment is intended to address a broader set of challenges in the developing world and developed countries where social and economic development gaps persist. As part of this commitment, the Firm had previously announced the creation of the J.P. Morgan Development Finance Institution to expand its financing activities for developing countries.", "label": "opportunity", "id": "train_2_34"}
{"text": "By 2100, the percentage of land area hospitable to malaria could increase between 12 and 46% (optimistic vs. catastrophic scenarios). The disease would remain as epidemic and not pandemic. This extension would mostly aff ect Critical illness and Health covers, but the eff ects can be highly reduced by improvements in socio-economic conditions, irrigation, drainage and better healthcare. The impact of climate change on pandemic risk is also being explored, but as of today no clear link has been demonstrated.", "label": "risk", "id": "train_2_35"}
{"text": "Growing concerns over air quality, road safety, sustainability and urban congestion, among consumers and society at large, are driving the regulations and policies for motor vehicles and urban development. These will impact choice of fuel, ownership patterns and will have a signicant impact on the future of the automotive industry.", "label": "risk", "id": "train_2_36"}
{"text": "power generation) in Ping An Life's investment portfolio, the PACTA tool of 2 Investing Initiative, is used to compare power generation industry trend of Ping An Life's portfolio and the market portfolio from now to next five years.", "label": "neutral", "id": "train_2_37"}
{"text": "On 24 July 2019, we entered into two new senior debt facilities agreements, a £375 million private placement with infrastructure lenders with maturities between 2024 and 2029, and a £125 million ESG facility agreement that matures in 2022. The ESG facility includes a mechanism that adjusts the margin based on carbon emissions against an annual benchmark.", "label": "opportunity", "id": "train_2_38"}
{"text": "We have and could suffer losses due to operational risks Operational risk is the risk of loss resulting from inadequate or failed internal processes, people and systems or from external events. It also includes, among other things, reputational risk, technology risk, model risk and outsourcing risk, as well as the risk of business disruption due to external events such as natural disasters, environmental hazard, damage to critical utilities, and targeted activism and protest activity. While we have policies, processes and controls in place to manage these risks, these may not always have been, or continue to be effective.", "label": "risk", "id": "train_2_39"}
{"text": "Environmental, Social, and Governance Data Factory S&P Global's cross divisional effort to identify opportunities and risks in Environmental, Social, and Governance is supported by a common data and technology backbone. Environmental, Social, and Governance Data Factory feeds S&P Global's Environmental, Social, and Governance offerings. Data sets include public- and private- company data, asset level", "label": "neutral", "id": "train_2_40"}
{"text": "We also support and advise companies in the Latin American and Caribbean agricultural sector to make smart investments that can improve their resilience to climate change. A 7-year financing for up to US$30 million was granted by IDB Invest and Rabobank to support Desdelsur. This project financed the completion of the clients comprehensive livestock project, making its feedlot the largest in Argentina, strengthening its leading position in the export of legumes and oilseeds by telecommunications sector, as well as financing part of the company’s strategic investment plan for the deployment of a 4G network and providing better connectivity across its territory.", "label": "opportunity", "id": "train_2_41"}
{"text": "The downsides of disruptive technology have been apparent in other engagements. The Forum’s discussions with Tesla, a company that potentially will play a central role in decarbonising the car industry, have focused on health and safety concerns about their Freemont car plant. Despite introducing new technologies on the production line, reports have suggested that incident rates are higher than their competitors. There have been similar concerns that employment standards and health and safety records have been worse in new industries, including in the renewable energy sector.", "label": "risk", "id": "train_2_42"}
{"text": "In July 2019, NGO Friends of the Earth Netherlands and its Indonesia and Liberia affiliates notified the Dutch NCP that ING may be in breach of the OECD Guidelines by financing palm oil-related activities. In its initial assessment published January 2020, the NCP did not express an opinion on either the accuracy of the allegations made by the NGOs or the response provided by ING.", "label": "neutral", "id": "train_2_43"}
{"text": "A growing percentage of customers want to reduce their carbon footprint not only in their homes or businesses, but in the vehicles they drive as well. Electric vehicles are a growing consumer choice, and we are taking a three-pronged approach to help our customers seamlessly make the transition. We have several pilots underway in Minnesota to provide home charging options and public charging infrastructure, and to partner with communities and business customers to convert their fleets from traditional to electric vehicles. We recently announced a $25 million investment in electric vehicle infrastructure and believe these pilots will help our customers reduce energy and meet their sustainability needs. We expect to expand our electric vehicle efforts to other states in 2019 and beyond (read more on pages 10-11).", "label": "opportunity", "id": "train_2_44"}
{"text": "This project was achieved through collaboration between Corporate Services, Commodities and GSF. Global Capital Markets also joined the partnership for one of the wind farms to provide construction loan financing to the developer. The Commodities Team will manage the wind farms' energy pricing in the market while providing the firm long-term fixed pricing for RECs.", "label": "opportunity", "id": "train_2_45"}
{"text": "Staff Working Paper on risk differential of brown vs. green assets, published in January 2020. This finds evidence of a risk differential: mortgages against energy-efficient properties are less frequently in payment arrears than mortgages against energy-inefficient properties.", "label": "risk", "id": "train_2_46"}
{"text": "We have updated our external sector statements to include positions on six new sectors including manufacturing, automotive, agriculture, animal welfare, fisheries and UNESCO World Heritage Sites. This is in addition to the existing statements on power, coal, mining, oil and gas, forestry and defence. www.lloydsbankinggroup.com/Our-Group/ responsible-business/reporting-centre/. Our statement on coal has been updated and made more ambitious. We continue with our policy of not financing new coal fired power stations. We have now tightened our requirements for providing general banking or funding, and now require new clients to have less than 30 per cent of their revenue from the operation of coal fired power stations and/or coal mines (previously less than 50 per cent).", "label": "neutral", "id": "train_2_47"}
{"text": "(2018: €4.6bn, 2017: €4.6bn). mBank in Poland also wants to step up its commitment to environmentally friendly product solutions, with an initial investment of around €118m (PLN 500m) in renewable energy projects at the end of 2018. In July 2019, mBank decided to double this financing pool. To date, around three-quarters of the funds for investments have gone to the wind sector, with the rest supporting the development of solar parks.", "label": "opportunity", "id": "train_2_48"}
{"text": "Additionally, Capital Dynamics has formally launched an initiative to utilize renewable clean energy across all offices by purchasing Renewable Energy Credits ('RECs') from a Capital Dynamics-owned renewable power project at a fair market price. Further details are provided in the metrics and targets section of this report.", "label": "neutral", "id": "train_2_49"}
{"text": "Company may not be able to offset such impact, including, for example, through higher freight rates. Climate change legislation and regulation could also affect CN's customers; make it difficult for CN's customers to produce products in a cost-competitive manner due to increased energy costs; and increase legal costs related to defending and resolving legal claims and other litigation related to climate change.", "label": "risk", "id": "train_2_50"}
{"text": "Scenario analysis is an emerging industry practice. TD is dedicated to undertaking the process thoughtfully to gain valuable insight into our overall business strategy. As such, we have embarked on a multi-year journey to conduct climate scenario analysis, using new methods, data and tools. In this report, we outline our approach and progress in laying the foundation for our analysis. As our scenario analysis practice matures, so too will our analytical inputs and results.", "label": "neutral", "id": "train_2_51"}
{"text": "Our investors also expect that we stand for something far more than providing economic returns. To facilitate the change towards net zero, in January 2020, we also announced the launch of our first green bond, issued by National Grid Electricity Transmission plc. The €500 million proceeds from the bond issuance will finance electricity transmission projects with environmental benefits.", "label": "opportunity", "id": "train_2_52"}
{"text": "We recognise that global warming is an existential threat to humanity and one that we collectively can take steps to address. However, this is not a simple issue and we wish to take action that both meets our legislative requirements and is effective. We note that carbon dioxide produced from coal is not the only, or even the most potent, source of greenhouse gas emissions. Any company that sources energy from coal fired (or gas fired for that matter) energy generation is to some extent complicit in and contributing to the problem. This also extends to governments that do not regulate or factor in the costs from the damage that greenhouse gas emissions cause. As such, the list of contributors to the problem extends to almost the full range of our potential investment universe. Further, shutting down all coal supplies to coal fired power plants overnight would cause blackouts in many countries around the world and severely affect energy infrastructure. Electric grid systems that can only manage with a high percentage of base load power are another contributing factor.", "label": "risk", "id": "train_2_53"}
{"text": "Assessment of internal and external factors 4.3.2 As in the usual strategic assessment process, consideration could be given to relevant internal and external factors in evaluating the AI's strategic position and formulating the climate strategy.", "label": "neutral", "id": "train_2_54"}
{"text": "Our actions resulted in one-off additional costs of around £80 million, which has further improved the high level of resilience we have already embedded into our service. For example, our investment in ASVs has been critical to improving our water service, an efficient way of helping to keep customers supplied during planned and unplanned interruptions.", "label": "opportunity", "id": "train_2_55"}
{"text": "The BoM reports regularly and comprehensively to the Supervisory Board on business development, the company’s financial position and earnings, planning and achievement of objectives, business strategy, and risk exposure. Climate-related issues are part of these regular updates where relevant.", "label": "risk", "id": "train_2_56"}
{"text": "We believe it is important to have both dedicated in- house ESG expertise, as well as broad-based responsibility for ESG matters across investment teams. Carlyle has a dedicated global team of internal ESG professionals led by Carlyle’s Global Head of Impact, who reports in directly to the firm’s COO. The ESG team works closely with our deal teams and the Global Legal Investment team as they diligence potential investments, and subsequently directly with our majority-owned portfolio companies to drive understanding and adoption of ESG principles and to create tailored value-creation plans. We also work closely with investors and broader stakeholders to drive industry learnings and best practice. As such, our work on climate risks and opportunities are integrated across the responsibilities of Carlyle professionals.", "label": "neutral", "id": "train_2_57"}
{"text": "Our identified short, medium and long-term climate-related risks On-balance sheet activities Given our balance sheet exposure we have not identified material climate-related risks (physical or transition) over the short (2 years), medium (3-7 years) and long term ( 7 years).", "label": "risk", "id": "train_2_58"}
{"text": "KINCARDINE: Financing for the construction and operation of a 50MW wind farm located in Scotland in which the sponsor is Cobra (ACS Group) and where BBVA has participated as one of the three leading banks. Kincardine is one of the world's first offshore floating wind farms and is a sign of BBVA's support for new sustainable technologies.", "label": "opportunity", "id": "train_2_59"}
