{"text": "While filming the movie, Robin Williams would walk around San Francisco as Mrs. Doubtfire to see if his character was believable.", "label": "not humorous", "id": "train_4_0"}
{"text": "Black women make the best wives. You can't see their bruises.", "label": "humorous", "id": "train_4_1"}
{"text": "What's Hitlers least favorite drink? Jewce", "label": "humorous", "id": "train_4_2"}
{"text": "If you’re reading this, i think you’re pretty.", "label": "not humorous", "id": "train_4_3"}
{"text": "\"Social media has helped to raise national awareness of racism and police brutality...It can literally hurt to watch these violent encounters\"", "label": "not humorous", "id": "train_4_4"}
{"text": "Wanted to watch the Chernobyl miniseries but thanks to Alexa I am deeply engrossed in \"Cher: No Bull.\" What a life she's had!", "label": "humorous", "id": "train_4_5"}
{"text": "I made a company that disguises land mines as prayer mats... Prophets are through the roof", "label": "humorous", "id": "train_4_6"}
{"text": "We feel this is a good 'middle ground' for us at the moment. We're able to maintain our independence and run our collective as we see fit, but are able to tap into grant funds normally reserved for nonprofits, without having to become one. Until we make this transition, however..", "label": "not humorous", "id": "train_4_7"}
{"text": "There's a lot of abuse for overweight Americans on Twitter, it's not fair most of them suffer from an over active knife and fork and have a lot on their plates. You thought I was going to say thyroid didn't you. Cunt.", "label": "humorous", "id": "train_4_8"}
{"text": "Why focus on tobacco w/ all of the other issues blacks face? Because it kills us more than anything else, breaking down family structures.", "label": "not humorous", "id": "train_4_9"}
{"text": "Movie score composer Hans Zimmer had a personal connection to \"The Lion King\" while scoring the film. He lost his dad at a young age and said, \"Suddenly, I am writing a requiem for my father...\" The score earned him an Oscar for best music.", "label": "not humorous", "id": "train_4_10"}
{"text": "me: [panting as i sprint at the gym] guy on the treadmill next to me: stop bringing that fucking harmonica", "label": "humorous", "id": "train_4_11"}
{"text": "If it is really important to you, there is no doubt, you will find a way to make it happen.", "label": "not humorous", "id": "train_4_12"}
{"text": "And Boom...there u have it. Hope y'all enjoyed. Now I'm gonna kill the pizza company. Supernatura I SPN Family", "label": "humorous", "id": "train_4_13"}
{"text": "Your story may not have such a happy beginning but that does not make you who you are, it is the rest of it- who you choose to be'. The KUNG FU PANDA trilogy doesn't get enough love and respect man!", "label": "not humorous", "id": "train_4_14"}
{"text": "Why did the raging alcoholic throw his wife off a cliff? Tequila", "label": "humorous", "id": "train_4_15"}
{"text": "Jeff Bezos, the founder of Amazon, has become the first person ever to have a net worth over $200 billion.", "label": "not humorous", "id": "train_4_16"}
{"text": "What do gays and melons have in common? cantaloupe...", "label": "humorous", "id": "train_4_17"}
{"text": "My wife caught me cheating last night and i feel so ashamed and full of regret. She's never going to play monopoly with me again!", "label": "humorous", "id": "train_4_18"}
{"text": "Jogging increases endorphins which r hormones released by the brain and are associated with happiness jogging brain", "label": "not humorous", "id": "train_4_19"}
{"text": "I do believe that “pithy” is the faggiest word possible in existence.", "label": "humorous", "id": "train_4_20"}
{"text": "\"There's constant changes. It can be a painful process, but without it you'll find yourself moving backwards instead of forwards.\"", "label": "not humorous", "id": "train_4_21"}
{"text": "\"I don't even like you, Why'd you want to go and make me feel this way?\" - 5SOS.", "label": "not humorous", "id": "train_4_22"}
{"text": "When you become a vampire you gain immortality, but it hardly seems worth if you have to live forever without garlic bread.", "label": "humorous", "id": "train_4_23"}
{"text": "kidnapper: [putting more duct tape over my mouth] i said stop eating it", "label": "humorous", "id": "train_4_24"}
{"text": "People just oughta stop being so awful to each other.", "label": "not humorous", "id": "train_4_25"}
{"text": "Why don't dentists display their awards? Because they want to prevent plaque build-up. corny", "label": "humorous", "id": "train_4_26"}
{"text": "When in fact this is a condition doctors are calling “Chromatica sickness”.", "label": "not humorous", "id": "train_4_27"}
{"text": "Since the word \"brink\" gets a raw deal, I'm going to use it in a positive way: I am on the brink of eating a nice fruit salad.", "label": "humorous", "id": "train_4_28"}
{"text": "In 2015, three inmates from Eastern New York Correctional Facility, a maximum-security prison, beat Harvard's debate team in a competitive debate.", "label": "not humorous", "id": "train_4_29"}
{"text": "Why do elephants drink? To forget.", "label": "humorous", "id": "train_4_30"}
{"text": "The state of New York helped the NRA buy its first official shooting range in 1872.", "label": "not humorous", "id": "train_4_31"}
{"text": "This one time, I shot a defenseless black guy and got arrested.. For impersonating an officer of the law.", "label": "humorous", "id": "train_4_32"}
{"text": "\"We're supposed to be straight with you. So be careful what you ask for, bc when you find out whats really going on, you may never recover.'", "label": "not humorous", "id": "train_4_33"}
{"text": "You cannot know your own true strength until you have conquered your own demons", "label": "not humorous", "id": "train_4_34"}
{"text": "studio exec: ok we've got winnie the pooh, eeyore, now what should we name this one writer: tigger studio exec: [was only half listening] woah what the fuck did you just say", "label": "humorous", "id": "train_4_35"}
{"text": "*phones Christian radio station \"Can I request Highway To Hell?\"", "label": "humorous", "id": "train_4_36"}
{"text": "\"He takes your hand, I die a little, I watch your eyes, and I'm in riddles. Why can't you look at me like that?\" - I Wish.", "label": "not humorous", "id": "train_4_37"}
{"text": "Researchers at the University of Washington found that this disparity stems from political orientation biased media framing.", "label": "not humorous", "id": "train_4_38"}
{"text": "I wonder how many calories women burn by jumping to conclusions?", "label": "humorous", "id": "train_4_39"}
