{"text": "I like being old. I was never cool, so this is a better fit for me.", "label": "humorous", "id": "train_0_0"}
{"text": "Sometimes you find yourself becoming stronger, better equipped to deal with the next disaster that comes along. Sometimes, but not always.", "label": "not humorous", "id": "train_0_1"}
{"text": "I left Stephen Hawking like 8 voice mail messages before I realised he'd picked up every time.", "label": "humorous", "id": "train_0_2"}
{"text": "Honour means staying loyal to your word, long after the mood you said it in has left you", "label": "not humorous", "id": "train_0_3"}
{"text": "despite common belief that frozen veg/fruits are unhealthy, freezing fruit & frozen vegetables locks in vitamins at the point of harvest", "label": "not humorous", "id": "train_0_4"}
{"text": "I'm so angry at Facebook. I can't believe they would leak my information after I signed up without reading any of the legal documentation, volunteered all the personal details about my life, and let them track my internet activity. How could they do this to me?", "label": "humorous", "id": "train_0_5"}
{"text": "I got thrown out a strip club last night for using monopoly money. I don't see why I should pay real money to see fake boobs.", "label": "humorous", "id": "train_0_6"}
{"text": "What are some of your favorite podcast? International Podcast Day", "label": "not humorous", "id": "train_0_7"}
{"text": "You know you're getting fat when you make a comment about needing to lose weight and the other person doesn't say anything back.", "label": "humorous", "id": "train_0_8"}
{"text": "This is my favorite time of year: every Sunday, the boys come over, we order hot wings and watch \"Love Actually.\"", "label": "not humorous", "id": "train_0_9"}
{"text": "How do you make your wife scream during sex? You call and tell her about it.", "label": "humorous", "id": "train_0_10"}
{"text": "Sometimes, i'm tired of my own feelings.", "label": "not humorous", "id": "train_0_11"}
{"text": "Worked out legs n nalgas yesterday. Everything hurts. I can't even hold in my farts.", "label": "humorous", "id": "train_0_12"}
{"text": "\"I like my life. I like it the way it is and I don't want it to change. I thought I liked it with you in it. I hope I am not wrong.\"", "label": "not humorous", "id": "train_0_13"}
{"text": "Your mama so fat.. Her curve set everyone's grade to A+", "label": "humorous", "id": "train_0_14"}
{"text": "\"You have to know when not to man up. Sometimes it takes a real man to set his ego aside, admit defeat, and simply start all over again.'", "label": "not humorous", "id": "train_0_15"}
{"text": "Love is the bridge between you and everything - Rumi Happy Valentines valentine s", "label": "not humorous", "id": "train_0_16"}
{"text": "Movie idea: The Shining but the hotel is on a tropical island and there is free wifi and drink deals if you have a wrist band.", "label": "humorous", "id": "train_0_17"}
{"text": "A young woman visits the doctor and sits in the examination room after a series of tests. The doctor finally walks in and says, \"Well, it looks like you're pregnant.\" The woman replies, \"Oh my God, I'm pregnant?!\" The doctor says, \"No, it just looks like you are.\"", "label": "humorous", "id": "train_0_18"}
{"text": "In conclusion, don 't run from awareness, run ON it. And surround yourself with people who are doing the same. ourselves black mag black mental health, ask dr v", "label": "not humorous", "id": "train_0_19"}
{"text": "Twitter will give a blue check mark to just about any scumbag out there. If you don't believe me, just look at all the politicians that have them.", "label": "humorous", "id": "train_0_20"}
{"text": "In complete darkness, we see a specific color called \"Eigengrau,\" which is a shade of dark gray.", "label": "not humorous", "id": "train_0_21"}
{"text": "My ex works in a pharmacy so whenever I want to piss her off I go there and buy condoms for no reason. Sometimes I go there 3 times a day.", "label": "humorous", "id": "train_0_22"}
{"text": "To all parents - I know you're doing the best you can. This time SUCKS, the decisions you're making are HARD, and many of you are hanging on by a thread. To whoever needs to hear this: You're a good parent. You're doing what is best for YOUR family. Give yourself some grace.", "label": "not humorous", "id": "train_0_23"}
{"text": "[sitcom about a hunchback detective] *Detective Hunchback examines a murder weapon* Sidekick: Do you know who did it? DHB: I have a hunch.. (Studio audience loses it)", "label": "humorous", "id": "train_0_24"}
{"text": "He puts his arm around your neck. He's the type of guy that wants you to know that he cares for you and enjoys your company", "label": "not humorous", "id": "train_0_25"}
{"text": "How does Bill Clinton get an intern into his office? He calls her on his sexyphone.", "label": "humorous", "id": "train_0_26"}
{"text": "Patience is the cure for many complaints", "label": "not humorous", "id": "train_0_27"}
{"text": "My wife just cleaned out her purse. So, she'll be having a garage sale later this week.", "label": "humorous", "id": "train_0_28"}
{"text": "Today may not be as good as yesterday, but there is still something good in every day", "label": "not humorous", "id": "train_0_29"}
{"text": "Dwayne \"The Rock\" Johnson just found out 2 of his kids are gay... ...I guess you can say they are fruity pebbles.", "label": "humorous", "id": "train_0_30"}
{"text": "26 Don't get overprotective, but still be protective enough to show you care.", "label": "not humorous", "id": "train_0_31"}
{"text": "In 1789, being a member of Congress in the U.S. was considered a civic duty, and they were only paid 50 cents a day. When adjusted for inflation, the yearly salary for a member of Congress was only about $5,000 a year in today's dollars.", "label": "not humorous", "id": "train_0_32"}
{"text": "What's the difference between a gay man and straight man mustache? The smell", "label": "humorous", "id": "train_0_33"}
{"text": "The Circle Of Life 2019 - Asking your kids for computer help so you can help your parents with theirs.", "label": "humorous", "id": "train_0_34"}
{"text": "Homophobic people often fall short of creativity. The basic inability to appreciate diversity or alternative cultures is symptomatic enough of the fact above.", "label": "not humorous", "id": "train_0_35"}
{"text": "The sentence \"Pack my box with five dozen liquor jugs\" uses every letter in the English alphabet.", "label": "not humorous", "id": "train_0_36"}
{"text": "It's hard watching your wife punish your kid after finding a horsy drawn on the wall in crayon. She just did such a good job parenting, I didn't have the heart to tell her I drew it.", "label": "humorous", "id": "train_0_37"}
{"text": "Yoshi's full name is \"T. Yoshisaur Munchakoopas.\"", "label": "not humorous", "id": "train_0_38"}
{"text": "What do you call an emo a capella group? Self Harmony", "label": "humorous", "id": "train_0_39"}
