{"text": "Only about 10% of the world's population is left-handed. Left Handers Day", "label": "not humorous", "id": "train_2_0"}
{"text": "Dear lady arguing w/ the clerk over whether or not it is \"good\" champagne: YOU ARE IN A GAS STATION!", "label": "humorous", "id": "train_2_1"}
{"text": "\"Don't you know all night I've been waiting for a girl like you to come around?' - Stole My Heart.", "label": "not humorous", "id": "train_2_2"}
{"text": "They told me i wouldn't be good at poetry because I'm dyslexic But so far I've made 3 jugs and a vase and they are lovely.", "label": "humorous", "id": "train_2_3"}
{"text": "Reading a Chinese newspaper is like looking at 1,000 douchebag tattoos at once.", "label": "humorous", "id": "train_2_4"}
{"text": "This is the time to get your finances in order regardless of employment or financial situation. - Dr. Josephus Shepherd STEI Reset COVID 19", "label": "not humorous", "id": "train_2_5"}
{"text": "When you start getting old, it's not like you feel old. You don't. You just start thinking young people are stupid. That's how you know you're old.", "label": "humorous", "id": "train_2_6"}
{"text": "In Japanese \"Kit Kat\" roughly translates to \"Sure Winner.\" Because of this, they're considered good luck among Japanese high school students and they often buy them before exams.", "label": "not humorous", "id": "train_2_7"}
{"text": "Weird. I've been hitting this wasp's nest with a wiffle ball bat for about five minutes and noth- ok I gotta go", "label": "humorous", "id": "train_2_8"}
{"text": "Abulia: A complete inability to make decisions.", "label": "not humorous", "id": "train_2_9"}
{"text": "Six topless women sounds nice. Dozen tit.", "label": "humorous", "id": "train_2_10"}
{"text": "Spicy foods promote good circulation. When you eat spicy food, your body's temperature is raised & your blood flow increase", "label": "not humorous", "id": "train_2_11"}
{"text": "\"Life isn't supposed to be like this. It's not supposed to be this hard.'", "label": "not humorous", "id": "train_2_12"}
{"text": "Dad: Doctor, all five of my boys want to be valets when they grow up! Doctor: Wow! That's the worst case of parking sons disease I have ever seen.", "label": "humorous", "id": "train_2_13"}
{"text": "I HATE being bipolar, it's great.", "label": "humorous", "id": "train_2_14"}
{"text": "A lightning bolt is about five times hotter than the surface of the sun.", "label": "not humorous", "id": "train_2_15"}
{"text": "Marvel have announced their first transgender super hero. Wonder Womb-man will be in cinemas this summer....", "label": "humorous", "id": "train_2_16"}
{"text": "Maybe it's been a min since you've heard this but... YOU MATTER. Don't forget it. â\u009d¤ï", "label": "not humorous", "id": "train_2_17"}
{"text": "[Air guitar competition] *Neil deGrasse Tyson walks in* 'Technically this is a 78% nitrogen, 21% oxygen, 0.9% argon, and 0.03% carbon dioxide guitar competition.'", "label": "humorous", "id": "train_2_18"}
{"text": "To date or not to date a single mom. That is the question. Because getting involved with a single mom can be the best or worst thing you can do to yourself. There are pros and cons that come with dating a single mom but they change depending on your own situation. Let's discuss.", "label": "not humorous", "id": "train_2_19"}
{"text": "Abraham Lincoln, a voracious reader, worked for the USPS before teaching himself law and becoming a lawyer.", "label": "not humorous", "id": "train_2_20"}
{"text": "[ultrasound] Dr: your baby is 7mm in length Me [whispering to wife]: ask him Wife [sighs]: what is that in fruit sizes?", "label": "humorous", "id": "train_2_21"}
{"text": "The act of blowing out birthday candles on a cake increases bacteria by more than 1,400%.", "label": "not humorous", "id": "train_2_22"}
{"text": "I open my phone and read your text. The news is so horrific and heartbreaking I have no idea how to respond. I type 'my condolences' into the GIF search.", "label": "humorous", "id": "train_2_23"}
{"text": "Don't have an IDOL habit, but how could the USA vote Pia off? I may be done for the season! HANX", "label": "not humorous", "id": "train_2_24"}
{"text": "What sex position produces the ugliest kids? Ask your parents.", "label": "humorous", "id": "train_2_25"}
{"text": "\"I just try to get from sun up to sun down. That's as far into the future as I can handle and I've been fine with that.\"", "label": "not humorous", "id": "train_2_26"}
{"text": "Are you writing a thank you letter to Grandma  like I told you to? Yes Mom. Your handwriting seems very large. Well  Grandma's very deaf so I'm writing very loudly.", "label": "humorous", "id": "train_2_27"}
{"text": "This lesbian couple came into my restaurant with a newborn baby in their arms. \"He's so cute,\" I said as I tickled his forehead... \"Boy or girl ?\" \"'It' will decide for itself once it's 12 years old,\" they hissed.", "label": "humorous", "id": "train_2_28"}
{"text": "\"I can feel you watching even when you're nowhere to be seen.\" - 5SOS.", "label": "not humorous", "id": "train_2_29"}
{"text": "\"All the pain and the fear and the crap, maybe going through all that is what keeps us moving forward.\"", "label": "not humorous", "id": "train_2_30"}
{"text": "What did the dyslexic bank robber say when he robbed the bank? \"Air in the hands motherstickers! This is a fuck up!\"", "label": "humorous", "id": "train_2_31"}
{"text": "Green Tea has anti-inflammatory properties to protect the cell membrane and reduces the risk of damage from ultraviolet light skin health", "label": "not humorous", "id": "train_2_32"}
{"text": "My girlfriends threatened to leave me because of my obsession with flamingos.... So I've had to put my foot down.", "label": "humorous", "id": "train_2_33"}
{"text": "Six of the dwarfs have personalities and one of them just sneezes a lot.", "label": "humorous", "id": "train_2_34"}
{"text": "\"People will love you and support you when it's beneficial.\" - Nicki Minaj.", "label": "not humorous", "id": "train_2_35"}
{"text": "Learn to light a candle in the darkest moments of someone's life. Be the light that helps others see; it is what gives life its deepest significance.", "label": "not humorous", "id": "train_2_36"}
{"text": "EVOLUTION: Behold, the cat, the perfect combination of stealth, power, and aggression. After millions of years, I have finally created the greatest hunter of them all. *I place a very small bell on the cat's collar* EVOLUTION: No! Stop! You're ruining it!!!", "label": "humorous", "id": "train_2_37"}
{"text": "Why did the mathematician ignore the tan lady on the beach? He was too concerned with the tan gent.", "label": "humorous", "id": "train_2_38"}
{"text": "Don't depend too much on anyone in this world because even your own shadow leaves you when you are in darkness.", "label": "not humorous", "id": "train_2_39"}
