{"text": "I bought the world's worst thesaurus yesterday. Not only is it terrible, it's terrible.", "label": "humorous", "id": "train_1_0"}
{"text": "My heart is with everyone in Tennessee who has been affected by the tornados. Sending you my love and prayers.", "label": "not humorous", "id": "train_1_1"}
{"text": "What's the process for applying to a job at Hooters? They just give you a bra and say \"Here, fill this out.\"", "label": "humorous", "id": "train_1_2"}
{"text": "The sugar in carbonated soft drinks is a primary source for cavities cavity sugar", "label": "not humorous", "id": "train_1_3"}
{"text": "Rest in Peace to Phife Dawg, a member of the hit group A Tribe Called Quest, who lost his battle due to his health today.", "label": "not humorous", "id": "train_1_4"}
{"text": "Three blondes walk into a bar. You'd think one of them would have saw it.", "label": "humorous", "id": "train_1_5"}
{"text": "A woman named Ebbie Tolbert was born around 1807 and spent 50+ years as a slave. She gained her freedom at age 56, and lived long enough that at the age of 113, she walked to a St. Louis polling station and registered to vote.", "label": "not humorous", "id": "train_1_6"}
{"text": "When I found out my toaster wasn't waterproof.... I was shocked.", "label": "humorous", "id": "train_1_7"}
{"text": "Cucumber contains erepsin, the enzyme that helps to digest protein health protein", "label": "not humorous", "id": "train_1_8"}
{"text": "By legalizing Cannabis and; same-sex marriage we interpreted the bible correctly. \"A man who lays with another man should be stoned.\"", "label": "humorous", "id": "train_1_9"}
{"text": "By law, you are allowed to hit your child as long as you don't leave a red mark. Which is why I only hit black kids.", "label": "humorous", "id": "train_1_10"}
{"text": "New postingS - Bak2School, Hurricane Katrina Anniversary, Anxiety Expert Series, and Reporting from the Black Mental Health Forum in D.C.", "label": "not humorous", "id": "train_1_11"}
{"text": "Tired of losing arguments with people on the internet? I would highly recommend being self loathing. It's great - you get to insult yourself and you rarely have a comeback for it. And even if you do, you still win the argument. It's the best!", "label": "humorous", "id": "train_1_12"}
{"text": "Did anyone see blackish ABC Sink or Swim? Talked about Blacks ability to swim. Wanted to hear your opinion", "label": "not humorous", "id": "train_1_13"}
{"text": "A good relationship starts with good communication", "label": "not humorous", "id": "train_1_14"}
{"text": "Best part of singing while you drive is that you have to keep your eyes open, even when you hit the high notes, which creates one of the most terrifying faces a human can make.", "label": "humorous", "id": "train_1_15"}
{"text": "If you keep snails in the pockets of your cargo shorts, they're called escargot shorts. And send.", "label": "humorous", "id": "train_1_16"}
{"text": "Replacing his statue is a waste of state funds and a waste of an opportunity to do the right thing.", "label": "not humorous", "id": "train_1_17"}
{"text": "Why did the Muslim cross the road? To get to the bigger crowd", "label": "humorous", "id": "train_1_18"}
{"text": "Midnight Sky? Best Miley song ever?", "label": "not humorous", "id": "train_1_19"}
{"text": "Very sorry to hear the news of a great loss to the Hawaiian film community— RIP Archie Ahuna...", "label": "not humorous", "id": "train_1_20"}
{"text": "A. Why do blondes always smile during lightning  storms? Q. They think their picture is being taken.", "label": "humorous", "id": "train_1_21"}
{"text": "Why did the blind woman fall into the well? Because she couldn't see that well.", "label": "humorous", "id": "train_1_22"}
{"text": "C.S. Lewis nominated J.R.R. Tolkien for the 1961 Nobel Prize in Literature. The Nobel prize jury rejected the nomination, stating, \"the result has not in any way measured up to storytelling of the highest quality.\"", "label": "not humorous", "id": "train_1_23"}
{"text": "Anybody who tells you it doesn't is lying. But heres the truth: the more things change, the more they stay the same.", "label": "not humorous", "id": "train_1_24"}
{"text": "What's the difference between being hungry and being horny? Where you put the cucumber.", "label": "humorous", "id": "train_1_25"}
{"text": "I love Matthew Macfayden in succession and I’ve been so curious what he’s like as Darcy in Prideand Prejudice so today I’m gonna watch. But there’s no Cousin Greg in PandP! Mr. Bingley?", "label": "not humorous", "id": "train_1_26"}
{"text": "How much wood would a woodchuck chuck if a woodchuck did CrossFit? My guess is more.", "label": "humorous", "id": "train_1_27"}
{"text": "\"The expected is just what keeps us steady, standing, still. The expected is just the beginning. The unexpected is what changes our lives.'", "label": "not humorous", "id": "train_1_28"}
{"text": "Dating is hard because guys are like \"You're hot, can we do butt stuff yet?\" and girls are like \"It's been 3 days, where's my ring?\"", "label": "humorous", "id": "train_1_29"}
{"text": "What's the difference between Iceland and Ireland? A consonant.", "label": "humorous", "id": "train_1_30"}
{"text": "Instead of just looking for the right person, be the right person", "label": "not humorous", "id": "train_1_31"}
{"text": "\"A cup of raspberries contains sizable portions of your daily recommended intake of vitamins B2 and B3, potassium, magnesium and copper\"", "label": "not humorous", "id": "train_1_32"}
{"text": "How many blind people does it take to change a light bulb? None if nobody's looking.", "label": "humorous", "id": "train_1_33"}
{"text": "I just saw my wife walk by with her sexiest underwear on, which can only mean one thing. It's laundry day.", "label": "humorous", "id": "train_1_34"}
{"text": "Apoplectic. Just saw Neil Young in the Drs office. He sat right next to me in the waiting room. I froze up. Panicked. And said nothing. Still recovering. fangirl", "label": "not humorous", "id": "train_1_35"}
{"text": "Apple has become the first U.S. company to be worth $2 trillion, making it the most valuable company in the world.", "label": "not humorous", "id": "train_1_36"}
{"text": "I only believe 12.5% of the Bible. Which means that I'm an eightheist", "label": "humorous", "id": "train_1_37"}
{"text": "And then one day you realize you're older and fatter than old fat Elvis.", "label": "humorous", "id": "train_1_38"}
{"text": "In 1963, Alfred Heineken invented beer bottles that could also be used as bricks to build houses in impoverished countries.", "label": "not humorous", "id": "train_1_39"}
