{"text": "If I'd been around in France when Marie Antoinette said \"let them eat cake,\" I would've been like \"wait a minute, let's hear this lady out.\"", "label": "humorous", "id": "train_3_0"}
{"text": "There is no son of Adam dearer to his shaytaan than the one who eats and sleeps a lot. - Wahb ibn Munbih", "label": "not humorous", "id": "train_3_1"}
{"text": "What's black and white and black and white and black and white and black and white? A Penguin rolling down a hill What's black and white and laughing? The penguin who pushed him", "label": "humorous", "id": "train_3_2"}
{"text": "Promise me you won't forget about me, ever, not even when I am a hundred. - Christopher Robin", "label": "not humorous", "id": "train_3_3"}
{"text": "You guys keep talking about drinking alcohol out of a brown bag. How does it work? Mine keeps leaking like crazy when I pour it in there.", "label": "humorous", "id": "train_3_4"}
{"text": "Elvis Presley once flew from Memphis to Denver and back in one night for a Fool's Gold Loaf: An 8,000 calorie sandwich made from a hollowed-out loaf of bread, filled with an entire jar of jelly, an entire jar of peanut butter, and a pound of bacon.", "label": "not humorous", "id": "train_3_5"}
{"text": "Welcome to our chat tonight. If you wanna add to the convo, don't forget to use the Auntie Red Tweet Tea hashtag.", "label": "not humorous", "id": "train_3_6"}
{"text": "Q: Why did the lady and her attorney seek a scarlet frock as part of a settlement? A: Because she wanted a red dress for her grievances.", "label": "humorous", "id": "train_3_7"}
{"text": "The original word for 'bear' is unknown. A superstition during the Middle Ages made people believe saying its name would summon the animal. Instead, they would refer to them as \"bear,\" which means 'the brown one.'", "label": "not humorous", "id": "train_3_8"}
{"text": "What do you call people who hate long sentences? Criminals.", "label": "humorous", "id": "train_3_9"}
{"text": "Apples, not caffeine, are more efficient at waking you up in the morning morning caffeine", "label": "not humorous", "id": "train_3_10"}
{"text": "Robert Pattinson once dealt with an obsessed fan by taking her out for dinner and complaining about his life. He says he's able to bore people in two minutes.", "label": "humorous", "id": "train_3_11"}
{"text": "Me: Where are my car keys? Brain: Not telling Me: Come on, please? Brain: Okay, fine I'll tell you.. but not until you're late for work M: Ugh", "label": "humorous", "id": "train_3_12"}
{"text": "Right after landing on the moon, the crew of Apollo 11 was supposed to sleep for 5 hours. They didn't because they figured the excitement would keep them up, so they began preparations early.", "label": "not humorous", "id": "train_3_13"}
{"text": "It’s funny how all the people whining that we need to destroy Cancel Culture are the ones whose points of view minimize and invalidate the experiences of other human beings.", "label": "not humorous", "id": "train_3_14"}
{"text": "\"Call your blonde friend, your black friend & your Asian friend!\" - every cellphone ad ever", "label": "humorous", "id": "train_3_15"}
{"text": "The benefits of having kids include their cuteness, adorable cuddles, and using them being sick as an excuse to get out of absolutely anything you want.", "label": "humorous", "id": "train_3_16"}
{"text": "\"People have scars in all sorts of unexpected places, like secret road maps of their personal histories, diagrams of all their old wounds.\"", "label": "not humorous", "id": "train_3_17"}
{"text": "Girl are you a loan offered by a furniture store? Cause you've been giving me zero interest for 3 years", "label": "humorous", "id": "train_3_18"}
{"text": "Black Yth are 2x more likely to be arrested than white youth Clin. Law Prof. Waldman at chp m summit", "label": "not humorous", "id": "train_3_19"}
{"text": "Marriage Protip: dipping your wife's hand in warm water while she sleeps provides a good excuse to buy a new mattress and upgrade your bed situation.", "label": "humorous", "id": "train_3_20"}
{"text": "\"Illness is a sign of weakness. Once they see it, they never look at you the same way again.\"", "label": "not humorous", "id": "train_3_21"}
{"text": "\"Be peaceful, be courteous, obey the law, respect everyone; but if someone puts his hand on you, send him to the cemetery.\" - Malcolm X", "label": "not humorous", "id": "train_3_22"}
{"text": "A lot of people think I'm stupid, but I just scored a 70 on my IQ test which is like a C, so the joke is on them.", "label": "humorous", "id": "train_3_23"}
{"text": "When kept in captivity, poison dart frogs are harmless. They become poisonous in the wild because they eat ants, and the ants consume a variety of toxic plants.", "label": "not humorous", "id": "train_3_24"}
{"text": "What's the difference between a police officer and a bullet? When a bullet kills someone else, you know it's been fired", "label": "humorous", "id": "train_3_25"}
{"text": "Children follow examples, not advice", "label": "not humorous", "id": "train_3_26"}
{"text": "John Hamm's real name is Toilet Sandwich Meat", "label": "humorous", "id": "train_3_27"}
{"text": "On a previous episode, a female listener left a voicemail and had something to say about the advice. Basically she says none of it's necessary and you'll do better if you \"just be yourself\". So you'll hear her voicemail and then my response to the worst dating advice ever given.", "label": "humorous", "id": "train_3_28"}
{"text": "Welcome to the twitter of ProBonoASL: a group of radical BIPOC interpreters across multiple intersections bringing access to Social Justice movements in Southern California.", "label": "not humorous", "id": "train_3_29"}
{"text": "What do you call a dad that has fallen through the ice? A Popsicle.", "label": "humorous", "id": "train_3_30"}
{"text": "In light of that, beginning today Out we will only be using the Black Lives Matter hashtag in connection with news and updates around this movement. This digital real estate is vital for Black activists and protestors on the ground disseminating information in real time.", "label": "not humorous", "id": "train_3_31"}
{"text": "Happy SuperSoul Sunday everyone. Hope u enjoyed that extra hr. Getting ready for a bunch of AHA moments coming up on SSS. On OWN +Facebook", "label": "not humorous", "id": "train_3_32"}
{"text": "Before you can get a license to kill, you have to get your learners license, which means you're only allowed to kill people when you're with someone who has a full license.", "label": "humorous", "id": "train_3_33"}
{"text": "Pretty typical that a female Asian drove Reddit into a ditch, and now a white man has to dig it out.", "label": "humorous", "id": "train_3_34"}
{"text": "In a 2012 study, people scored higher on a mental agility test when wearing a lab coat that they believed was a doctor's jacket. However, they didn't do as well when they thought the same white coat was a painter's robe.", "label": "not humorous", "id": "train_3_35"}
{"text": "When we speak, we repeat what we already know, but when we listen, we may learn things we never knew before", "label": "not humorous", "id": "train_3_36"}
{"text": "During sex last night, the wife asked me what my favourite sexual position was. \"On top of someone else you fat bitch,\" I replied.", "label": "humorous", "id": "train_3_37"}
{"text": "Whoever needs to read this should know that your parents did the best they could with what they had.", "label": "not humorous", "id": "train_3_38"}
{"text": "Some people have no empathy at all. I'm not even gonna try to understand what it's like to be that kind of person.", "label": "humorous", "id": "train_3_39"}
