{"content": " Kevin Humphreys (born 1958) is an Irish Labour Party politician. He was elected as a Teachta Dála (TD) for the Dublin South–East constituency at the 2011 general election on the 10th and final count without reaching the quota.From Ringsend he was a member of Dublin City Council from 1999 to 2011 representing the South East Inner City area.", "label": "office holder", "id": "train_2_0", "title": "Kevin Humphreys (politician)"}
{"content": " Tri-City Medical Center (Tri-City or TCMC) founded in 1961 is a full-service acute-care public hospital in Oceanside California. Located 40 miles north of San Diego Tri-City serves the three major cities in the North County section of San Diego County: Oceanside Vista and Carlsbad.", "label": "company", "id": "train_2_1", "title": "Tri-City Medical Center"}
{"content": " Robert Robby Carl Takac Jr. (born September 30 1964) is an American musician who is one of the founding members of the Goo Goo Dolls along with Johnny Rzeznik. He is the band's bassist and was formerly the lead singer on the Goo Goo Dolls' earlier albums.", "label": "artist", "id": "train_2_2", "title": "Robby Takac"}
{"content": " The Elizabeth Ducey House is a house located in northwest Portland Oregon listed on the National Register of Historic Places.", "label": "building", "id": "train_2_3", "title": "Elizabeth Ducey House"}
{"content": " The M.N.U.Jayaraj Nadar Higher Secondary School is a 6-12 grade school in Madurai Tamil nadu India. built by Madurai Nadar Uravinmurai named after the philanthropist Shri S.G. Jayaraj Nadar. The school was established in 1957. the foundation stone was laid on 11.09.1955 and declared open on 07.06.1957 with 183 students by Bharatha Rathna Shri K. Kamaraj the Chief Minister of Tamilnadu.", "label": "educational institution", "id": "train_2_4", "title": "M.N.U.Jayaraj Nadar Higher Secondary School"}
{"content": " Scientist Rids the World of the Evil Curse of the Vampires is an album by the dub musician Scientist. It was originally released in 1981. A digitally remastered version was released by Greensleeves Records as the 25th of their Reggae Classics series in 2001.", "label": "album", "id": "train_2_5", "title": "Scientist Rids the World of the Evil Curse of the Vampires"}
{"content": " Olo Max Brown was born 24 October 1967 in Apia Samoa. He played 56 tests at prop for the New Zealand All Blacks rugby team from 1992 to 1998 missing only two tests in his career. He suffered neck and back injuries which ended his rugby playing days and retired to become a lawyer.", "label": "athlete", "id": "train_2_6", "title": "Olo Brown"}
{"content": " Tazeh Kand-e Qarajeh Qayah (Persian: تازه كندقراجه قيه‎ also Romanized as Tāzeh Kand-e Qarājeh Qayah; also known as Tāzeh Kand-e Qezel Dāgh and Tāzeh Kand-e Qezel Dāghī) is a village in Nazarkahrizi Rural District Nazarkahrizi District Hashtrud County East Azerbaijan Province Iran. At the 2006 census its population was 142 in 27 families.", "label": "village", "id": "train_2_7", "title": "Tazeh Kand-e Qarajeh Qayah"}
{"content": " The Bădești River is a tributary of the Borșa River in Romania.", "label": "natural place", "id": "train_2_8", "title": "Bădești River (Someș)"}
{"content": " USS Arapaho (AT-68/ATF-68) was a Navajo-class fleet ocean tug which served the U.S. Navy during World War II with her towing services. She was assigned initially to support the U.S. Atlantic Fleet and was eventually assigned to support Allied forces in the war zones of the Pacific Ocean resulting in her crew returning home after the war with four battle stars to their credit.", "label": "mean of transportation", "id": "train_2_9", "title": "USS Arapaho (ATF-68)"}
{"content": " Allolepis texana common name Texas false saltgrass is a species of grass native to Texas Chihuahua Coahuila Durango and Tamaulipas. In Texas it is known only from 3 counties in western Texas (Brewster Presidio and Jeff Davis Counties). Some of the populations are inside Big Bend National Park and Davis Mountains State Park. All of the known US populations are staminate (male) lacking female flowers reproducing vegetatively.", "label": "plant", "id": "train_2_10", "title": "Allolepis texana"}
{"content": " The Red Queen: Sex and the Evolution of Human Nature (ISBN 0-140-16772-2) is a popular science book by Matt Ridley exploring the evolutionary psychology of sexual selection.", "label": "written work", "id": "train_2_11", "title": "The Red Queen: Sex and the Evolution of Human Nature"}
{"content": " Anoplogaster brachycera the Shorthorn fangtooth is a species of fangtooth found in the tropical waters of the Atlantic and Pacific Oceans at depths down to 1500 metres (4900 ft).", "label": "animal", "id": "train_2_12", "title": "Shorthorn fangtooth"}
{"content": " I Know That Voice is a documentary about voice acting. It premiered on November 6 2013 at Grauman's Egyptian Theatre. It is narrated by John DiMaggio the voice of Bender on Futurama and stars John DiMaggio and many other voice actors including Billy West Tara Strong Tom Kenny Rachael MacFarlane and Mark Hamill.", "label": "film", "id": "train_2_13", "title": "I Know That Voice"}
{"content": " Annuska Johanna Maria 'Anouska' van der Zee (born April 5 1976 in Utrecht) is a retired Dutch racing cyclist. She participated both on track and at the road.Van der Zee represented the Netherlands at the 2004 Summer Olympics in Athens where she took part in the road race but did not reach the finish. After the Olympics she ended her career.", "label": "athlete", "id": "train_2_14", "title": "Anouska van der Zee"}
{"content": " Trait pour trait is a 2006 album by the French hip hop group Sniper. It was published by a subsidiary of Warner Music.", "label": "album", "id": "train_2_15", "title": "Trait pour trait"}
{"content": " Cuento de Luz is an independent publisher specialised in illustrated children books. Created in 2007 by Ana Alvarez de Eulate the company only started its operations in late 2009 with its first titles published in April 2010.", "label": "company", "id": "train_2_16", "title": "Cuento de Luz"}
{"content": " Rock Art and the Prehistory of Atlantic Europe: Signing the Land is an archaeological book authored by the English academic Richard Bradley of the University of Reading. It was first published by Routledge in 1997.Taking Atlantic Europe as its area of focus Bradley's book deals with Neolithic and Bronze Age rock art in the British Isles and in Galicia.", "label": "written work", "id": "train_2_17", "title": "Rock Art and the Prehistory of Atlantic Europe"}
{"content": " Lise Thouin (10 July 1950) is a French Canadian actress and writer. She is married to the director Jean-Claude Lord.", "label": "artist", "id": "train_2_18", "title": "Lise Thouin"}
{"content": " The Derwent is a river in Tasmania Australia. It was named after the River Derwent Cumbria by British Commodore John Hayes who explored it in 1793. The name is Brythonic Celtic for valley thick with oaks.John Hays placed the name Derwent River only in the upper part of the river. Matthew Flinders placed the name on all of the river.The banks of the Derwent were once covered by forests and occupied by Aborigines.", "label": "natural place", "id": "train_2_19", "title": "River Derwent (Tasmania)"}
{"content": " The King Fahd Hospital of the University (KFHU) in Khobar Saudi Arabia ten kilometres south of the Uinversity of Dammam(previously called King Faisal University) was founded in 1981 (1401H). The hospital's main purpose is the training of students during their clinical years.It has a 440-bed capacity distributed in a four-floor building. Each floor has different wards and serves a different category of patients.", "label": "building", "id": "train_2_20", "title": "King Fahd University Hospital"}
{"content": " The Muppet Musicians of Bremen (released on home video as Tales from MuppetLand: The Muppet Musicians of Bremen) is a 1972 television special that is an adaptation of Town Musicians of Bremen featuring The Muppets. It is directed and produced by The Muppet's creator Jim Henson. Kermit the Frog hosts the special.", "label": "film", "id": "train_2_21", "title": "The Muppet Musicians of Bremen"}
{"content": " The Halberstadt D.II was a biplane fighter aircraft of the Luftstreitkräfte (Imperial German Army Air Service) that served through the period of Allied air superiority in early 1916. As the first-ever biplane configuration fighter aircraft to serve in combat for the German Empire it had begun to be superseded in the then-forming Jagdstaffeln by the superior Albatros fighters by the autumn of that year although small numbers of Halberstadts continued in use well into 1917.", "label": "mean of transportation", "id": "train_2_22", "title": "Halberstadt D.II"}
{"content": " Common names: black-headed bushmaster.Lachesis melanocephala is a venomous pitviper species found in Costa Rica. No subspecies are currently recognized.", "label": "animal", "id": "train_2_23", "title": "Lachesis melanocephala"}
{"content": " Jasionowa Dolina [jaɕɔˈnɔva dɔˈlina] is a village in the administrative district of Gmina Janów within Sokółka County Podlaskie Voivodeship in north-eastern Poland. It lies approximately 3 kilometres (2 mi) north-west of Janów 22 km (14 mi) north-west of Sokółka and 41 km (25 mi) north of the regional capital Białystok.", "label": "village", "id": "train_2_24", "title": "Jasionowa Dolina"}
{"content": " Friedrich-Wilhelm Kiel (born 17 May 1934 in Berlin-Charlottenburg) is a German politician and member of the FDP.Kiel studied physics mathematics and sport at the Karlsruhe Institute of Technology and became a member of the FDP in 1964 whilst teaching at a gymnasium in Ettlingen where he later became mayor (1966–1970).", "label": "office holder", "id": "train_2_25", "title": "Friedrich-Wilhelm Kiel"}
{"content": " Yarmouth High School is a four-year public high school in Yarmouth Maine a part of the Yarmouth Schools district.Yarmouth High School was recently renovated to accommodate a 500-seat auditorium a student union/cafeteria and a new office area that contains offices for the guidance counselors the social worker the substance abuse counselor the athletic director the nurse and the administrative officers.There were about 520 students enrolled for 2008–2009.", "label": "educational institution", "id": "train_2_26", "title": "Yarmouth High School (Maine)"}
{"content": " Lomatium canbyi is a species of flowering plant in the carrot family known by the common name Canby's biscuitroot (lúukš in the Sahaptin language and qeqíit in the Nez Perce language). It is native to the Pacific Northwest of the United States and northeast California where it grows in sagebrush-covered plateau habitat and barren flats. It is a perennial herb growing up to about 25 centimeters tall. It lacks a stem producing erect leaves and inflorescences from ground level.", "label": "plant", "id": "train_2_27", "title": "Lomatium canbyi"}
{"content": " A Shot in the West is a 2006 low budget short film shot in the rundown council estate of Drumchapel Glasgow. The film was written directed and edited by three friends (Justin Burns Bob Kelly and John Maguire). All sound and camera equipment was borrowed from a local community group. Many interior shots were filmed at a local public house where the crew were allowed take over the function suite for two and a half days. Catering was supplied by a local bakery.", "label": "film", "id": "train_2_28", "title": "A Shot in the West"}
{"content": " Emirates Crown is a 63-floor residential tower in Dubai United Arab Emirates. The tower has a structural height of 296 m (971 ft). Construction of the Emirates Crown began in 2005 and was completed in 2008. Upon completion it stood as the 6th-tallest building in Dubai and 45th-tallest building in the world.", "label": "building", "id": "train_2_29", "title": "Emirates Crown"}
{"content": " Martin Kearns is an English drummer specializing in death metal known for his association with Bolt Thrower.Martin joined Bolt Thrower when Andrew Whale left in 1994.Martin joined the band when he was seventeen years old after playing in several local bands in Coventry Playing anything from Metal to Reggae; he has been playing pub gigs since the age of 14.Bolt Thrower was the first professional band in which he played and due to his age his nickname was 'Kiddie'.He is known for his hard hitting style probably due to having a significant John Bonham influence in his playing style.Kearns subsequently left due to personal reasons in 1998.Band and fans alike were happy that he returned to Bolt Thrower in 2000.Martin is now the longest standing drummer for Bolt Thrower.He recorded drums on both the Honour-Valour-Pride album and on Those Once Loyal the latter of which has been met with widespread critical acclaim from magazines such as Rock Sound Rock Hard and Metal Hammer.", "label": "artist", "id": "train_2_30", "title": "Martin Kearns"}
{"content": " Daniszów [daˈniʂuf] is a village in the administrative district of Gmina Lipsko within Lipsko County Masovian Voivodeship in east-central Poland.", "label": "village", "id": "train_2_31", "title": "Daniszów"}
{"content": " Sir George Airey Kirkpatrick PC KCMG QC (September 13 1841 – December 13 1899) was a politician from Ontario Canada.Born in 1841 in Kingston Ontario the son of Thomas Kirkpatrick George Kirkpatrick was educated at Trinity College Dublin.", "label": "office holder", "id": "train_2_32", "title": "George Airey Kirkpatrick"}
{"content": " Attacker-class escort carriers were a type of aircraft carrier in service with the British Royal Navy during the Second World War. There were eight ships in the class all constructed in the United States and supplied under the terms of Lend-Lease to the Royal Navy.The ships served in two different roles: as convoy escort carriers equipped with both anti-submarine and fighter aircraft and as strike carriers equipped with just fighter aircraft.", "label": "mean of transportation", "id": "train_2_33", "title": "Attacker-class escort carrier"}
{"content": " Live is the second album by Russian rock band Chizh & Co originally released in 1994.", "label": "album", "id": "train_2_34", "title": "Live (Chizh & Co album)"}
{"content": " Pouteria exstaminodia is a species of plant in the Sapotaceae family. It is endemic to Brazil. It is threatened by habitat loss.", "label": "plant", "id": "train_2_35", "title": "Pouteria exstaminodia"}
{"content": " The Davidson Academy of Nevada is a public school located in Reno Nevada. The school founded by Jan and Bob Davidson in 2006 is for profoundly gifted secondary students and is the first public school of this kind in the United States. It is located in the Jot Travis Building on the campus of the University of Nevada Reno. As of the 2013-2014 school year 133 students attend the Davidson Academy.", "label": "educational institution", "id": "train_2_36", "title": "Davidson Academy of Nevada"}
{"content": " Hungkiichthys is an extinct genus of prehistoric bony fish that lived during the Late Jurassic epoch.", "label": "animal", "id": "train_2_37", "title": "Hungkiichthys"}
{"content": " The Valea Miții River or Miţa River is a tributary of the Zalău River in Romania.", "label": "natural place", "id": "train_2_38", "title": "Valea Miții River"}
{"content": " Karina Helena Muller (also Helene Muller born April 25 1978 in Pretoria) is a retired South African swimmer who specialized in sprint and middle-distance freestyle events.", "label": "athlete", "id": "train_2_39", "title": "Helene Muller"}
{"content": " The Man Who Rocked the Earth is a science fiction novel written in 1915 by Author Train and Robert W. Wood. It is notable for describing what an atomic detonation would look like in 1915 thirty years before the United States detonated the first atomic bomb.", "label": "written work", "id": "train_2_40", "title": "The Man Who Rocked the Earth"}
{"content": " Native American Services Corp. is a 51% Native American Owned 8(a) and HUBzone certified company located in Northern Idaho's Silver Valley. The company was founded in 1998 by Dennis Rusty Sheppard and branded as Environmental Indian Construction (EIC). The first contract awarded to the company was the demolition of the NCO club at Malmstrom Air Force Base. In 2002 current majority owner and CEO Matthew D.", "label": "company", "id": "train_2_41", "title": "Native American Services Corp."}
{"content": " The Lilienthal Normalsegelapparat ( German: Normal soaring apparatus) is a glider designed by Otto Lilienthal in Germany in the late 19th century. It is considered to be the first aeroplane to be serially produced examples being made between 1893 and 1896.Nine examples are known to have been sold the buyers including Nikolai Zhukovsky and William Randolph Hearst.", "label": "mean of transportation", "id": "train_2_42", "title": "Lilienthal Normalsegelapparat"}
{"content": " Maerua elegans is a species of plant in the Capparaceae family. It is endemic to the Democratic Republic of the Congo. It is threatened by habitat loss.", "label": "plant", "id": "train_2_43", "title": "Maerua elegans"}
{"content": " Bematistes pseuderyta is a butterfly in the Nymphalidae family. It is found in Angola the Democratic Republic of Congo Sudan and western Uganda.", "label": "animal", "id": "train_2_44", "title": "Bematistes pseudeuryta"}
{"content": " On and On and Beyond is a debut extended play by Mac Miller. It was released digitally on March 29 2011. The tracks Another Night and Live Free were previously released on Mac Miller's 2009 mixtape The High Life while Life Ain't Easy and In the Air are taken from 2011's Best Day Ever. The EP entered the US Billboard 200 on April 16 2011 at number 55 on the chart.", "label": "album", "id": "train_2_45", "title": "On and On and Beyond"}
{"content": " Emil Russell Guerra was a Republican politician and a former member of the Ohio House of Representatives. A native of Dayton Ohio and graduate of Fairview High School Guerra served in World War II and was awarded the Purple Heart for his service. Subsequently in the Dayton Police Department. He would ultimately work his way up to the rank of captain and retired from the force after over twenty five years. He also served for a time as an air scout for local news stations.", "label": "office holder", "id": "train_2_46", "title": "Russ Guerra"}
{"content": " A Fortunate Life is an autobiography by Albert Facey published in 1981 nine months before his death. It chronicles his early life in Western Australia his experiences as a private during the Gallipoli campaign of World War I and his return to civilian life after the war. It also documents his extraordinary life of hardship loss friendship and love.During the initial days of its publication Albert Facey became a nationwide celebrity.", "label": "written work", "id": "train_2_47", "title": "A Fortunate Life"}
{"content": " Gia Ninh is a commune (xã) and village in Quảng Ninh District Quảng Bình Province in Vietnam.", "label": "village", "id": "train_2_48", "title": "Gia Ninh"}
{"content": " Burn After Reading is a 2008 black comedy film written produced edited and directed by Joel and Ethan Coen. The film stars George Clooney John Malkovich Frances McDormand Tilda Swinton and Brad Pitt. It was released in the United States on September 12 2008 and it was released on October 17 2008 in the United Kingdom. The film had its premiere on August 27 2008 when it opened the 2008 Venice Film Festival.", "label": "film", "id": "train_2_49", "title": "Burn After Reading"}
{"content": " Cecil Jones College is a secondary school and sixth form situated in Southend-on-Sea Essex in England. It has a lower site for students in curriculum years 7 and 8 (at Wentworth Road) and the upper site for students in curriculum years 9 through to 13 approximately a mile distant (at Eastern Avenue).", "label": "educational institution", "id": "train_2_50", "title": "Cecil Jones College"}
{"content": " East-West Airlines was an Australian regional airline founded in Tamworth New South Wales in 1947. It operated to major regional city-centres and connected these centres to various state capitals and by the 1980s it was Australia's third largest domestic airline. It also carried out its own heavy maintenance in Tamworth and operated a network of Travel Centres.", "label": "company", "id": "train_2_51", "title": "East-West Airlines (Australia)"}
{"content": " Daisy Martin (fl. c.1914–c.1925) was an African American actress and blues singer in the classic female blues style.She toured America's eastern and midwestern states in black vaudeville in the 1910s and early 1920s. In 1914 she appeared in the revue My Friend From Kentucky at the National Theater in Chicago Illinois. In 1917 she performed in the musical comedy My People which also featured Sam Gray and Julia Moody.", "label": "artist", "id": "train_2_52", "title": "Daisy Martin"}
{"content": " Lieutenant Colonel Douglas Charles Robinson was a first-class cricketer who captained Gloucestershire. He also played for Essex Marylebone Cricket Club and for the amateur Gentlemen and England XI teams. . He was born in 1883 at Lawrence Weston House near Bristol. He was educated at Marlborough College and Royal Military Academy Sandhurst and fought in World War I with the King's Own Royal Regiment (Lancaster).", "label": "athlete", "id": "train_2_53", "title": "Douglas Robinson (cricketer)"}
{"content": " Virginia Bank and Trust Building also known as the Auslew Gallery Building is a historic bank building located at Norfolk Virginia. It was designed by the noted architectural firm of Wyatt & Nolting and built in 1908-1909. It is a four-story Beaux Arts style building. It features Doric order and Ionic order engaged columns and pilasters.It was listed on the National Register of Historic Places in 1984.", "label": "building", "id": "train_2_54", "title": "Virginia Bank and Trust Building"}
{"content": " Overpeck Creek is a tributary of the Hackensack River approximately 8 miles (13 km) long in Bergen County in northeastern New Jersey in the United States. The lower broad mouth of the creek is part of the extended tidal estuary of the lower Hackensack and of the adjacent wetland region known as the New Jersey Meadowlands.The upper creek flows through suburban communities west of New York City.", "label": "natural place", "id": "train_2_55", "title": "Overpeck Creek"}
{"content": " Evergreen Investments was the investment management business of Wachovia. The brand was merged into Wells Fargo Advantage Funds and subsequently phased out following Wells Fargo's acquisition of Wachovia. The brand was officially retired on July 20 2010.Outside of the United States the sales and distribution business was conducted under the brand name of Wachovia Global Asset Management.", "label": "company", "id": "train_2_56", "title": "Evergreen Investments"}
{"content": " Bits and Pieces originally Il cielo è sempre più blu is a 1996 Italian comedy-drama film directed by Antonello Grimaldi. The title of the film is a reference to a song by Rino Gaetano. The film depicts several short stories set in a single day in Rome.", "label": "film", "id": "train_2_57", "title": "Bits and Pieces (1996 film)"}
{"content": " Azolla mexicana is an aquatic fern native to Mexico British Columbia and the western United States (California Oregon Washington Arizona New Mexico Texas Utah and Nevada). There are reports of the species also occurring in the Great Plains of the central United States but these reports need further study for verification.Azolla mexicana is a floating aquatic with blue-green to dark red leaves. It is distinguished from the two other species of the genus present in North America (A.", "label": "plant", "id": "train_2_58", "title": "Azolla mexicana"}
{"content": " The Protea Emperor or Protea Charaxes (Charaxes pelias) is a butterfly of the family Nymphalidae found in South Africa.The wingspan is 60–70 mm in males and 65–75 mm in females. It has successive broods from September to April.The larvae feed on Hypocalyptus obcordatus Osyris compressa Osyris lanceolata and Rafnia species.", "label": "animal", "id": "train_2_59", "title": "Charaxes pelias"}
{"content": " Alexander William Charles Oliphant Murray 1st Baron Murray of Elibank PC (12 April 1870 – 13 September 1920) called The Master of Elibank between 1871 and 1912 was a Scottish nobleman and Liberal politician. He served as Parliamentary Secretary to the Treasury (Chief Government Whip) under H. H. Asquith between 1910 and 1912 when he was forced to resign after being implicated in the Marconi scandal.", "label": "office holder", "id": "train_2_60", "title": "Alexander Murray 1st Baron Murray of Elibank"}
{"content": " John Part (born June 29 1966 in Toronto Ontario) is a Canadian professional darts player and commentator who is nicknamed Darth Maple. Part is a three-times World Champion having triumphed in the BDO World Championship in 1994 and the PDC World Championship in 2003 and 2008. Along with these triumphs his 2006 Las Vegas Desert Classic title and a host of other tournament wins make him statistically North America's greatest darts player ever.", "label": "athlete", "id": "train_2_61", "title": "John Part"}
{"content": " The Bowers Mansion located between Reno and Carson City Nevada was built in 1863 by Lemuel Sandy Bowers and his wife Eilley Orrum Bowers and is a prime example of the homes built in Nevada by the new millionaires of the Comstock Lode mining boom. The land originally was purchased in 1856 by Eilley and her second husband Alex Cowan who returned to Utah a year later with other Mormon settlers.", "label": "building", "id": "train_2_62", "title": "Bowers Mansion"}
{"content": " AS-34 is a Russian Priz-class deep-submergence rescue vehicle or rescue mini-submarine which went into service in 1989.", "label": "mean of transportation", "id": "train_2_63", "title": "Russian submarine AS-34"}
{"content": " Ustjanowa Dolna [ustjaˈnɔva ˈdɔlna] (Ukrainian: Устянова Долішня Ustianova Dolishnia) is a village in the administrative district of Gmina Ustrzyki Dolne within Bieszczady County Subcarpathian Voivodeship in south-eastern Poland. It lies approximately 8 kilometres (5 mi) west of Ustrzyki Dolne and 78 km (48 mi) south-east of the regional capital Rzeszów.The village has a population of 280.", "label": "village", "id": "train_2_64", "title": "Ustjanowa Dolna"}
{"content": " I U (stylised I□U) is the fifth extended play by South Korean recording artist IU released on December 14 2011. It was IU's first release in the Japanese domestic market and was a compilation of Korean language songs released between 2008 and 2011.", "label": "album", "id": "train_2_65", "title": "I U (EP)"}
{"content": " Johannes Hermann also Johann Herrmann (1515 – 22 April 1593 in Freiberg) was a German Thomaskantor hymn writer and jurist.Thomaskantor from 1531 to 1536 he became the first Protestant Kantor of Freiberg and a jurist in 1540.Johann Sebastian Bach used his hymn Jesu nun sei gepreiset in three stanzas of 14 lines each for New Year's Day in three cantatas composed in Leipzig for the occasion first Singet dem Herrn ein neues Lied BWV 190 (1724) a year later the chorale cantata Jesu nun sei gepreiset BWV 41 (1725) and Gott wie dein Name so ist auch dein Ruhm BWV 171 (1729).", "label": "artist", "id": "train_2_66", "title": "Johannes Hermann"}
{"content": " Monte Plische is a mountain of the Veneto Italy. It has an elevation of 1991 metres.", "label": "natural place", "id": "train_2_67", "title": "Monte Plische"}
{"content": " 上海市进才中学创办于1996年，由祖籍浦东江镇的台胞叶根林先生捐资兴建，上海市及浦东新区政府给予多方支持，是20世纪90年代上海第一所现代化、高标准、寄宿制公立高中。 学校内敛外秀，端庄典雅，犹如镶嵌在浦东陆家嘴金融贸易区的一颗璀璨明珠。进才中学校园占地近两百亩，设有高中部和国际部。高中部现设38个班，有1700余名学生；目前来 自美国、德国、挪威、韩国、日本、泰国等30多个国家和地区的外籍学生在国际部就读。 学校师资力量雄厚，现有特级校长1人，特级教师5人，市、区级学科带头人、骨干教师30余人，外籍教师20余人。 同时，学校还拥有一批在国际教育、信息技术、双语教学、TI 数理实验、竞赛辅导等方面教有所长的优秀教师。 十多年来，学校培养了一批又一批具有“公民意识、领导才能、国际视野、创新精神”的优秀学子。", "label": "educational institution", "id": "train_2_68", "title": "Shanghai Jincai High School"}
{"content": " Dragon Crisis! (ドラゴンクライシス! Doragon Kuraishisu!) is a Japanese light novel series by Kaya Kizaki with illustrations by Itsuki Akata. As of April 2011 thirteen volumes have been published by Shueisha under their Super Dash Bunko imprint. An anime adaptation by Studio Deen aired in 2011.", "label": "written work", "id": "train_2_69", "title": "Dragon Crisis!"}
{"content": " Select Bus Service (SBS) marked on the buses as +selectbusservice is a brand used by MTA Regional Bus Operations for bus rapid transit service in New York City. SBS began service in 2008 in order to improve speed and reliability along multiple long busy limited-stop corridors. The first route to run under the SBS branding was the Bx12 along Fordham Road and the Pelham Parkway.", "label": "company", "id": "train_2_70", "title": "Select Bus Service"}
{"content": " Antifanaticism: A Tale of the South is an 1853 plantation fiction novel by Martha Haines Butt.", "label": "written work", "id": "train_2_71", "title": "Antifanaticism: A Tale of the South"}
{"content": " The Darmstadt D-29 was a German experimental monoplane designed and built by Akaflieg Darmstadt (of the Darmstadt University of Technology). The D-29 was a cantilever low-wing monoplane designed and built during 1936 with a conventional landing gear with a tailskid. It was powered by a Siemens-Halske Sh 14a radial piston engine and had enclosed tandem cockpits as well as a number of other features including hydraulically actuated trailing-edge flaps a braced T-tail and leading-edge slots.", "label": "mean of transportation", "id": "train_2_72", "title": "Akaflieg Darmstadt D-29"}
{"content": " Delphos Jefferson High School is a public high school located in Allen County Ohio for reporting purposes only. Jefferson High School is physically located in Van Wert County Ohio. It also serves parts of Van Wert County Ohio. Delphos City Schools has only one building (Franklin Elementary) located in Allen County Ohio and two (Jefferson Middle School and Jefferson High School) located in Van Wert County Ohio.", "label": "educational institution", "id": "train_2_73", "title": "Jefferson High School (Delphos Ohio)"}
{"content": " Kyungon is a village in Wakema Township Myaungmya District in the Ayeyarwady Region of northcentral Burma (Myanmar). Kyungon is on the left (south) bank of the Pyamalaw River across from the village of Kwinbauk.In 2009 a bridge over the Pyamalaw River at Kyungon was completed. The bridge is a 500 foot suspension bridge 14 feet wide suitable for one-way traffic.", "label": "village", "id": "train_2_74", "title": "Kyungon Wakema"}
{"content": " Billardiera heterophylla (formerly Sollya heterophylla) is a species of flowering plant in the family Pittosporaceae known by the common name bluebell creeper. It is native to Western Australia but is grown as an ornamental plant in appropriate climates worldwide. It can sometimes be found growing in the wild as an introduced species or garden escapee for example in other Australian states and in California where it is popular in landscaping.", "label": "plant", "id": "train_2_75", "title": "Billardiera heterophylla"}
{"content": " Hvalsey Church (Danish: Hvalsø Kirke) is the ruins of an old Norse church which is situated in the fjord of Hvalsey (Qaqortukulooq) not far from Qaqortoq the largest town in the south of Greenland.The architecture seems very related to similar Norse buildings from the 14th century. The church is in the region which the Norse named Eystribygð the Eastern Settlement when the Vikings settled in Greenland in around 985.", "label": "building", "id": "train_2_76", "title": "Church of Hvalsey"}
{"content": " The rough chameleon Trioceros rudis also known as the Rudis chameleon is a chameleon from western Uganda Rwanda Burundi and eastern DR Congo. Contrary to common belief this species does not inhabit Mount Meru Tanzania. Tanzania chameleons called T. rudis are in fact T. sternfeldi. T. rudis is small (10 to 15 cm (3.9 to 5.9 in)) and lacks horns or occipital lobes. It has a long tail and a small crest.", "label": "animal", "id": "train_2_77", "title": "Rough Chameleon"}
{"content": " Robert Brian Shillinglaw nicknamed Shill (1 July 1939 – 17 October 2007) was a Scottish rugby union and rugby league player. Shillinglaw served with the King's Own Scottish Borderers.", "label": "athlete", "id": "train_2_78", "title": "Brian Shillinglaw"}
{"content": " Daniel E. Kapanke is a former Republican member of the Wisconsin Senate representing the 32nd District from 2005 until losing his seat to Jennifer Shilling in the 2011 recall elections.", "label": "office holder", "id": "train_2_79", "title": "Dan Kapanke"}
{"content": " Minnunnathellam Ponnalla (Malayalam: മിന്നുന്നതെല്ലാം പൊന്നല്ല English: Everything That Glitters Is Not Gold) is a 1957 Indian Malayalamaction film directed by R. Velappan Nair based on Raj Khosla's 1956 film CID and starring Sathyan P. K. Sathyapal and Kumari Thankam.", "label": "film", "id": "train_2_80", "title": "Minnunnathellam Ponnalla"}
{"content": " Teviot Creek Dam is a dam in North Queensland Australia. It is located on Teviot Creek a tributary of the Isaac River upstream of the Burton Gorge Dam. Burton Coal Pty Ltd has a licence to take 1500 ML/year from the dam. The monthly supply reliability based on a relatively short period of record is thought to be 100%. This does not account for the current critical period and the supply should not necessarily be relied on in future.", "label": "natural place", "id": "train_2_81", "title": "Teviot Creek Dam"}
{"content": " Love & Hope & Sex & Dreams is a BoDeans album released in May 1986 on Slash/Warner Bros. The album was produced by T-Bone Burnett. The album title comes from the lyrics to the Rolling Stones song Shattered. It reached number 115 on the Billboard 200 chart.", "label": "album", "id": "train_2_82", "title": "Love & Hope & Sex & Dreams"}
{"content": " Ezra Michael Koenig (born April 8 1984) is an American musician singer and songwriter. He is the lead singer and guitarist of the indie rock band Vampire Weekend.", "label": "artist", "id": "train_2_83", "title": "Ezra Koenig"}
{"content": " Tete Montoliu (28 March 1933 – 24 August 1997) was a jazz pianist from Catalonia Spain. His real name was Vicenç Montoliu i Massana.", "label": "artist", "id": "train_2_84", "title": "Tete Montoliu"}
{"content": " Aechmea mariae-reginae is a species of the genus Aechmea. This is one of the few Bromelioideae species that is dioecious.", "label": "plant", "id": "train_2_85", "title": "Aechmea mariae-reginae"}
{"content": " The Silberhorn (3695 m) is a pyramid-shaped mountain of the Bernese Alps to the northwest of the Jungfrau of which it is a satellite peak.A first attempt to reach the summit of the Silberhorn was made in June 1863 by M. v. Fellenberg from the Stufensteinalp on the east side of the valley of Lauterbrunnen. After 9 hours of most perilous climbing the party encountered an impracticable precipice of rock and were forced to return. In the following month of August MM. Badeker and v.", "label": "natural place", "id": "train_2_86", "title": "Silberhorn"}
{"content": " The Johannesburg Art Gallery is an art gallery located in Joubert Park in the central business district of Johannesburg South Africa. The building was designed by Sir Edwin Lutyens and consists of 15 exhibition halls and sculpture gardens.", "label": "building", "id": "train_2_87", "title": "Johannesburg Art Gallery"}
{"content": " Soulless is a steampunk paranormal romance novel by Gail Carriger. First published in October 2009 by Orbit Books Soulless is the first book in a projected five-novel The Parasol Protectorate series each featuring Alexia Tarabotti a woman without a soul as its lead character. A finalist for several literary awards and a recipient of the 2010 Alex Award Soulless was declared by Publishers Weekly to be one of the Best Books of 2009.", "label": "written work", "id": "train_2_88", "title": "Soulless (novel)"}
{"content": " Dew Process is an Australian independent record label based in Brisbane Queensland Australia founded and owned by prominent Australian music industry figure Paul Piticco.", "label": "company", "id": "train_2_89", "title": "Dew Process"}
{"content": " Acrocercops cyclogramma is a moth of the Gracillariidae family known from Peru. It was described by Edward Meyrick in 1921.", "label": "animal", "id": "train_2_90", "title": "Acrocercops cyclogramma"}
{"content": " Gaihragau is a village development committee in Doti District in the Seti Zone of western Nepal. At the time of the 1991 Nepal census it had a population of 2667 living in 573 individual households.", "label": "village", "id": "train_2_91", "title": "Gaihragau"}
{"content": " The Idea Hydropteron (English: Water Wing) is a Hungarian light-sport aircraft and kit aircraft amphibious flying boat under development by Idea Aircraft of Miskolc. The Hydropteron was first flown on 25 November 2009 and introduced to the public at the Aero show held in Friedrichshafen in 2010. The aircraft is intended to be supplied as a kit for amateur construction or as a complete ready-to-fly-aircraft.", "label": "mean of transportation", "id": "train_2_92", "title": "Idea Hydropteron"}
{"content": " Sharafat is a 1970 Hindi film directed by Asit Sen starring Dharmendra Hema Malini Ashok Kumar Sonia Sahni and Jagdeep. Hema Malini plays the role of a feisty courtesan Chanda in search of her father in this satire about society's hypocritical moral standards.", "label": "film", "id": "train_2_93", "title": "Sharafat"}
{"content": " David Redfearn is an English professional Rugby League World Cup winning footballer of the 1970s and '80s playing at representative for Great Britain and England and at club level for Bradford Northern as a Wing i.e. number 2 or 5.", "label": "athlete", "id": "train_2_94", "title": "David Redfearn"}
{"content": " Beth Halteman Harwell (born July 24 1957 in Norristown Pennsylvania) is the current Speaker of the House in the Tennessee House of Representatives. She serves as Tennessee State Representative from Nashville and former Chairman of the Tennessee Republican Party from 2001 through 2004. A longtime member of the Tennessee House of Representatives since 1988 Harwell was a ranking Republican in the House (former Minority Whip) and Commerce Committee chairwoman.", "label": "office holder", "id": "train_2_95", "title": "Beth Harwell"}
{"content": " Hot City is the debut album by Gene Page. It was produced by Barry White.", "label": "album", "id": "train_2_96", "title": "Hot City (album)"}
{"content": " Systems Technology Institute (STI) College is the largest network of for-profit information technology based colleges in the Philippines.", "label": "educational institution", "id": "train_2_97", "title": "STI College"}
{"content": " Coenotes eremophilae is a species of moth of the Sphingidae family. It is known from Queensland Western Australia and the Northern Territory.The wingspan is about 50 mm.", "label": "animal", "id": "train_2_98", "title": "Coenotes eremophilae"}
{"content": " The Moașa River or Moașa Avrigului River is a tributary of the Avrig River in Romania.", "label": "natural place", "id": "train_2_99", "title": "Moașa River (Avrig)"}
{"content": " The Samoa Tourism Authority (STA) is a state-owned enterprise responsible for the marketing of Samoa as a holiday destination and the sustainable development of new and existing tourism products in the country.", "label": "company", "id": "train_2_100", "title": "Samoa Tourism Authority"}
{"content": " The Mahindra e2o previously REVA NXR is an urban electric car hatchback manufactured by Mahindra Reva Electric Vehicles. The e2o is the REVA G-Wiz successor and was developed using REVA's technology and has a range of 100 km (62 mi). The electric car was launched in India in March 2013 at a price between Rs 6.5 lakh (US$11900) to Rs 8.5 lakh (US$15670) depending on the city and before any subsidy.", "label": "mean of transportation", "id": "train_2_101", "title": "Mahindra e2o"}
{"content": " Triglochin alcockiae also known as Southern Water-ribbons Alcock’s Water-ribbons or Dwarf Water-ribbons is a plant in the Arrowgrass family native to south-eastern Australia where it has been recorded from South Australia Tasmania and Victoria. It is found in freshwater and brackish wetland communities in pools swamps and the margins of streams where it grows to about 20 cm in height. The fruit is a papery capsule.", "label": "plant", "id": "train_2_102", "title": "Triglochin alcockiae"}
{"content": " Melvin Robert Bom Laird (born September 1 1922) is an American politician and writer. He was a U.S. congressman from Wisconsin before serving as Secretary of Defense from 1969 to 1973 under President Richard Nixon. Laird was instrumental in forming the administration's policy of withdrawing U.S. soldiers from the Vietnam War; he invented the expression Vietnamization referring to the process of transferring more responsibility for combat to the South Vietnamese forces.", "label": "office holder", "id": "train_2_103", "title": "Melvin Laird"}
{"content": " The Orphan of Anyang is a 2001 Chinese film from Sixth Generation writer-director Wang Chao. It is Wang's first feature film as director (he had previously served as an assistant director to Chen Kaige) and is based on a novel written by the director. The film constitutes the first part of a loose trilogy on life in modern China followed by Day and Night (2004) and Luxury Car (2006). The film was produced by the independent Beijing-based Laurel Films founded by screenwriter Fang Li.", "label": "film", "id": "train_2_104", "title": "The Orphan of Anyang"}
{"content": " Tajareh (Persian: تجره‎ also Romanized as Tajreh) is a village in Kuhsar Rural District in the Central District of Khvansar County Isfahan Province Iran. At the 2006 census its population was 362 in 136 families.", "label": "village", "id": "train_2_105", "title": "Tajareh Khvansar"}
{"content": " Cappahosic House also known as Baytop House and Cappahosic Ferry House is a historic home located near Gloucester Gloucester County Virginia. It was built about 1751 and is a two-story three bay brick dwelling in the Georgian style. It has a basement and is topped by a standing seam jerkinhead red tin roof. The main block is connected in the rear to a two-story modern addition. Also on the property are contributing archaeological deposits dating principally to the 18 and 19centuries.", "label": "building", "id": "train_2_106", "title": "Cappahosic House"}
{"content": " Vivekanand Education Society's Institute of Technology also known as VESIT or V.E.S. Institute of Technology established in 1984 is an engineering college affiliated with the University of Mumbai.", "label": "educational institution", "id": "train_2_107", "title": "Vivekanand Education Society's Institute of Technology"}
{"content": " Kevin Lavelle Braswell (born January 23 1979) is an American professional basketball player who currently plays for the Southland Sharks of the NZNBL. He played college basketball at Georgetown University.", "label": "athlete", "id": "train_2_108", "title": "Kevin Braswell"}
{"content": " The Further Chronicles of Conan is a collection of fantasy novels written by Robert Jordan featuring the sword and sorcery hero Conan the Barbarian created by Robert E. Howard. The book was first published in hardcover in October 1999 by Tor Books with a trade paperback edition following in September 2004 from the same publisher. It collects three novels previously published by Tor.", "label": "written work", "id": "train_2_109", "title": "The Further Chronicles of Conan"}
{"content": " Steve Honoshowsky is a professional musician raised in Basking Ridge NJ. He began playing drums at the age of ten inspired by the likes of Neil Peart Bill Bruford and Terry Bozzio. In 2008 Honoshowsky represented the United States at the YMCA Europe Festival in Prague Czech Republic giving two solo drum performances on the center stage.", "label": "artist", "id": "train_2_110", "title": "Steve Honoshowsky"}
{"content": " Meet the Family is Frenzal Rhomb's third studio album. It was released in September 1997. The album was the first with Lindsay McDougall on guitar and the last with Nat Nykruj on drums.During their Australian release tour in 1998 Mark Lawson from Running On Empty appeared as a guest vocalist and guitarist on There's Your Dad.", "label": "album", "id": "train_2_111", "title": "Meet the Family (album)"}
{"content": " Ante Paradžik (10 February 1943 - 21 September 1991) was Croatian right-wing politician lawyer and rethorician. Paradžik was one of the restorers of Croatian Party of Rights critic of Franjo Tuđman and his politics and advocate of democracy and human rights. He was victim of political assassination.", "label": "office holder", "id": "train_2_112", "title": "Ante Paradžik"}
{"content": " Qinarjeh-ye Sofla (Persian: قينرجه سفلي‎ also Romanized as Qīnarjeh-ye Soflá; also known as Qanīzjeh-ye Soflá) is a village in Charuymaq-e Jonubesharqi Rural District Shadian District Charuymaq County East Azerbaijan Province Iran. At the 2006 census its population was 100 in 17 families.", "label": "village", "id": "train_2_113", "title": "Qinarjeh-ye Sofla"}
{"content": " Frankston Independent School District is a public school district based in Frankston Texas (USA).The district is located in northeastern Anderson County and extends into southeastern Henderson County including the town of Berryville.In 2009 the school district was rated academically acceptable by the Texas Education Agency.", "label": "educational institution", "id": "train_2_114", "title": "Frankston Independent School District"}
{"content": " Frank James Lampard (born 20 June 1978) is an English professional footballer who plays as a central midfielder for Chelsea and the England national team. He is the vice-captain for Chelsea and the club's all-time leading goalscorer. He is considered by some journalists and some current players to be one of the best midfielders of his generation.", "label": "athlete", "id": "train_2_115", "title": "Frank Lampard"}
{"content": " The South African Class GCA 2-6-2+2-6-2 of 1927 is a South African steam locomotive from the South African Railways era.In 1927 the South African Railways placed thirteen Class GCA Garratt articulated steam locomotives with a 2-6-2+2-6-2 wheel arrangement in branchline service. Another twenty-six locomotives were acquired in 1928.", "label": "mean of transportation", "id": "train_2_116", "title": "South African Class GCA 2-6-2+2-6-2"}
{"content": " Roland Curram (born 1932) is a successful English actor.Curram was educated at Brighton College and has led a long film television and theatre career. His appearances include Julie Christie's gay travelling companion in her Oscar-winning film Darling and the expatriate Freddie in the BBC's short-lived soap opera Eldorado. He is the author of three novels:- Man on the Beach published 2004 by Matador The Rose Secateurs (2007) and Mother Loved Funerals (2010).", "label": "artist", "id": "train_2_117", "title": "Roland Curram"}
{"content": " Samolus valerandi is a species of water pimpernel native to a very wide area across Europe Africa Asia Australia and the Americas. Common names include Brookweed Thin-Leaf Brookweed Water Cabbage and Water Rose.", "label": "plant", "id": "train_2_118", "title": "Samolus valerandi"}
{"content": " Lusen (Czech: Luzný) is a mountain in Bavaria (Germany) and in the Plzeň Region (Czech Republic). Its peak is about 4450 feet (1360 m) south of the Czech Republic–Germany border. Streams forming on the north side become tributaries of the Vydra.The Lusen is popular for hiking in summer and winter. There is a winter trail which is usually cleared of snow.", "label": "natural place", "id": "train_2_119", "title": "Lusen (Bavaria)"}
{"content": " Other Hours: Connick On Piano Volume 1 is a Jazz instrumental album by American artist Harry Connick Jr. released in 2003. The album features Connick on piano in the context of a small jazz group. Other Hours is his first quartet album and it is also his first instrumental album in 13 years.The album is the first of his career not released on Columbia the label that signed him to a contract when he was 19.", "label": "album", "id": "train_2_120", "title": "Other Hours: Connick on Piano Volume 1"}
{"content": " Primavera Systems Inc was a private company providing Project Portfolio Management (PPM) software to help project-intensive organizations identify prioritize and select project investments and plan manage and control projects and project portfolios of all sizes. On January 1 2009 Oracle Corporation took legal ownership of Primavera.", "label": "company", "id": "train_2_121", "title": "Primavera Systems"}
{"content": " The Sombrero ameiva (Ameiva corvina) is a lizard species in the genus Ameiva. It is endemic to Sombrero a small uninhabited island in the Lesser Antilles under the jurisdiction of Anguilla. The population appears to be thriving possibly due to its isolation from human activity.Adults are melanistic appearing plain brown to slate black with a dark green to black ventral surface mottled with light blue. Its tail is sometimes speckled green.", "label": "animal", "id": "train_2_122", "title": "Sombrero Ameiva"}
{"content": " Do Dishayen is a 1982 Bollywood film starring Dharmendra Hema Malini and Prem Chopra.", "label": "film", "id": "train_2_123", "title": "Do Dishayen"}
{"content": " The Canton Main Street Historic District in Canton North Carolina is a 14-acre (5.7 ha) historic district that was listed on the National Register of Historic Places in 2005. It includes architecture by Benton & Benton. The listing included 34 contributing buildings and one other contributing structure. It includes Early Commercial architecture and Late 19th and 20th Century Revivals architecture.", "label": "building", "id": "train_2_124", "title": "Canton Main Street Historic District"}
{"content": " Ciência e Cultura is a science magazine published by the Brazilian Society for the Advancement of Science (Sociedade Brasileira para o Progresso da Ciência SBPC).", "label": "written work", "id": "train_2_125", "title": "Ciência e Cultura"}
{"content": " Euchlorostola corydon is a moth of the Arctiidae family. It was described by Druce in 1884. It is found in Mexico and Guatemala.", "label": "animal", "id": "train_2_126", "title": "Euchlorostola corydon"}
{"content": " Qaleh Kohneh (Persian: قلعه كهنه‎ also Romanized as Qal‘eh Kohneh) is a village in Baladarband Rural District in the Central District of Kermanshah County Kermanshah Province Iran. At the 2006 census its population was 19 in 5 families.", "label": "village", "id": "train_2_127", "title": "Qaleh Kohneh Kermanshah"}
{"content": " Searching for the Young Soul Rebels is the debut studio album by English pop group Dexys Midnight Runners released on July 11 1980 through EMI Records. Led by Kevin Rowland the group formed in 1978 in Birmingham England and formed a strong live reputation before recording their first material.", "label": "album", "id": "train_2_128", "title": "Searching for the Young Soul Rebels"}
{"content": " The Government College of Engineering and Technology Jammu (GCET Jammu) is an engineering institute located in Jammu Jammu and Kashmir India. It offers the degree of Bachelor of Engineering (B.E.) in Computer Sciences Electronics and Communication Engineering Mechanical Engineering Civil Engineering and Electrical Engineering. It was established in 1994 and is the first engineering college in the Jammu region of the Jammu and Kashmir.Currently Dr.", "label": "educational institution", "id": "train_2_129", "title": "Government College of Engineering and Technology Jammu"}
{"content": " Afterwards (French: Et après) is a 2009 English-language psychological thriller film directed by Gilles Bourdos and starring Romain Duris John Malkovich and Evangeline Lilly. Based on Guillaume Musso's novel Et après... the story tells of a workaholic lawyer who is told by a self-proclaimed visionary that he must try to prevent his imminent death. The film was shot in New York City Montreal and various New Mexico locations over June–July 2007 and had a French release in January 2009.", "label": "film", "id": "train_2_130", "title": "Afterwards"}
{"content": " The Stadtbahnwagen Typ B (translation Type B Light Rail Vehicle short form B-Wagen) is a light rail vehicle used by several Stadtbahn networks in the German state of North Rhine-Westphalia. It was mainly developed by Düsseldorf-based DUEWAG who also built the majoritiy of vehicles in a consortium with Siemens and Kiepe. A small series of ten units was built by Waggon Union in Berlin.", "label": "mean of transportation", "id": "train_2_131", "title": "Stadtbahnwagen B"}
{"content": " János Vaszary (1867–1938) was a Hungarian painter. He was born in Kaposvár Hungary. His masters included Bertalan Székely at the School of Decorative Art. He went on with his studies in Munich and at the Académie Julian in Paris. He was particularly influenced by Jules Bastien-Lepage and Puvis de Chavannes. He painted pictures with a social message (Servant 1902). His pictures of soldiers of World War I are particularly moving. Later he painted expressionistic visions Golgotha.", "label": "artist", "id": "train_2_132", "title": "János Vaszary"}
{"content": " Asclepias nyctaginifolia is a species of milkweed known by the common name Mojave milkweed. It is native to the southwestern United States from California to New Mexico where it grows mainly in desert habitat. This is a perennial herb growing up to about half a meter in maximum height when erect but often bending or drooping. The thick leaves are oval to lance-shaped and arranged in opposite pairs about the stem. The leaves and stem are generally slightly hairy.", "label": "plant", "id": "train_2_133", "title": "Asclepias nyctaginifolia"}
{"content": " The Orange Room is a popular Lebanese website that revolves around discussion forums.", "label": "company", "id": "train_2_134", "title": "The Orange Room"}
{"content": " Spilled Water is a children's novel by Sally Grindley published in 2004. It won the Nestlé Children's Book Prize Gold Award and was longlisted for the Carnegie Medal. It tells the story of a Chinese girl Lu Si-yan who is sold into domestic service when she is just eleven years old. The story also tells of Lu Si-Yan working as an underaged worker in a factory sweat shop.", "label": "written work", "id": "train_2_135", "title": "Spilled Water"}
{"content": " The Metropolitan Correctional Center San Diego (MCC San Diego) is a United States federal administrative detention facility in California which holds male and female prisoners of all security levels. It is operated by the Federal Bureau of Prisons a division of the United States Department of Justice.Most prisoners held at MCC San Diego have pending cases in the United States District Court for the Southern District of California. MCC San Diego also holds prisoners serving brief sentences.", "label": "building", "id": "train_2_136", "title": "Metropolitan Correctional Center San Diego"}
{"content": " Kevin Greenaugh PhD (born May 15 1956) is an American nuclear engineer and senior manager at the National Nuclear Security Administration (NNSA) in Washington DC USA.Greenaugh manages over one and a half billion-dollar program in nuclear deterrent research and development. He is responsible for the development of computer models and for conducting research and testing at world-class experimental facilities.", "label": "office holder", "id": "train_2_137", "title": "Kevin Greenaugh"}
{"content": " Kento Shiratani (白谷 建人 Shiratani Kento born June 10 1989 in Kyoto) is a Japanese football player currently playing for Machida Zelvia.", "label": "athlete", "id": "train_2_138", "title": "Kento Shiratani"}
{"content": " Osman Sagar (Telugu: ఒస్మాన్ సాగర్ Urdu: عثمان ساگر‎) popularly known as Gandipet is an artificial lake in the Indian city of Hyderabad. The lake is around 46 km² and the reservoir is around 29 km².", "label": "natural place", "id": "train_2_139", "title": "Osman Sagar"}
{"content": " Tim Curry (1939 - April 24 2009) was a Texas lawyer and the Tarrant County District Attorney from 1972 until his death.Curry was selected to run for District Attorney of Tarrant County after the original choice for nominee backed out just before the 1972 election. Curry was 33 years old when he was first elected.", "label": "office holder", "id": "train_2_140", "title": "Tim Curry (attorney)"}
{"content": " Kotomi Aoki (青木 琴美 Aoki Kotomi born January 7 1980) is a Japanese manga artist. She currently resides in Matsuyama Ehime Japan. She received the 2008 Shogakukan Manga Award for shōjo for Boku no Hatsukoi o Kimi ni Sasagu.", "label": "artist", "id": "train_2_141", "title": "Kotomi Aoki"}
{"content": " Ballad of a Bounty Hunter (also known as Fedra West and I Do Not Forgive... I Kill!) is a 1968 Spanish western film directed by Joaquín Luis Romero Marchent and distributed by Troma Entertainment.", "label": "film", "id": "train_2_142", "title": "Ballad of a Bounty Hunter"}
{"content": " Bulbophyllum pandanetorum is a rare species of epiphytic plant in the Orchidaceae family. It is found in Cameroon and Gabon where its natural habitat is subtropical or tropical moist lowland forests at elevations roughly between 200 and 950 meters. It is threatened by habitat loss. It was botanically described in 1954.In September 1925 the first sample of B. pandanetorum were collected twice in Gabon.", "label": "plant", "id": "train_2_143", "title": "Bulbophyllum pandanetorum"}
{"content": " Burbank Western Channel (also known as Burbank Western Wash) is a 6.3-mile-long (10.1 km) tributary of the Los Angeles River in the eastern San Fernando Valley of Los Angeles County California.The stream begins at the confluence of Hansen Heights Channel and La Tuna Canyon Lateral in Sun Valley. It runs adjacent to Interstate 5 for most of its length and is entirely encased in a concrete flood control channel.", "label": "natural place", "id": "train_2_144", "title": "Burbank Western Channel"}
{"content": " Daniele Giorgini (born April 24 1984 in San Benedetto del Tronto Italy) is an Italian professional tennis player.", "label": "athlete", "id": "train_2_145", "title": "Daniele Giorgini"}
{"content": " The Supermarine Swift was a British single-seat jet fighter of the Royal Air Force (RAF) built by Supermarine during the 1950s. After a protracted development period the Swift entered service as an interceptor but due to a spate of accidents its service life was short. A photo reconnaissance variant resolved some of the Swift's teething problems.", "label": "mean of transportation", "id": "train_2_146", "title": "Supermarine Swift"}
{"content": " Sheikh Zakariyyah Islamic Research Center situated at Al-Hera Tower Kuratoli Khilkhet Dhaka is a higher Islamic Research Center founded in 2012 by Mufti Mizanur Rahman Sayed a top-ranking Islamic Scholar Of Bangladesh.", "label": "educational institution", "id": "train_2_147", "title": "Sheikh Zakariyyah Islamic Research Center"}
{"content": " Angel is the 12th album by The Ohio Players and the 6th album recorded for Mercury. The band grew from seven to eight members with the addition of Clarence Chet Willis on rhythm guitar.Three singles were released in support of the album: Body Vibes O-H-I-O and Merry Go Round. O-H-I-O would prove to be a concert favorite with the band and crowd chanting in unison the letters.", "label": "album", "id": "train_2_148", "title": "Angel (Ohio Players album)"}
{"content": " The NT News is a morning tabloid newspaper based in Darwin Australia. It is a subsidiary of News Corp Australia owned by Rupert Murdoch's News Corp. It primarily serves Darwin and the rest of the Northern Territory. It covers local national and world news as well as sports and business.The paper currently has a Monday to Friday readership average of 47000 reaching an average of 55000 on Saturdays.", "label": "written work", "id": "train_2_149", "title": "Northern Territory News"}
{"content": " Burg Thalberg is a castle in Styria Austria.", "label": "building", "id": "train_2_150", "title": "Burg Thalberg"}
{"content": " Virgin Gaming is a venture between WorldGaming.com and Virgin Group which was formed during June 2010 in Toronto. Virgin Gaming is a fee-based online service who has partnered with Xbox and Playstation targeting the 116 million users of those consoles to not only play head to head or in leagues with other gamers all over the world but also to place wagers on those games.", "label": "company", "id": "train_2_151", "title": "Virgin Gaming"}
{"content": " Yaralujeh (Persian: يارالوجه‎ also Romanized as Yārālūjeh; also known as Yaraldzha and Yārālūcheh) is a village in Peyghan Chayi Rural District in the Central District of Kaleybar County East Azerbaijan Province Iran. At the 2006 census its population was 10 in 4 families.", "label": "village", "id": "train_2_152", "title": "Yaralujeh"}
{"content": " Austroharpa wilsoni is a species of sea snail a marine gastropod mollusk in the family Harpidae the harp snails.", "label": "animal", "id": "train_2_153", "title": "Austroharpa wilsoni"}
{"content": " CCM Magazine is a monthly online magazine about contemporary Christian music published by Salem Publishing a division of Salem Communications.", "label": "written work", "id": "train_2_154", "title": "CCM Magazine"}
{"content": " RNG Films is a film production company founded by producer director Rohit Gupta in 2009.", "label": "company", "id": "train_2_155", "title": "RNG Films"}
{"content": " Sacred Heart High School is a private Roman Catholic high school in Falls City Nebraska. It is located in the Roman Catholic Diocese of Lincoln.", "label": "educational institution", "id": "train_2_156", "title": "Sacred Heart High School (Nebraska)"}
{"content": " Eopsaltria is a genus of small forest passerines known in Australia as the Yellow Robins. They belong to the Australasian Robin family Petroicidae. The name is derived from the Ancient Greek for dawn singer/song because of their dawn chorus. They are inquisitive and bold birds and have been reported perching on the shoulders or boots of people in the bush. Open eucalyptus woodlands are their preferred habitat.", "label": "animal", "id": "train_2_157", "title": "Eopsaltria"}
{"content": " Leo Yankevich (born 30 October 1961) is an American poet and the editor of The New Formalist. Born into a Roman Catholic family of Irish and Polish descent he grew up and attended high school in Farrell Pennsylvania a small steel town in western Pennsylvania. He then studied History and Polish Studies at Alliance College Cambridge Springs Pennsylvania receiving a BA in 1984.", "label": "artist", "id": "train_2_158", "title": "Leo Yankevich"}
{"content": " 'Pink Panther' is a hybrid cultivar of the genus Tillandsia in the Bromeliad family.", "label": "plant", "id": "train_2_159", "title": "Tillandsia 'Pink Panther'"}
{"content": " Two Drifters (also known as Odete) is a Portuguese feature film directed by João Pedro Rodrigues produced at the independent production company Rosa Filmes and released in 2005.", "label": "film", "id": "train_2_160", "title": "Two Drifters"}
{"content": " Długołęka [dwuɡɔˈwɛnka] is a village in the administrative district of Gmina Strzelce within Kutno County Łódź Voivodeship in central Poland. It lies approximately 6 kilometres (4 mi) north-east of Strzelce 13 km (8 mi) north-east of Kutno and 61 km (38 mi) north of the regional capital Łódź.", "label": "village", "id": "train_2_161", "title": "Długołęka Łódź Voivodeship"}
{"content": " One Night Stand is a compilation of a live concert given on November 8 1947 at The Town Hall in New York City. The concert featured Sarah Vaughan and Lester Young. The album was released in 1997. Lester Young is a tenor saxophonist who played with the Count Basie Band in the 1930s and 1940s. It is with this group that he first recorded the first copy of Lester Leaps In(the first track on One Night Stand) in 1939.", "label": "album", "id": "train_2_162", "title": "One Night Stand – The Town Hall Concert 1947"}
{"content": " Zemplínska šírava (sometimes called the Slovak sea (Slovak: Slovenské more)). is a dam and lake in eastern Slovakia near the town of Michalovce wholly belonging to the Michalovce District. The name recalls the historical Zemplín region. The dam was built in 1961–1965 covers an area of 33 km2 (13 sq mi) has an average depth of 9.5 m (31 ft) with a maximum depth of 14 m (46 ft). Water from the dam flows into the Laborec river which in turn flows into the Bodrog river.", "label": "natural place", "id": "train_2_163", "title": "Zemplínska šírava"}
{"content": " Joe Hollimon (born November 5 1952 in Trumann Arkansas) is a former defensive back for the Edmonton Eskimos of the Canadian Football League from 1976-1985. He won six Grey Cups while a member of the Eskimos. He was a three-time Western Conference All-Star Corner Back (1976 78 82) and was a CFL All-Star in 1978.", "label": "athlete", "id": "train_2_164", "title": "Joe Hollimon"}
{"content": " MSA Bermagui (1121) was an auxiliary minesweeper operated by the Royal Australian Navy (RAN). Launched in 1973 as Nadgee II the vessel was operated commercially as a tuna-fishing boat until March 1994 when she was acquired under the RAN's Craft of Opportunity Program for use as an auxiliary. During military service she had a crew of eight. The ship left service in 2000. Bermagui was sold at auction for A$190000 in April 2000 to Mosman Bay Boat Charters.", "label": "mean of transportation", "id": "train_2_165", "title": "MSA Bermagui"}
{"content": " St Peter-in-the-East is a 12th-century church on Queen's Lane north of the High Street in central Oxford England. It forms part of St Edmund Hall one of the Oxford University colleges. It is now deconsecrated and houses the college library for graduates and undergraduates. The churchyard to the north is laid out as a garden and contains a seated bronze statue depicting St Edmund as an impoverished student.", "label": "building", "id": "train_2_166", "title": "St Peter-in-the-East"}
{"content": " Diederik Maarten Samsom (About this sound pronunciation ; born July 10 1971) is a Dutch politician. As a member of the Labour Party (Partij van de Arbeid) he has been an MP since January 30 2003. He is the party's spokesperson on environmental issues. On March 16 2012 he was elected parliamentary leader as well as party leader. Before his election to parliament he was CEO of a green energy company and a campaigner for Greenpeace Netherlands.", "label": "office holder", "id": "train_2_167", "title": "Diederik Samsom"}
{"content": " Thunderbird Adventist Academy (TAA) is a private Seventh-day Adventist Christian high school and boarding academy in Scottsdale Arizona.", "label": "educational institution", "id": "train_2_168", "title": "Thunderbird Adventist Academy"}
{"content": " Gamini Kalyanadarsha Haththotuwegama (29 November 1939 – 30 October 2009) was a Sri Lankan playwright director actor critic and educator. He was widely known as the father of Sri Lanka's modern street theatre. He was among the most influential directors of post-independent Sri Lanka.", "label": "artist", "id": "train_2_169", "title": "Gamini Haththotuwegama"}
{"content": " European Management Review is a quarterly peer-reviewed academic journal published by John Wiley & Sons on behalf of the European Academy of Management. The journal covers a broad range of management topics publishing both empirical and theoretical articles on organization theory strategic management corporate governance human resource management and managerial economics focusing on European management issues. The current editor-in-chief is Alfonso Gambardella (Bocconi University).", "label": "written work", "id": "train_2_170", "title": "European Management Review"}
{"content": " Warren Adams (November 28 1838 – November 5 1884) was a Lieutenant Colonel in the Confederate States Army from lower Richland County South Carolina. He was in command of the First South Carolina Infantry Regiment at Battery Wagner and he served under General Matthew Calbraith Butler in the 2nd South Carolina Cavalry.", "label": "office holder", "id": "train_2_171", "title": "Warren Adams"}
{"content": " The Tasin House at 202 N. Wheeler in Victoria Texas was built in 1911 by building contractors Bailey Mills. It was designed by Praeger & Hull. It was listed on the National Register of Historic Places in 1986.", "label": "building", "id": "train_2_172", "title": "Tasin House"}
{"content": " Diamond Shoal (6 May 1979 – ca.1996) was a British Thoroughbred racehorse and sire. He showed some promise as a two-year-old winning two of his six races. In the following year he won only one minor race but was placed in several major races including a third-place finish in the St Leger Stakes.", "label": "animal", "id": "train_2_173", "title": "Diamond Shoal"}
{"content": " Zygophlebia is a genus of ferns in the family Polypodiaceae. It is one of those formerly separated as the Grammitidaceae. Species in this genus are native to America and Africa.It contains the following species (but this list may be incomplete): Zygophlebia eminens (C.V.Morton) L.E.Bishop Zygophlebia dudleyi Zygophlebia sectifrons Zygophlebia werffii Zygophlebia longipilosa Zygophlebia matthewsii↑", "label": "plant", "id": "train_2_174", "title": "Zygophlebia"}
{"content": " Not to be confused with Cedric Henderson who played in the NBA from 1997 to 2002.Cedric Henderson (born October 3 1965) is an American former professional basketball player.A 6'8 forward Henderson played at the University of Georgia during the 1980s and was selected by the Atlanta Hawks in the second round of the 1986 NBA Draft. He split the 1986-87 NBA season with the Hawks and Milwaukee Bucks averaging 1.4 points and 1.0 rebounds in 8 games.", "label": "athlete", "id": "train_2_175", "title": "Cedric Henderson (basketball born 1965)"}
{"content": " The G&SWR 45 Class were 0-6-2T steam locomotives designed by Peter Drummond for the Glasgow and South Western Railway (G&SWR) and introduced in 1915.", "label": "mean of transportation", "id": "train_2_176", "title": "G&SWR 45 Class 0-6-2T"}
{"content": " Do Sher is a 1974 Bollywood film starring Dharmendra.", "label": "film", "id": "train_2_177", "title": "Do Sher"}
{"content": " Bastam Darreh (Persian: بسطام دره‎ also Romanized as Basţām Darreh) is a village in Maraveh Tappeh Rural District in the Central District of Maraveh Tappeh County Golestan Province Iran. At the 2006 census its population was 284 in 65 families.", "label": "village", "id": "train_2_178", "title": "Bastam Darreh"}
{"content": " The Eminent Jay Jay Johnson Volume 2 is an album by American jazz trombonist J. J. Johnson. It features performances recorded in 1954 and 1955 that were originally released on the Blue Note label as 10-inch LP records.", "label": "album", "id": "train_2_179", "title": "The Eminent Jay Jay Johnson Volume 2"}
{"content": " Peacock Productions is a long-form production unit of NBC News. The division established in 2007 produces factual programming such as news specials documentary specials and reality series. While some of its productions do air on other NBCUniversal outlets (such as the NBC network and MSNBC) it produces programs for competing broadcasters as well such as the networks of Discovery A+E Networks and Lifetime among others.", "label": "company", "id": "train_2_180", "title": "Peacock Productions"}
{"content": " The Ipiranga River (Paraná) is a river of Paraná state in southern Brazil.", "label": "natural place", "id": "train_2_181", "title": "Ipiranga River (Paraná)"}
{"content": " The Latin American Art Museum of Buenos Aires (Spanish: Museo de Arte Latinoamericano de Buenos Aires MALBA) is a museum located on Figueroa Alcorta Avenue in the Palermo section of Buenos Aires.Created by Argentine businessman Eduardo Constantini the museum is operated by the not-for-profit Fundación MALBA – Constantini and was inaugurated on September 21 2001.", "label": "building", "id": "train_2_182", "title": "MALBA"}
{"content": " Gąski [ˈɡɔ̃ski] is a village in the administrative district of Gmina Warka within Grójec County Masovian Voivodeship in east-central Poland. It lies approximately 7 kilometres (4 mi) north-west of Warka 21 km (13 mi) east of Grójec and 45 km (28 mi) south of Warsaw.The village has a population of 270.", "label": "village", "id": "train_2_183", "title": "Gąski Grójec County"}
{"content": " Stenåldern kan börja is an album by bob hund released in 2001. This was the band's first album to chart at number one in Sweden.", "label": "album", "id": "train_2_184", "title": "Stenåldern kan börja"}
{"content": " Morgan Park Academy is a coeducational college preparatory independent Pre-Kindergarten-12th grade day school located in the Morgan Park neighborhood on the south side of Chicago Illinois. Founded in 1863 Morgan Park Academy was formerly known as Mt. Vernon Military Academy Morgan Park Military Academy (MPMA) and briefly as the Illinois Military Academy and Morgan Park Academy of the University of Chicago.", "label": "educational institution", "id": "train_2_185", "title": "Morgan Park Academy"}
{"content": " Samuel Pearson Terry Goddard III (born January 29 1947) is an American attorney and politician. He served as the 24th Attorney General of Arizona from 2003 to 2011 and served as Mayor of Phoenix from 1984 to 1990.Goddard ran for Governor of Arizona in the 2010 general election but lost to Republican incumbent Jan Brewer. He declined to run for Governor again in 2014 but instead will run for Secretary of State of Arizona.", "label": "office holder", "id": "train_2_186", "title": "Terry Goddard"}
{"content": " Hi-Tops is a 1985 Christian movie musical about the lives of several high school students and a trio of angels who are sent to Earth to experience and study peer pressure. The film was originally a successful stage production that toured nationally.The name of the musical and of the eponymous band that figures in the plot is derived from the high-top style of shoes popular among youth in the mid-1980s.", "label": "film", "id": "train_2_187", "title": "Hi-Tops (film)"}
{"content": " Metropolitan View is a sleeper-buffet-lounge-observation car with 2 master rooms and a double bedroom built by Pullman-Standard for use on the Pennsylvania Railroad train the Broadway Limited. In 1938 the Broadway Limited was completely reequipped with lightweight steel cars to replace the heavyweight steel cars. The new equipment's industrial design was a product of Raymond Loewy.", "label": "mean of transportation", "id": "train_2_188", "title": "Metropolitan View"}
{"content": " Campbell Mountain (8245 feet (2513 m)) is located in the Livingston Range Glacier National Park in the U.S. state of Montana. Campbell Mountain rises more than 4000 feet (1200 m) above the west shore of Waterton Lake.", "label": "natural place", "id": "train_2_189", "title": "Campbell Mountain"}
{"content": " Stackhousia minima is a perennial herb species in the family Celastraceae. It is native to New Zealand.", "label": "plant", "id": "train_2_190", "title": "Stackhousia minima"}
{"content": " Lome Fa'atau (born 23 October 1975 in Wellington New Zealand) is a rugby union player. He currently plays for the Rugby Nice Côte d'Azur in the French Fédérale 1. The speedy winger is recognisable by his traditional Samoan tattoo (pe'a).Before his rugby career took off he attended St Patricks College in Wellington where he was a star basketball player for his college team.", "label": "athlete", "id": "train_2_191", "title": "Lome Fa'atau"}
{"content": " Johnnie Mortimer was the pen name of Clare Suffolk (born 2 July 1931 – 2 September 1992) was a British scriptwriter for British TV whose work along with creative writing partner Brian Cooke also served as inspiration for American television projects.", "label": "artist", "id": "train_2_192", "title": "Johnnie Mortimer"}
{"content": " Bloomsbury (1836 –1861) was a British Thoroughbred racehorse and sire. In a career that lasted from May 1839 to July 1841 he ran ten times and won four races. His most important win came on his first racecourse appearance when he won the 1839 Derby. He went on to win important races at Ascot and Liverpool before his retirement after his five-year-old season. He was later exported to stand as a stallion in Germany.", "label": "animal", "id": "train_2_193", "title": "Bloomsbury (horse)"}
{"content": " Common Wall Media is an independent record label and media company based in Mesa Arizona. It is owned and operated by Chuckie Duff former Dear and the Headlights bassist and current co-owner of Flying Blanket Recording.", "label": "company", "id": "train_2_194", "title": "Common Wall Media"}
{"content": " The Chronicle is a daily student newspaper at Duke University in Durham North Carolina. The Chronicle was first published as The Trinity Chronicle on December 19 1905. The paper's name was changed to The Chronicle when Trinity College was renamed Duke University following a donation by James Buchanan Duke. One of the most highly honored college newspapers in the United States The Chronicle commands a budget of more than $1 million and employs a staff of 120.", "label": "written work", "id": "train_2_195", "title": "The Chronicle (Duke University)"}
{"content": " Ludovic Leroy (born September 20 1975 in Le Quesnoy) is a French professional footballer. He currently plays in the Championnat de France amateur for SO Romorantin.Leroy played at the professional level in Ligue 2 for Valenciennes FC FC Martigues Amiens SC and Stade Reims.", "label": "athlete", "id": "train_2_196", "title": "Ludovic Leroy"}
{"content": " Burg Laudegg is a restored castle ruin near Ladis a village in Bezirk Landeck in the state of Tyrol Austria.", "label": "building", "id": "train_2_197", "title": "Laudegg Castle"}
{"content": " Nowa Wieś [ˈnɔva ˈvjɛɕ] is a village in the administrative district of Gmina Olszewo-Borki within Ostrołęka County Masovian Voivodeship in east-central Poland. It lies approximately 11 kilometres (7 mi) west of Ostrołęka and 101 km (63 mi) north of Warsaw.The village has a population of 550.", "label": "village", "id": "train_2_198", "title": "Nowa Wieś Ostrołęka County"}
{"content": " The Moon and Serpent Bumper Book of Magic is an upcoming hardcover work by Alan Moore and Steve Moore (no family relation to each other). Both men have written comics and together co-founded the private magical order known as The Moon and Serpent Grand Egyptian Theatre of Marvels. The book is listed as a future release from Top Shelf Productions.", "label": "written work", "id": "train_2_199", "title": "The Moon and Serpent Bumper Book of Magic"}
{"content": " James Braidy Jim Steinberg (born July 5 1953) is an American academic and political advisor and former Deputy Secretary of State. He is currently Dean and Professor of Social Science International Affairs and Law at the Maxwell School of Citizenship and Public Affairs at Syracuse University.", "label": "office holder", "id": "train_2_200", "title": "James Steinberg"}
{"content": " The Chandler family is a fictional family from the American soap opera All My Children. The Chandler family is one of the most powerful and wealthiest families in the show's history. Rising up from poverty in Pigeon Hollow West Virginia the Chandlers now stand as a prominent family in Pine Valley. The family runs Chandler Enterprises.", "label": "company", "id": "train_2_201", "title": "Chandler family"}
{"content": " The Perdida River is a river of Tocantins state in central Brazil.", "label": "natural place", "id": "train_2_202", "title": "Perdida River"}
{"content": " Nomadi 40 is a double album by Nomadi. Their twenty-eighth album it celebrates the fortieth year of their musical career. Nomadi 40 contains a mix of old and new songs. It was certified gold from presales and was at the top of the charts for 15 weeks.[citation needed]The last track of the second disc Come Potete Giudicar is the version recorded in 1992 by Augustus Daolio Beppe Carletti Dante Pergreffi Cico Falzone and Daniele Campani on the album Ma Noi No.", "label": "album", "id": "train_2_203", "title": "Nomadi 40"}
{"content": " Archmere Academy is a Roman Catholic college preparatory school of approximately 470 students in Claymont Delaware. It is run independently within the Roman Catholic Diocese of Wilmington.", "label": "educational institution", "id": "train_2_204", "title": "Archmere Academy"}
{"content": " Buddleja davidii 'Burgundy' is a cultivar raised by the Hines Nursery in Houston Texas.", "label": "plant", "id": "train_2_205", "title": "Buddleja davidii 'Burgundy'"}
{"content": " Glaphyromorphus is a genus of the Skink family (Scincidae).", "label": "animal", "id": "train_2_206", "title": "Glaphyromorphus"}
{"content": " Jay Blakeney (b. 20 June 1929 in England – d. 24 October 2007) was a British newspaper reporter well known as romance writer under the pseudonyms Anne Weale and Andrea Blake. She wrote over 88 books for Mills & Boon from 1955 to 2002. She died on Wednesday 24 October 2007 at the time of her death she was writing her autobiography called 88 Heroes…1 Mr Right.", "label": "artist", "id": "train_2_207", "title": "Anne Weale"}
{"content": " HMAS Wollongong (J172) named for the city of Wollongong New South Wales was one of 60 Bathurst class corvettes constructed during World War II and one of 20 built for the Admiralty but manned by personnel of and commissioned into the Royal Australian Navy (RAN).", "label": "mean of transportation", "id": "train_2_208", "title": "HMAS Wollongong (J172)"}
{"content": " Sweden Live is a concert video by the Swedish pop duo Roxette released on VHS and Laserdisc on February 17 1989. It features footage from a concert filmed in Sweden.", "label": "film", "id": "train_2_209", "title": "Sweden Live"}
{"content": " The Boceasa River is a tributary of the Drăgan River in Romania.", "label": "natural place", "id": "train_2_210", "title": "Boceasa River"}
{"content": " Deh Nomam (Persian: ده نمام‎ also Romanized as Deh Nomām) is a village in Sanjabi Rural District Kuzaran District Kermanshah County Kermanshah Province Iran. At the 2006 census its existence was noted but its population was not reported.", "label": "village", "id": "train_2_211", "title": "Deh Nomam"}
{"content": " Pierrot is a short poem written by the African American author Langston Hughes. It was first published in the anthology The Weary Blues in 1926. In 30 lines it describes contrasts the characters of Simple John who adheres to an ethic of hard work and traditional virtues and Pierrot who leads a Dionysian and carefree life. In the end Pierrot runs away with John's wife.", "label": "written work", "id": "train_2_212", "title": "Pierrot (poem)"}
{"content": " L-Boyz Record is a record label based in Larache Morocco specializing in R&B pop and hip-hop music.", "label": "company", "id": "train_2_213", "title": "L-Boyz Record"}
{"content": " Lawrence S. Larry Springer is a Democratic member of the Washington House of Representatives representing the 45th district since 2004. He currently serves as the Majority Floor Leader.", "label": "office holder", "id": "train_2_214", "title": "Larry Springer"}
{"content": " Nicoletta Grisoni longer name Nicole Fernande Grisoni-Chappuis better known by her mononym Nicoletta (born 11 April 1944 in Vongy now known as Thonon-les-Bains Haute-Savoie France) is a French pop singer. Becoming very popular on French radio and television where she had a number of hits in the 1960s and the 1970s she was considered as part of what is known as the French yé-yé generation heavily influenced by American music particularly R&B Rock and roll and Beat music.", "label": "artist", "id": "train_2_215", "title": "Nicoletta (singer)"}
{"content": " RFA Sir Galahad (L3005) was a landing ship logistics (LSL) of the Royal Fleet Auxiliary currently in service with the Brazilian Navy as the Garcia D'Avila.", "label": "mean of transportation", "id": "train_2_216", "title": "RFA Sir Galahad (1987)"}
{"content": " Polygala helenae is a species of plant in the Polygalaceae family. It is endemic to Greece. Its natural habitat is Mediterranean-type shrubby vegetation. It is threatened by habitat loss.", "label": "plant", "id": "train_2_217", "title": "Polygala helenae"}
{"content": " Blood & Chocolate is a 2007 film directed by Katja von Garnier produced by Lakeshore Entertainment and distributed by MGM. It is very loosely based on the young-adult novel of the same name by Annette Curtis Klause which was adapted into a screenplay by Ehren Kruger. The movie was released on DVD on June 13 2007 in the USA.", "label": "film", "id": "train_2_218", "title": "Blood & Chocolate (film)"}
{"content": " Epidromia pannosa is a moth of the Noctuidae family. It is found from southern Florida and central Mexico southward through the Caribbean and Central America to Brazil.The larvae feed on Psidium species including Psidium guajava.", "label": "animal", "id": "train_2_219", "title": "Epidromia pannosa"}
{"content": " Wekerle Business School (Hungarian: Wekerle Sándor Üzleti Főiskola) is a private college in Budapest Hungary.", "label": "educational institution", "id": "train_2_220", "title": "Wekerle Business School"}
{"content": " John Jack Elwyn Evans (1897 – 15 July 1941 (aged 43–44)) was born in Brynamman and was a Welsh rugby union and professional rugby league footballer of the 1920s playing representative level rugby union (RU) for Wales and at club level for Brynamman RFC Amman United RFC Swansea RFC and Llanelli RFC as a Wing or Centre i.e. number 11 or 14 or 12 or 13 and playing club level rugby league (RL) for Broughton Rangers he died in Denbigh.", "label": "athlete", "id": "train_2_221", "title": "Jack Elwyn Evans"}
{"content": " Burn Out is the second album by Christian pop punk band Slick Shoes released in 1998.", "label": "album", "id": "train_2_222", "title": "Burn Out (album)"}
{"content": " Waterloo United Methodist Church is a historic United Methodist church located at Waterloo in Seneca County New York. It was constructed in 1895 and is a brick and stone church with vernacular Romanesque / Greek Revival style design and decorative detail. It features an 85-foot (26 m) tripartate tower crowned by a tall steeple.It was listed on the National Register of Historic Places in 2004.", "label": "building", "id": "train_2_223", "title": "United Methodist Church (Waterloo New York)"}
{"content": " Edward Ellice the Elder (27 September 1783 – 17 September 1863) known in his time as the Bear was a British merchant and politician. He was a Director of the Hudson's Bay Company and a prime mover behind the Reform Bill of 1832.Ellice was born on 27 September 1783 in London England to Alexander Ellice and Ann Russell.", "label": "office holder", "id": "train_2_224", "title": "Edward Ellice (merchant)"}
{"content": " Scott David Westerfeld (born May 5 1963) is an American science fiction writer.", "label": "artist", "id": "train_2_225", "title": "Scott Westerfeld"}
{"content": " Der lachende Mann – Bekenntnisse eines Mörders is an East German film. It was released in 1966.", "label": "film", "id": "train_2_226", "title": "Der lachende Mann – Bekenntnisse eines Mörders"}
{"content": " Hillbilly Jedi is the fourth studio album by American country music duo Big & Rich released on September 18 2012. It is the duo's first new studio album since Between Raising Hell and Amazing Grace in 2007 and their first commercial release since 2009. The album's lead-off single That's Why I Pray was released on May 21 2012 and was followed by two more singles Party Like Cowboyz and Cheat On You. Hillbilly Jedi received mixed reviews from critics.", "label": "album", "id": "train_2_227", "title": "Hillbilly Jedi"}
{"content": " The Middle Level Navigations are a network of waterways in England primarily used for land drainage which lie in The Fens between the Rivers Nene and Great Ouse and between the cities of Peterborough and Cambridge. Most of the area through which they run is at or below sea level and attempts to protect it from inundation have been carried out since 1480.", "label": "natural place", "id": "train_2_228", "title": "Middle Level Navigations"}
{"content": " Patricia Kim Alletson (born June 30 1958 in Brockville Ontario) is a Canadian figure skater. She is the 1975 & 1976 Canadian silver medalist 1974 junior national champion and is the 1977 Skate Canada International champion. She represented Canada at the 1976 Winter Olympics where she placed 14th.", "label": "athlete", "id": "train_2_229", "title": "Kim Alletson"}
{"content": " Avitone Recordings is an independent record label formed by singer/songwriter Jody Watley in 1995 established after Watley departed ways with MCA Records. The singer formed the label as a vehicle to support her own musical evolution outside of the major label system [1]. Watley's fifth studio album 1995s Affection was the labels first release.", "label": "company", "id": "train_2_230", "title": "Avitone Records"}
{"content": " Odostomia costaricensis is a species of sea snail a marine gastropod mollusk in the family Pyramidellidae the pyrams and their allies.", "label": "animal", "id": "train_2_231", "title": "Odostomia costaricensis"}
{"content": " Lone Oak High School was a public secondary school (grades 9–12) located in Paducah Kentucky a community served by the post office of nearby Paducah. Its nickname was Purple Flash and its school colors were purple and gold although some athletic teams such as the marching band and football team had adopted purple and black excluding gold in the school's final years.", "label": "educational institution", "id": "train_2_232", "title": "Lone Oak High School (Kentucky)"}
{"content": " Evidence-based Complementary and Alternative Medicine is an open-access peer-reviewed medical journal covering alternative medicine published by Hindawi Publishing Corporation. As of 2012 the journal had an impact factor of 1.722. The journal was established in 2004 by Edwin L.", "label": "written work", "id": "train_2_233", "title": "Evidence-based Complementary and Alternative Medicine"}
{"content": " Conceveiba is a plant genus of the family Euphorbiaceae with 14 recognized species and is native to South America.", "label": "plant", "id": "train_2_234", "title": "Conceveiba"}
{"content": " The Almshouse is an historic almshouse located at 45 Matignon Road Cambridge Massachusetts. It is presently the site of the International School of Boston's main campus.The building features Greek Revival and Italianate elements and was constructed in 1850 by Gridley J.F. Bryant. It was added to the National Register of Historic Places in 1982.", "label": "building", "id": "train_2_235", "title": "Almshouse (Cambridge Massachusetts)"}
{"content": " Valusek (Persian: ولوسك‎ also Romanized as Valūsek) is a village in Aqda Rural District Aqda District Ardakan County Yazd Province Iran. At the 2006 census its existence was noted but its population was not reported.", "label": "village", "id": "train_2_236", "title": "Valusek"}
{"content": " USS Marblehead was a Unadilla-class gunboat built for the United States Navy during the American Civil War.Marblehead was launched by G. W. Jackman Newburyport Massachusetts 16 October 1861; and commissioned on 8 March 1862; Lieutenant Commander Somerville Nicholson in command.", "label": "mean of transportation", "id": "train_2_237", "title": "USS Marblehead (1861)"}
{"content": " Yerevan Ararat Wine Factory officially known as Yerevan Ararat Brandy-Wine-Vodka Factory or Noy is a company owned by Gagik Tsarukyan's Multi Group Concern* and established in 1877. The factory is located on the left bank of Hrazdan river in the heart of Yerevan city occupying the area of the historic great Yerevan Fortress.", "label": "company", "id": "train_2_238", "title": "Yerevan Ararat Wine Factory"}
{"content": " Chojniak [ˈxɔi̯ɲak] (German: Löbelshof) is a village in the administrative district of Gmina Ełk within Ełk County Warmian-Masurian Voivodeship in northern Poland.Before 1945 the area was part of Germany (East Prussia).The village has a population of 310.", "label": "village", "id": "train_2_239", "title": "Chojniak"}
{"content": " The Technische Universität Bergakademie Freiberg (usually translated from German as Freiberg University of Mining and Technology or Freiberg Mining Academy University of Technology and abbreviated TUBAF) is a small German University of Technology with about 6000 students in the city of Freiberg Saxony.", "label": "educational institution", "id": "train_2_240", "title": "Freiberg University of Mining and Technology"}
{"content": " The Westfall Sport is a single seat biplane modeled after the Waco F2.", "label": "mean of transportation", "id": "train_2_241", "title": "Westfall Sport"}
{"content": " William Cunningham Bill Dickie (2 May 1893 – 1960) was a Scottish footballer who played in the Football League for Chelsea and Stoke.", "label": "athlete", "id": "train_2_242", "title": "Bill Dickie (footballer)"}
{"content": " The Golden-green carpenter bee Xylocopa aeratus is one of two species of carpenter bee found in the Sydney region of New South Wales in Australia. It gets its common name by its habit of burrowing into wood.It was originally described by F. Smith in 1851 as Lestis aeratus. Its specific epithet is the Latin adjective aeratus bronzed.As its name implies the Golden-green carpenter bee is a metallic green in colour although it may appear purplish or bluish from some angles.", "label": "animal", "id": "train_2_243", "title": "Xylocopa aeratus"}
{"content": " Between Friends is a 1973 Canadian crime film directed by Donald Shebib. It was entered into the 23rd Berlin International Film Festival.", "label": "film", "id": "train_2_244", "title": "Between Friends (1973 film)"}
{"content": " Abraham Ellison Garrett ( March 6 1830 - February 14 1907) was an American politician and a member of the United States House of Representatives from Tennessee.", "label": "office holder", "id": "train_2_245", "title": "Abraham Ellison Garrett"}
{"content": " The Little Prince (French: Le Petit Prince; French pronunciation: ​[lə.pə.tiˈpʁɛ̃s]) first published in 1943 is a novella and the most famous work of the French aristocrat writer poet and pioneering aviator Antoine de Saint-Exupéry (1900–1944).The novella is both the most-read and most-translated book in the French language and was voted the best book of the 20th century in France.", "label": "written work", "id": "train_2_246", "title": "The Little Prince"}
{"content": " The Hager-Mead House is a historic house at 411 Main Street in Waltham Massachusetts. The 2-1/2 story wood frame house was built in 1795 and is one of the city's small number of 18th century houses. It is five bays wide and two deep with chimneys set in the ridge and a center entry flanked by Doric pilasters and topped by a six-pane transom window and modillioned cornice.The house was listed on the National Register of Historic Places in 1989.", "label": "building", "id": "train_2_247", "title": "Hager-Mead House"}
{"content": " Christine Kuo (Chinese: 苟芸慧; Mandarin Pinyin: Gōu Yúnhuì; Wade–Giles: Kou1 Yün2-hui4; Jyutping: Gau2 Wan4 Wai6; born 11 July 1983) is a Taiwanese Canadian actress based in Hong Kong. She is of mixed Korean Japanese Dutch and Taiwanese aborigine parentage. She was the winner of the Miss Chinese Toronto Pageant 2008 and Miss Chinese International Pageant 2009.", "label": "artist", "id": "train_2_248", "title": "Christine Kuo"}
{"content": " Darkly Darkly Venus Aversa is the ninth studio album by English extreme metal band Cradle of Filth. It was released on 1 November 2010 by Peaceville Records and is a concept album centered on the demon Lilith. Earlier the album was erroneously referred to as All Hallows Eve probably because the announced release date was close to Hallowe'en.It is Cradle of Filth's's only album to feature keyboardist Ashley Ellyllon and is also the band's final album with Dave Pybus as their bass player.", "label": "album", "id": "train_2_249", "title": "Darkly Darkly Venus Aversa"}
{"content": " The Kaibuskong River is a small river in Nipissing District in northeastern Ontario Canada that runs south through the Township of Bonfield from its source at Lake Nosbonsing. The river flows over a small dam just north of its source then through two small lakes La Chappelle Lake and Sheedy Lake before emptying into Kaibuskong Bay on Lake Talon from which it flows as part of the Mattawa River system to the Ottawa River.", "label": "natural place", "id": "train_2_250", "title": "Kaibuskong River"}
{"content": " Terminalia reitzii is a species of plant in the Combretaceae family. It is endemic to Brazil. It is threatened by habitat loss.", "label": "plant", "id": "train_2_251", "title": "Terminalia reitzii"}
{"content": " Sunset on Third Street (三丁目の夕日 夕焼けの詩 San-Chōme no Yūhi Yūyake no Uta) is a Japanese manga series by Ryōhei Saigan. As of 2009 56 volumes of the manga have been published. It was also a short-lived anime series from 1990 to 1991 and three films Always Sanchōme no Yūhi Always Zoku Sanchōme no Yūhi and Always Sanchōme no Yūhi '64 were based on stories and characters from the manga. It won the 27th Shogakukan Manga Award for general manga.", "label": "written work", "id": "train_2_252", "title": "Sunset on Third Street"}
{"content": " Naked is the debut solo album by the British singer Louise. Released in July 1996 it peaked at no.7 in the UK and the single 'Naked' was later certified Platinum for sales of over 600000 copies.", "label": "album", "id": "train_2_253", "title": "Naked (Louise album)"}
{"content": " Rexer Ltd. is an automobile manufacturing company in Estonia. Their first model was the Rex R-10 and that managed to get national type approval. They currently produce the R-12 an AC Cobra replica. It uses the double wishbones from the Lada Niva and a 5.7 litre Chevrolet engine and transmission and steering rod from Ford Scorpio. The R-12 also has national type approval. It is sold both as a kit car and in completed form.", "label": "company", "id": "train_2_254", "title": "Rexer"}
{"content": " Richard Wilson (born 24 May 1953) is a British sculptor installation artist and musician.Born in Islington London he studied at the London College of Printing Hornsey College of Art and Reading University.", "label": "artist", "id": "train_2_255", "title": "Richard Wilson (sculptor)"}
{"content": " Warwat Bakal is a village in Sangrampur tehsil of Buldhana district Maharashtra State India.", "label": "village", "id": "train_2_256", "title": "Warwat Bakal"}
{"content": " Global Mall at the Crossings formerly Hickory Hollow Mall is a regional indoor shopping mall in Antioch Tennessee a neighborhood of Nashville. The mall was built in 1978. In 1982 a JCPenney and several other stores were added. Another expansion project in 1991 resulted in a new building for Dillard's with a mall expansion built within the former Dillard's location. The two-level mall is built in a cross pattern with four wings situated around a central hub.", "label": "building", "id": "train_2_257", "title": "Global Mall at the Crossings"}
{"content": " Typha azerbaijanensis  commonly called the Azerbaijan cattail is a plant species endemic to northeastern Iran. The name refers not to the independent Republic of Azerbaijan but rather to the Azerbaijan region in northeastern Iran. The species grows in freshwater marshes. Type collection was made between Khoy and Marand at an elevation of about 1100 m.", "label": "plant", "id": "train_2_258", "title": "Typha azerbaijanensis"}
{"content": " Cycloramphus eleutherodactylus is a species of frog in the Leptodactylidae family.It is endemic to Brazil.Its natural habitat is subtropical or tropical moist lowland forests.It is threatened by habitat loss.", "label": "animal", "id": "train_2_259", "title": "Cycloramphus eleutherodactylus"}
{"content": " Room in Rome (Spanish: Habitación en Roma) is a 2010 Spanish erotic romance film featuring relations of two young women (Alba and Natasha) in a hotel room in Rome. The plot is loosely based on another film En la cama (In Bed). Room in Rome was Julio Medem's first English language film.", "label": "film", "id": "train_2_260", "title": "Room in Rome"}
{"content": " The Marble Mountains are a mountain range in San Bernardino County California.", "label": "natural place", "id": "train_2_261", "title": "Marble Mountains (San Bernardino County)"}
{"content": " Amleto Giovanni Cicognani (24 February 1883 – 17 December 1973) was an Italian Cardinal of the Roman Catholic Church. He served as Vatican Secretary of State from 1961 to 1969 and Dean of the College of Cardinals from 1972 until his death. Cicognani was elevated to the cardinalate in 1958.", "label": "office holder", "id": "train_2_262", "title": "Amleto Giovanni Cicognani"}
{"content": " North Eastern Hill University (NEHU) is a Central University established on 19 July 1973 by an Act of the Indian Parliament. The university is in the suburb of Shillong the state capital of Meghalaya India. The university has two campuses: Shillong and Tura in Meghalaya. NEHU Tura Campus functions under a pro-vice chancellor.It is the University Grants Commission's University with Potential for Excellence (conferred in 2006).", "label": "educational institution", "id": "train_2_263", "title": "North Eastern Hill University"}
{"content": " Michael Anthony Brooks (born August 17 1958) is a retired American professional basketball player. At 6'7 he played as forward.", "label": "athlete", "id": "train_2_264", "title": "Michael Brooks (basketball)"}
{"content": " HMS Mutine was a Doterel-class sloop of the Royal Navy built at the Devonport Dockyard and launched on 20 July 1880. She became a boom defence vessel at Southampton in 1899 and was renamed Azov in 1904. She was sold after World War I.", "label": "mean of transportation", "id": "train_2_265", "title": "HMS Mutine (1880)"}
{"content": " The Instituto Federal de Educação Ciência e Tecnologia da Bahia (IFBA ) (Bahia Federal Institute of Education Science and Technology) is an institution that offers high and professional educations by having a pluricurricular form.", "label": "educational institution", "id": "train_2_266", "title": "Bahia Federal Institute of Education Science and Technology"}
{"content": " Gothaer Waggonfabrik (Gotha GWF) was a German manufacturer of rolling stock established in the late nineteenth century at Gotha. During the two world wars the company expanded into aircraft building.", "label": "company", "id": "train_2_267", "title": "Gothaer Waggonfabrik"}
{"content": " Nippoptilia is a genus of moth in the Pterophoridae family.", "label": "animal", "id": "train_2_268", "title": "Nippoptilia"}
{"content": " Przytuły [pʂɨˈtuwɨ] (German: Przytullen (1938-45:Seefrieden)) is a village in the administrative district of Gmina Ełk within Ełk County Warmian-Masurian Voivodeship in northern Poland. It lies approximately 13 kilometres (8 mi) north of Ełk and 125 km (78 mi) east of the regional capital Olsztyn.Before 1945 the area was part of Germany (East Prussia).", "label": "village", "id": "train_2_269", "title": "Przytuły Ełk County"}
{"content": " Pyrrosia confluens known as the Horseshoe Felt Fern or Robber Fern is a common fern of eastern Australia. Occurring as an epiphyte or lithophyte in areas of part shade and high moisture. Often seen on rocks or creeping up on rainforest trees quite high above the ground. Found north of the Wyong district. In 1810 the species originally appeared in scientific literature as Polypodium confluens in the Prodromus Florae Novae Hollandiae authored by the prolific Scottish botanist Robert Brown.", "label": "plant", "id": "train_2_270", "title": "Pyrrosia confluens"}
{"content": " The Wertheimer Building is a commercial building at 101 S. Main St. in Hailey Idaho that was listed on the National Register of Historic Places in 1985. It was built in 1889 and served as the first courthouse in Hailey; a jail was in its basement level. A second floor existed but was destroyed by fire and was not replaced.", "label": "building", "id": "train_2_271", "title": "Werthheimer Building"}
{"content": " It's Always Stormy In Tillamook is an EP by Meg & Dia released independently by the band in 2010. The EP was recorded from May-June 2010 in Tillamook Oregon. All songs were written and recorded by Meg & Dia Frampton.", "label": "album", "id": "train_2_272", "title": "It's Always Stormy in Tillamook"}
{"content": " Béla Pásztor (born February 27 1938) is a Hungarian politician who currently serves as Chairman of the Council then Mayor of Veresegyház since September 1 1965.", "label": "office holder", "id": "train_2_273", "title": "Béla Pásztor"}
{"content": " The New Centurions (UK title: Precinct 45: Los Angeles Police) is a 1972 crime drama film based on the novel by policeman turned author Joseph Wambaugh.It stars George C. Scott Stacy Keach Scott Wilson Jane Alexander Erik Estrada and James Sikking and was directed by Richard Fleischer.The film was spoofed in MAD Magazine in 1973 as The New Comedians.", "label": "film", "id": "train_2_274", "title": "The New Centurions"}
{"content": " Jorge Luis Rojas Mendoza (born 7 January 1993) is a Paraguayan international footballer who plays professionally for Portuguese club Belenenses on loan from Benfica as a winger.", "label": "athlete", "id": "train_2_275", "title": "Jorge Rojas (footballer)"}
{"content": " The Kubršnica (Serbian Cyrillic: Кубршница) is a river in Šumadija region of central Serbia a 42 km-long left and the longest tributary to the Jasenica river.The Kubršnica originates from the Venčac mountain in the Jasenica sub-region of Šumadija in the wider area of the town of Aranđelovac. The terrain in the source area of the river is rich in marble and fireclay.", "label": "natural place", "id": "train_2_276", "title": "Kubršnica"}
{"content": " Capital J is a Canadian drum and bass DJ and record producer. From a young age Capital J was interested in battle deejaying. By the age of thirteen he was winning London Ontario's foremost scratch competitions. In 1997 Capital J moved to Toronto and became involved in the drum and bass scene. Within two months he was awarded DJ of the month by Tribe Magazine. He followed that up by releasing the magazine’s top selling mixtape by a feature DJ.", "label": "artist", "id": "train_2_277", "title": "Capital J"}
{"content": " The CCGS Tupper was a Canadian Coast Guard Ice-strengthened Navigation aids vessel that served from 1959-1998.The vessel was commissioned into the Department of Transport's Marine Service as CGS Tupper in 1959 at Marine Industries Sorel using the prefix Canadian Government Ship.", "label": "mean of transportation", "id": "train_2_278", "title": "CCGS Tupper"}
{"content": " The Book of Fours is an original novel based on the American television series Buffy the Vampire Slayer.", "label": "written work", "id": "train_2_279", "title": "The Book of Fours"}
