{"content": " Western blacknose dace (Rhinichthys obtusus) is a species of ray-finned fish in the genus Rhinichthys.", "label": "animal", "id": "train_1_0", "title": "Western blacknose dace"}
{"content": " Ivy Levan is an American pop recording artist model and actress from Bentonville Arkansas. Ivy is currently signed to Cherrytree Records part of Interscope Records. Ivy starred and made her first acting debut in the 2010 film Drop Dead Gorgeous. Ivy moved to Los Angeles at age 16 to pursue a music career. Levan was featured on MTVu's Freshman segment securing the winning spot for her video 'Hang Forever'.", "label": "artist", "id": "train_1_1", "title": "Ivy Levan"}
{"content": " Schoolly D is the self-titled debut album by rapper Schoolly D. The album was released in 1986 for Jive Records and was produced by Schoolly D and DJ Code Money. The album featured three singles Put Your Filas On P.S.K. What Does It Mean and Gucci Time.The latter was sampled in E-40's song Stilettos & Jeans featuring Bobby V taken fron his 2010 album Revenue Retrievin': Night Shift.", "label": "album", "id": "train_1_2", "title": "Schoolly D (album)"}
{"content": " The Anacostia Historic District is a historic district in the city of Washington D.C. comprising approximately 20 squares and about 550 buildings built between 1854 and 1930. The Anacostia Historic District was added to the National Register of Historic Places in 1978. The architectural character of the Anacostia area is unique in Washington.", "label": "building", "id": "train_1_3", "title": "Anacostia Historic District"}
{"content": " Traces is a collection of short stories written by British sci-fi author Stephen Baxter.", "label": "written work", "id": "train_1_4", "title": "Traces (book)"}
{"content": " SS West Loquassuck was a steel–hulled cargo ship built for the United States Shipping Board's Emergency Fleet Corporation in World War I. After completion on 15 October 1918 the ship was immediately commissioned into the U.S.", "label": "mean of transportation", "id": "train_1_5", "title": "SS West Loquassuck"}
{"content": " Karen Millen is a British multi-national women's designer clothing retailer specialising in tailoring coats and eveningwear. The company has stores throughout the United Kingdom United States Indonesia Austria Denmark Norway Russia the Republic of Ireland and many other European countries.", "label": "company", "id": "train_1_6", "title": "Karen Millen"}
{"content": " Cryptantha cinerea (common name James' catseye) is a plant found in the United States.", "label": "plant", "id": "train_1_7", "title": "Cryptantha cinerea"}
{"content": " Dziekanów Bajkowy [d͡ʑeˈkanuf bai̯ˈkɔvɨ] is a village in the administrative district of Gmina Łomianki within Warsaw West County Masovian Voivodeship in east-central Poland. It lies approximately 4 kilometres (2 mi) north-west of Łomianki 17 km (11 mi) north of Ożarów Mazowiecki and 19 km (12 mi) north-west of Warsaw.", "label": "village", "id": "train_1_8", "title": "Dziekanów Bajkowy"}
{"content": " Traces of an Amorous Life (Italian: Tracce di vita amorosa) is a 1990 Italian romance-drama film directed by Peter Del Monte. It entered the competition at the 47th Venice International Film Festival.", "label": "film", "id": "train_1_9", "title": "Traces of an Amorous Life"}
{"content": " Clifton High School (CHS) is a 2A public high school located in Clifton Texas and is part of the Clifton Independent School District located in southern Bosque County Texas. In 2013 the school was rated Met Standard by the Texas Education Agency.", "label": "educational institution", "id": "train_1_10", "title": "Clifton High School (Clifton Texas)"}
{"content": " David Knox is an Australian former rugby union footballer and coach.", "label": "athlete", "id": "train_1_11", "title": "David Knox (rugby union)"}
{"content": " Onondaga Lake is a lake in Central New York located northwest of Syracuse New York. The southeastern end of the lake and the southwestern shore abut industrial areas and expressways; the northeastern shore and northwestern end border a series of parks and museums.Although it is near the Finger Lakes region it is not traditionally counted as one of the Finger Lakes. Onondaga Lake is a dimictic lake meaning that the lake water completely mixes from top to bottom twice a year.", "label": "natural place", "id": "train_1_12", "title": "Onondaga Lake"}
{"content": " Berend Bert de Vries (born March 29 1938) is a retired Dutch politician of the Christian Democratic Appeal (CDA). He served as a Member of the House of Representatives from November 21 1978 until November 7 1989. After the Dutch general election of 1982 the Christian Democratic Appeal lost 3 seats and incumbent Prime Minister Dries van Agt unexpectedly announced that he was stepping down.", "label": "office holder", "id": "train_1_13", "title": "Bert de Vries"}
{"content": " Somsak Kiatsuranont (Thai: สมศักดิ์ เกียรติสุรนนท์; born 27 June 1954 in Khon Kaen) is a Thai politician (Pheu Thai Party). He has been serving as the Speaker of the House of Representatives of Thailand who is ex officio also the President of the National Assembly of Thailand since 3 August 2011.Somsak Kiatsuranont studied engineering.", "label": "office holder", "id": "train_1_14", "title": "Somsak Kiatsuranont"}
{"content": " SX News is a weekly gay and lesbian newspaper based in Sydney Australia.One of several titles published by Evo Media under the Gay News Network banner.", "label": "written work", "id": "train_1_15", "title": "SX News"}
{"content": " Krzywe [ˈkʂɨvɛ] is a village in the administrative district of Gmina Świętajno within Olecko County Warmian-Masurian Voivodeship in northern Poland. It lies approximately 16 kilometres (10 mi) south-west of Olecko and 121 km (75 mi) east of the regional capital Olsztyn.Before 1945 the area was part of Germany (East Prussia).", "label": "village", "id": "train_1_16", "title": "Krzywe Olecko County"}
{"content": " Bretagne was a battleship of the French Navy built in the 1910s and the lead ship of her class; she had two sister ships Provence and Lorraine. The ship was laid down in July 1912 at the Arsenal de Brest launched in April 1913 and commissioned into the fleet in February 1916 after the outbreak of World War I.", "label": "mean of transportation", "id": "train_1_17", "title": "French battleship Bretagne"}
{"content": " Acantholimon karamanicum is a species of flowering plant. It grows on calcareous mountain slopes in Ermenek.", "label": "plant", "id": "train_1_18", "title": "Acantholimon karamanicum"}
{"content": " Mixobrycon ribeiroi is a species of characin endemic to Paraguay where it is found in the Paraguay River basin. It is the only member of its genus.", "label": "animal", "id": "train_1_19", "title": "Mixobrycon ribeiroi"}
{"content": " The Cluster Innovation Centre (CIC) is Government funded institute within the University of Delhi founded in 2011 and introduced Innovation as a credit based course for first time in India.", "label": "educational institution", "id": "train_1_20", "title": "Cluster Innovation Centre"}
{"content": " Mode Design Group is an American design firm headquartered in New York City. Its best known for providing high-end strategy branding package and product design services to companies which include SKYY vodka Patrón Pepsi Marc Jacobs Ocean Spray (cooperative) David Yurman and Milly (fashion brand) among others. In 2012 Mode Design Group facilitated the brand collaboration between Patrón and John Varvatos. Its sister company is the prestigious Society Awards.", "label": "company", "id": "train_1_21", "title": "Mode Design Group"}
{"content": " Daddy (Russian: Папа translit. Papa) is a 2004 Russian drama film directed by and starring Vladimir Mashkov. It was entered into the 26th Moscow International Film Festival.", "label": "film", "id": "train_1_22", "title": "Daddy (2004 film)"}
{"content": " Oded Gavish (born June 23 1989) is an Israeli footballer (Defender) who currently plays for Ekstraklasa club Śląsk Wrocław.", "label": "athlete", "id": "train_1_23", "title": "Oded Gavish"}
{"content": " Best Bits is a compilation album released by Roger Daltrey released in March 1982 in USA and under the title The Best of Roger Daltrey in Europe in 1981. It was released on MCA 5301 Canada and the album reached #185 in the U.S. charts. The tracks Martyrs And Madmen and Treachery were previously unreleased. The compilation and additional remixing were done by Jon Astley and Phil Chapman.", "label": "album", "id": "train_1_24", "title": "Best Bits (album)"}
{"content": " Teepe Glacier is below the northeast face of Teepe Pillar in Grand Teton National Park Wyoming United States. The glacier is immediately southeast of Grand Teton in the heart of the Cathedral Group collection of high peaks in the Teton Range. Between 1967 and 2006 Teepe Glacier lost approximately 60 percent of its surface area shrinking from 13 to 5 acres (5.3 to 2.0 ha).", "label": "natural place", "id": "train_1_25", "title": "Teepe Glacier"}
{"content": " The Almaty Television Tower or simply Almaty Tower is a 371.5-metre-high (1219 ft) steel television tower built between 1975 and 1983 in Almaty Kazakhstan. The tower is located on high slopes of Kok Tobe mountain (Kazakh: Көктөбе means blue hill) south-east of downtown Almaty. Unlike other similar TV towers it is not a concrete but a steel tubular structure.", "label": "building", "id": "train_1_26", "title": "Almaty Tower"}
{"content": " Buddy Henderson (October 20 1943 – March 8 2012) better known as Bugs Henderson was a blues guitarist who was popular in Europe and from the 1970s was based in Dallas-Fort Worth Texas where he was known as a local blues guitar legend. He was born in Palm Springs California and spent his early life in Tyler Texas where he formed a band called the Sensores at age 16 and later joined Mouse and the Traps.", "label": "artist", "id": "train_1_27", "title": "Bugs Henderson"}
{"content": " Scopula cajanderi is a moth of the Geometridae family. It has a Holarctic distribution which includes Russia Alaska and Yukon.The wingspan is 21–23 mm. Adults have dark grey to reddish brown wings.", "label": "animal", "id": "train_1_28", "title": "Scopula cajanderi"}
{"content": " SNCB Class 25 locomotives are a type of electric locomotive used by the SNCB/NMBS. These locomotives were eking out an existence on freight and commuter trains. By 2009 the whole class had been withdrawn.In 1973 a programme to modify 8 class 25 locos to also be able to operate in the Netherlands was undertaken. This included fitting of 1500 V electrical equipment and various safety modifications. These locos were classified as class 25.5.", "label": "mean of transportation", "id": "train_1_29", "title": "SNCB Class 25"}
{"content": " Forest of Death (also known as Sum yuen) is a 2007 Hong Kong horror film directed and co-written by Danny Pang.", "label": "film", "id": "train_1_30", "title": "Forest of Death (film)"}
{"content": " The Seven Wonders is a historical novel by American author Steven Saylor first published by St. Martin's Press in 2008. It is the thirteenth book in his Roma Sub Rosa series of mystery stories set in the final decades of the Roman Republic although it is chronologically the first. The novel is made up of a series of connected short stories and the main character is the Roman sleuth Gordianus the Finder.", "label": "written work", "id": "train_1_31", "title": "The Seven Wonders (Roma Sub Rosa)"}
{"content": " Samsung R&D Institute Bangladesh Ltd. (SRBD) is the 12th and the newest Research & Development center of Samsung Electronics Co. Ltd. situated in Panthapath Dhaka. Its operation started in June 2010 and officially inaugurated in February 2011. It is also the first R&D hub of a multinational company in Bangladesh.", "label": "company", "id": "train_1_32", "title": "SRBD"}
{"content": " The AA Piedmont District is a high school conference of the Virginia High School League that includes schools from Southwest and Southside Virginia mostly in the Martinsville and the Danville areas. The schools of the Piedmont District compete in AA Region IV with the schools in the AA River Ridge District and the AA Southwest District. Until the 1990s the AA Piedmont District was a member of AA Region III but was moved to balance the number of schools in the VHSL's AA regions.", "label": "educational institution", "id": "train_1_33", "title": "Piedmont District"}
{"content": " Cyanea grimesiana is a rare species of flowering plant in the bellflower family known by the common name splitleaf cyanea. It is native to Oahu and Molokai where it is known from 12 occurrences. It is a federally listed endangered species. Like other Cyanea it is known as haha in Hawaiian.This is generally considered a species complex made up of at least three subtaxa. One var. cylindrocalyx (sometimes treated as a separate species called C. cylindrocalyx) is thought to be extinct.", "label": "plant", "id": "train_1_34", "title": "Cyanea grimesiana"}
{"content": " Ray Chico Hopkins (born on 8 July 1946 in Maesteg Wales) is a Welsh international rugby player who was also a member of the British Lions. Outside rugby he was a National Coal Board fitter at their workshop in Maesteg.", "label": "athlete", "id": "train_1_35", "title": "Ray Hopkins"}
{"content": " Elli Kokkinou (Greek pronunciation: [ˈeli koˈki'nou]; Greek: Έλλη Κοκκίνου) (Born July 24 1970) is a Greek singer who was born in Athens Greece. Kokkinou is among the most popular singers in Greece today. She has performed together with Greek music stars such as Anna Vissi Glykeria Paschalis Terzis Sakis Rouvas Tolis Voskopoulos Thanos Petrelis Natassa Theodoridou Despina Vandi Giorgos Tsalikis and Kalomoira.", "label": "artist", "id": "train_1_36", "title": "Elli Kokkinou"}
{"content": " The Valea Cârpătoare River is a tributary of the Vasilatu River in Romania.", "label": "natural place", "id": "train_1_37", "title": "Valea Cârpătoare River"}
{"content": " Khiaraj (Persian: خيارج‎ also Romanized as Khīāraj and Khīyaraj) is a village in Ramand-e Jonubi Rural District Ramand District Buin Zahra County Qazvin Province Iran. At the 2006 census its population was 1195 in 334 families.", "label": "village", "id": "train_1_38", "title": "Khiaraj"}
{"content": " Musipal is an album by Luke Vibert under the alias Wagon Christ.", "label": "album", "id": "train_1_39", "title": "Musipal"}
{"content": " The C.S. Mott Children's Hospital is a pediatric hospital through the University of Michigan Health System in Ann Arbor Michigan. The hospital financed with a large donation from C.S. Mott replaced the University Hospital's pediatric wards in 1969. In 2006 the university broke ground to build a new facility which is scheduled to be complete as of November 2011. The children's hospital is consistently ranked as one of the top pediatric centers in the country according to U.S.", "label": "building", "id": "train_1_40", "title": "C.S. Mott Children's Hospital"}
{"content": " Charles Byron Renfrew (born October 31 1928) is a former United States federal judge and in 2013 was listed as a NAFTA adjudicator.Born in Detroit Michigan Renfrew served in the United States Navy in the aftermath of World War II from 1946 to 1948 then received an A.B. from Princeton University in 1952 and served in the United States Army from 1952 to 1953. He received a J.D.", "label": "office holder", "id": "train_1_41", "title": "Charles Byron Renfrew"}
{"content": " Ramón Cardemil Moraga (17 January 1917 – 8 September 2007) was a Chilean rodeo horse rider considered one of Chile's best rodeo riders of all time. He and Juan Carlos Loaiza are the riders who have won the most titles (seven each) in the Chilean National Rodeo Championship.", "label": "athlete", "id": "train_1_42", "title": "Ramón Cardemil"}
{"content": " Bulbophyllum microdendron is a species of orchid in the genus Bulbophyllum.", "label": "plant", "id": "train_1_43", "title": "Bulbophyllum microdendron"}
{"content": " The Type 404 Elbe class replenishment ships of the German Navy were built to support its squadrons of Fast Attack Craft submarines and minesweeper/hunters as such they are usually referred to as tenders.The ships carry fuel fresh water food ammunition and other matériel. They also have a medical station aboard but doctors are not part of their standard complement and will have to be flown in.", "label": "mean of transportation", "id": "train_1_44", "title": "Elbe-class replenishment ship"}
{"content": " Millard South High School is a fully accredited public high school located in Omaha Nebraska. The school colors are red white and blue. Millard South is one of four high schools within the Millard Public School District. The school was established in 1970 as Millard High School.Millard South is a member of the Nebraska School Activities Association. Athletic teams are known as the Patriots.", "label": "educational institution", "id": "train_1_45", "title": "Millard South High School"}
{"content": " W Hotel is an under construction hotel in Dubai Festival City in Dubai. The W hotel will have 350 rooms restaurants a spa and a festival Centre. When completed it will the Middle East's first W brand hotel. The construction has been delayed and the hotel is expected to be completed in 2014. The hotel will be operated by the W brand of Starwood Hotels & Resorts Worldwide.", "label": "building", "id": "train_1_46", "title": "W Dubai"}
{"content": " Muhammad Ijaz-ul-Haq (Punjabi Urdu: محمد اعجاز الحق‎) (born 20 May 1952) is a Pakistani politician and leader of the rightwing Pakistan Muslim League (Zia-ul-Haq Shaheed) party. He served as Minister for Religious Affairs and Minorities in the government of General Pervez Musharraf from 2004 to 2007 after having served as Minister for Labour Manpower and Overseas Pakistanis in the government of Nawaz Sharif from 1990 to 1993.", "label": "office holder", "id": "train_1_47", "title": "Ijaz-ul-Haq"}
{"content": " Andalusia: Revenge of the Goddess (アンダルシア 女神の報復 Andarushia Megami no Hōfuku) is a 2011 Japanese drama film directed by Hiroshi Nishitani.", "label": "film", "id": "train_1_48", "title": "Andalusia: Revenge of the Goddess"}
{"content": " Rubin Rube Lacey (January 2 1902 – 1969) was an American country blues musician who played guitar and was a singer and songwriter. Lacey was born in Pelahatchie Mississippi United States and learned guitar in his teens from an older performer George Hendrix. Working out of the Jackson area in the Mississippi Delta he became one of the state's most popular blues singers. His bottleneck style inspired that of the better known performer Son House.", "label": "artist", "id": "train_1_49", "title": "Rubin Lacey"}
{"content": " Thing of the Past is the third studio album by Andy Cabic's San-Francisco-based band Vetiver.The album consists of cover songs originally performed by songwriters Andy Cabic considers influential in his music & life. Several of the original authors appear as guests on their respective songs including Michael Hurley. Thing of the Past was recorded in Spring 2007 in Sacramento and Los Angeles.", "label": "album", "id": "train_1_50", "title": "Thing of the Past"}
{"content": " Jidarzar (Persian: جيدرزار‎ also Romanized as Jīdarzār; also known as Jīdarzāl) is a village in Kamfiruz-e Jonubi Rural District Kamfiruz District Marvdasht County Fars Province Iran. At the 2006 census its population was 86 in 19 families.", "label": "village", "id": "train_1_51", "title": "Jidarzar"}
{"content": " Horsetooth Mountain is a mountain in the foothills of the Front Range west of the city of Fort Collins Colorado USA from which it is easily visible.The mountain is easily distinguishable by the large rock formation on its summit known as Horsetooth Rock. The formation is a prominent landmark of the nearby city of Fort Collins and often used as a symbol of that city appearing in the official city seal.", "label": "natural place", "id": "train_1_52", "title": "Horsetooth Mountain"}
{"content": " Phreatobius cisternarum is a species of catfish in the genus Phreatobius. This Brazilian fish is one of the few fish species that live underground in phreatic habitats. It has proved problematic in its classification which remains uncertain.", "label": "animal", "id": "train_1_53", "title": "Phreatobius cisternarum"}
{"content": " Sharp Daily (Chinese: 爽報; pinyin: Shuǎng Bào; Cantonese Yale: Sóng Bou) is a Chinese-language free daily tabloid newspaper published in Taipei Taiwan and Hong Kong by Next Media.", "label": "written work", "id": "train_1_54", "title": "Sharp Daily"}
{"content": " Happy Tiger Records was an independent American record label that was owned by the Flying Tiger Line air freight company. Happy Tiger only operated from 1969 to 1971 but during this time managed to produce more than two dozen albums by such notable artists as Count Basie Mason Proffit Red Rhodes Priscilla Paris Paul Kelly and the Anita Kerr Singers. They released two albums by the post-Morrison Them band.", "label": "company", "id": "train_1_55", "title": "Happy Tiger Records"}
{"content": " Never Letting Go is the fourth album by singer–songwriter Phoebe Snow released in 1977 (see 1977 in music).", "label": "album", "id": "train_1_56", "title": "Never Letting Go"}
{"content": " The Osaka Municipal Subway New 20 series (大阪市交通局新20系) is a rapid transit electric multiple unit (EMU) train type operated by Osaka Municipal Subway in Japan since 1991.", "label": "mean of transportation", "id": "train_1_57", "title": "Osaka Municipal Subway New 20 series"}
{"content": " Dark Matter (German: Schilf) is a 2007 novel by the German writer Juli Zeh. It was published as In Free Fall in the United States. It tells the story of a physics professor who is told he has to kill a man in order to get his kidnapped son back and a detective Schilf who steps in to solve the case. As of December 2011 a German film adaptation directed by Claudia Lehmann was in post-production.", "label": "written work", "id": "train_1_58", "title": "Dark Matter (Zeh novel)"}
{"content": " Len Cabral is an American storyteller who has been awarded the Circle of Excellence in 2001 by the National Storytelling Network after being recognized by his peers as a master storyteller. He is best known for his enthusiastic hand gestures and character voices. Among his favorite stories are Fable of the Animals and the Story of Pat Divers. He performs at storytelling festivals across the country and is a regular performer at the National Storytelling Festival.", "label": "artist", "id": "train_1_59", "title": "Len Cabral"}
{"content": " Klębów [ˈklɛmbuf] is a village in the administrative district of Gmina Ulan-Majorat within Radzyń Podlaski County Lublin Voivodeship in eastern Poland.", "label": "village", "id": "train_1_60", "title": "Klębów"}
{"content": " The Pielnica (Polish pronunciation: [pʲɛlˈɲitsa]; German: Pella or Piella 1419 Pielica 1441 Pielnyka 1512) is a river in South-Eastern Poland. Its name comes from the ancient German dialect word piella the river a tributary of the Wislok on the right bank. It begins in the Bieszczady mountains and flows through western Pogórze Bukowskie. The Pielnica arises in the Carpathian Mountains near the peak Skibce at an elevation of 776 metres near on the Polish-Slovakian border.", "label": "natural place", "id": "train_1_61", "title": "Pielnica"}
{"content": " Frederick Alexander Lindemann 1st Viscount Cherwell FRS PC CH (5 April 1886 – 3 July 1957) was an English physicist and an influential scientific adviser to the British government from the early 1940s to the early '50s particularly to Winston Churchill. He advocated the area bombing of German cities during World War II and doubted the sophistication of Nazi Germany's radar technology and the existence of its V weapons programme.", "label": "office holder", "id": "train_1_62", "title": "Frederick Lindemann 1st Viscount Cherwell"}
{"content": " Kawasaki Heavy Industries Rolling Stock Company (川崎重工業車両カンパニー Kawasaki Jūkōgyō Sharyō Kampanī) is the rolling stock production division of Kawasaki Heavy Industries. Since beginning operations in 1906 the company has produced more than 90000 railroad vehicles.", "label": "company", "id": "train_1_63", "title": "Kawasaki Heavy Industries Rolling Stock Company"}
{"content": " Rock All Night is a 1957 American International Pictures (AIP) film produced and directed by Roger Corman based on a 25-minute television episode of The Jane Wyman Theatre from 1955 called Little Guy. It stars Dick Miller Russell Johnson and Abby Dalton.", "label": "film", "id": "train_1_64", "title": "Rock All Night"}
{"content": " Pectinivalva primigena is a moth of the Nepticulidae family. It is found along the south-eastern coast of New South Wales Australia.The wingspan is about 4.3 mm for females.Meyrick beat the single known specimen from Banksia sermta and thought this was probably the host-plant. He also stated that he found nepticulid larvae on this plant but failed to rear them. Moore (1966) illustrated vacated mines on Banksia sermta and Banksia integrifolia which he believed belonged to nepticulids.", "label": "animal", "id": "train_1_65", "title": "Pectinivalva primigena"}
{"content": " North Clackamas Christian School is a private Christian school in Oregon City Oregon United States.The school has been accredited by the Association of Christian Schools International since 1990 and by the Northwest Association of Accredited Schools since 1997.", "label": "educational institution", "id": "train_1_66", "title": "North Clackamas Christian School"}
{"content": " The Shangri-La Leisure Farm (Chinese: 香格里拉休閒農場; pinyin: Xiānggélǐlā Xiūxián Nóngchǎng) is a tourist attraction farm in Dongshan Township Yilan County Taiwan.", "label": "building", "id": "train_1_67", "title": "Shangri-La Leisure Farm"}
{"content": " Monford Merrill Monte Irvin (born February 25 1919) is a former left fielder and right-handed batter in the Negro leagues and Major League Baseball who played with the Newark Eagles (1938–42 46-48) New York Giants (1949–55) and Chicago Cubs (1956).", "label": "athlete", "id": "train_1_68", "title": "Monte Irvin"}
{"content": " Antimima argentea is a species of plant in the Aizoaceae family. It is endemic to Namibia. Its natural habitat is subtropical or tropical dry shrubland.", "label": "plant", "id": "train_1_69", "title": "Antimima argentea"}
{"content": " Exilisia placida is a moth of the Arctiidae family. It was described by Butler in 1882. It is found on Madagascar.", "label": "animal", "id": "train_1_70", "title": "Exilisia placida"}
{"content": " Rex Records was a United States based record label owned by the Rex Talking Machine Corporation of Wilmington Delaware. The company was in business from 1912 through 1919. They issued vertical cut double-sided ten- and 12-inch diameterdisc records compatible with the Pathé Records system. They were bought out by Okeh Records.For further details and references see http://www.MainspringPress.com/okeh.html.", "label": "company", "id": "train_1_71", "title": "Rex Records (1912)"}
{"content": " The Higher Secondary School for Boys Srirangam is a secondary school located in Srirangam Tiruchirapalli Tamil Nadu India.", "label": "educational institution", "id": "train_1_72", "title": "Higher Secondary School for Boys Srirangam"}
{"content": " Wyrd Sisters is Terry Pratchett's sixth Discworld novel published in 1988 and re-introduces Granny Weatherwax of Equal Rites.", "label": "written work", "id": "train_1_73", "title": "Wyrd Sisters"}
{"content": " Inya (Russian: Иня́) is a river in Kemerovo and Novosibirsk Oblasts of Russia. It is a right tributary of the Ob River.", "label": "natural place", "id": "train_1_74", "title": "Inya River"}
{"content": " Tarva Halinga Parish is a village in Halinga Parish Pärnu County in southwestern Estonia.", "label": "village", "id": "train_1_75", "title": "Tarva Halinga Parish"}
{"content": " Panjapor Tevi is a 1972 Cambodian film adapted from the Chinese tale Sophik Eng Tai. The film is directed by Chea Nuk and stars Kong Som Eun and Vichara Dany.", "label": "film", "id": "train_1_76", "title": "Panhjapor Tevi"}
{"content": " Aaron Krogman is a Canadian actor and singer-songwriter. He graduated from the Rosebud School of the Arts in 2008. That Christmas he acted in Rosebud Theatre's production of Christmas on the Air. In 2009 he portrayed Dylan Thomas in a theatrical adaptation of Thomas's short story A Child's Christmas in Wales at Rosebud Theatre. In Rosebud's 2010 production of The Secret Garden Krogman played the role of Doctor Craven.", "label": "artist", "id": "train_1_77", "title": "Aaron Krogman"}
{"content": " Giske Church (Norwegian: Giske kyrkje) is a 12th-century marble parish church in Giske Municipality in Møre og Romsdal county Norway. It is located on the south side of the island of Giske about 10 kilometres (6.2 mi) northwest of the town of Ålesund. The church is part of the Giske parish in the Nordre Sunnmøre deanery in the Diocese of Møre. The church is open for guided tours during the summer season.", "label": "building", "id": "train_1_78", "title": "Giske Church"}
{"content": " Poon Chi-fai JP (born 6 December 1951 Hong Kong) was the member of the Legislative Council of Hong Kong and Kwun Tong District Board.Poon was born and raised in Hong Kong. He studied Economics at the North Carolina A&T State University before he returned and worked in Hong Kong in 1978. He had worked for the Kowloon Motor Bus Ltd. as public relations consultant. He began to participate in community services in 1979 by working in the area committees in Kwun Tong district.", "label": "office holder", "id": "train_1_79", "title": "Poon Chi-fai"}
{"content": " George William Athol Sharp (1 April 1894 - April 1969) was an Australian rules footballer who played with Carlton in the Victorian Football League (VFL).Sharp a forward was recruited by Carlton from Moonee Ponds. He missed out on playing in Carlton's 1914 premiership team through injury but was a forward pocket and second rover in their 1915 VFL Grand Final winning side.", "label": "athlete", "id": "train_1_80", "title": "Athol Sharp"}
{"content": " The Sky Arrow is a tandem seat pusher configuration high wing and carbon fibre light aircraft that was manufactured by 3I (Iniziative Industriali Italiane). With only 16½ inches of hip room the aircraft is considered open due to a large amount of unobstructed view from the large canopy rear engine and seating positions ahead of the wing.3I entered bankruptcy proceedings in 2008 and in 2012 the design was purchased by Magnaghi Aeronautica of Naples Italy.", "label": "mean of transportation", "id": "train_1_81", "title": "3I Sky Arrow"}
{"content": " Ayakaji no Ne (彩風の音 The Sound of Colored Wind) is Rimi Natsukawa's fourth original album released on November 23 2005 (2005-11-23).", "label": "album", "id": "train_1_82", "title": "Ayakaji no Ne"}
{"content": " In taxonomy Prasiococcus is a genus of algae specifically of the Prasiolaceae.", "label": "plant", "id": "train_1_83", "title": "Prasiococcus"}
{"content": " The Pennsylvania House is a historic inn and tavern in western Springfield Ohio United States. Built circa 1822 this three-story brick Federal structure lies along the original National Road and near the old road that connects Springfield with Dayton Ohio.In the early years of the nineteenth century the National and Dayton-Springfield Roads were major transportation arteries for those bound for the West and for Cincinnati respectively.", "label": "building", "id": "train_1_84", "title": "Pennsylvania House (Springfield Ohio)"}
{"content": " Thilakkam is a 2003 Malayalam comedy film directed by Jayaraj. Dileep and Kavya Madhavan plays the lead roles in the movie. Bhavana plays a guest role in this film. The rest of the cast include Nedumudi Venu K. P. A. C. Lalitha Nishanth Sagar Thiagarajan Jagathy Sreekumar Cochin Haneefa Harisree Ashokan Salim Kumar and Bindhu Panicker.", "label": "film", "id": "train_1_85", "title": "Thilakkam"}
{"content": " reasons to be pretty is a play by Neil LaBute his first to be staged on Broadway. The plot centers on four young working class friends and lovers who become increasingly dissatisfied with their dead-end lives and each other.", "label": "written work", "id": "train_1_86", "title": "Reasons to be pretty"}
{"content": " The Ford Verona and Volkswagen Apollo are a small family car manufactured in Brazil by Autolatina a joint venture between Brazilian subsidiaries of Ford and Volkswagen. It was produced from 1989 to 1992 and from 1993 to 1996 initially as a direct replacement for the ageing Ford Del Rey.The company spent US$100 million developing and producing the car which is heavily based on the second generation Ford Orion and competed mainly with the Chevrolet Monza in the local market.", "label": "mean of transportation", "id": "train_1_87", "title": "Ford Verona"}
{"content": " Bledzianów [blɛˈd͡ʑanuf] is a village in the administrative district of Gmina Ostrzeszów within Ostrzeszów County Greater Poland Voivodeship in west-central Poland. It lies approximately 13 kilometres (8 mi) north-west of Ostrzeszów and 122 km (76 mi) south-east of the regional capital Poznań.The village has a population of 402.", "label": "village", "id": "train_1_88", "title": "Bledzianów"}
{"content": " [citation needed]Dr. Birendra Kumar Bhattacharya (1924 – 6 August 1997) was a famous Indian writer and one of the pioneers of modern Assamese Literature. He was first ever recipient of the Jnanpith Award given to an Bengali/Assamese writer in the year 1979 for his novel Mrityunjay (Immortal). He was also a recipient of Sahitya Akademi Award in Assamese in 1961 for his Assamese novel Iyaruingom(Iyaruingam) which is considered a masterpiece of Indian literature.", "label": "artist", "id": "train_1_89", "title": "Birendra Kumar Bhattacharya"}
{"content": " Melissa Magstadt is an American politician and a Republican member of the South Dakota House of Representatives representing District 5 since January 11 2011.", "label": "office holder", "id": "train_1_90", "title": "Melissa Magstadt"}
{"content": " Jorge Goncálvez (born 2 March 1967 in Montevideo) is a former Uruguayan footballer.", "label": "athlete", "id": "train_1_91", "title": "Jorge Gonçálvez (footballer)"}
{"content": " Delphinium carolinianum commonly known as Carolina larkspur is a species of flowering plant in the Buttercup family. It is native to the United States and Mexico where it is found in prairies and rocky glades.It is a perennial that produces blue to white flowers in the spring. Four subspecies have been named:D. carolinianum var. calciphilum - Native to cedar glades of the Southeastern United StatesD. carolinianum var. carolinianum - Widespread in central and eastern North AmericaD.", "label": "plant", "id": "train_1_92", "title": "Delphinium carolinianum"}
{"content": " Osaka University of Economics and Law (大阪経済法科大学 Ōsaka keizai hōka daigaku) is a private university in Yao Osaka Japan established in 1971.", "label": "educational institution", "id": "train_1_93", "title": "Osaka University of Economics and Law"}
{"content": " Ignite is the eighth studio album from Shihad and was released on 20 September 2010 in New Zealand and 24 September 2010 in Australia. Ignite debuted at Number One on the New Zealand music charts eventually achieving gold sales there.Lead single Sleepeater is featured in Konami's Pro Evolution Soccer 2011 video game.", "label": "album", "id": "train_1_94", "title": "Ignite (Shihad album)"}
{"content": " Joculator perlucidus is a species of minute sea snail a marine gastropod mollusc in the family Cerithiopsidae. The species was described by Cecalupo and Perugia in 2012.", "label": "animal", "id": "train_1_95", "title": "Joculator perlucidus"}
{"content": " Cima Benta is a mountain in the Brenta group (It.: Dolomiti di Brenta) a subgroup of the Rhaetian Alps in the Italian Region of Trentino-Alto Adige with a reported height of 3150 metres (10330 ft)) The mountain rises imposingly up between the rock towers and pinnacles of the central Brenta Group. A sharp ridge connects the mountain on its southern side to the Spallone die Massodi. The northern ridge steeply descends towards Bocca del Tuckett.", "label": "natural place", "id": "train_1_96", "title": "Cima Brenta"}
{"content": " The Children’s Advertising Review Unit (CARU) of the Council of Better Business Bureaus (CBBB) is a U.S. self-regulatory organization that was established in 1974 by the National Advertising Review Council (NARC). It is an independent self-regulatory agency for the promotion of responsible advertising to children under the age of 12 in all media.", "label": "company", "id": "train_1_97", "title": "Children's Advertising Review Unit"}
{"content": " Paradise Valley Mall is a shopping mall located in northeastern Phoenix Arizona. It opened in 1978 and is the hub of a master planned community called Paradise Valley Village. The entire project was developed by Westcor the leading shopping center developer in Arizona which is now a unit of The Macerich Company.", "label": "building", "id": "train_1_98", "title": "Paradise Valley Mall"}
{"content": " The University of Pécs (PTE) (Hungarian: Pécsi Tudományegyetem) as the first university in Hungary plays a significant role in Hungarian higher education. With its more than 26000 students and nearly 2000 teaching staff it offers a broad range of training and degree programmes.", "label": "educational institution", "id": "train_1_99", "title": "University of Pécs"}
{"content": " Jordan Leon Chidubem Gibbons (born 18 November 1993) is an English footballer who plays for Queens Park Rangers. His position is midfield.", "label": "athlete", "id": "train_1_100", "title": "Jordan Gibbons"}
{"content": " Buddleja 'Blizzard' is an American hybrid cultivar raised by Dr D. Werner from a crossing of 'White Ball' and Nanho Purple (Hatch states 'Dartmoor' × Nanho White) at the J C Raulston Arboretum North Carolina State University. [1]", "label": "plant", "id": "train_1_101", "title": "Buddleja 'Blizzard'"}
{"content": " Bäst of is Die Ärzte's greatest hits album with singles from 1993-2004 and some of their B-sides. The album comes in a metal box.", "label": "album", "id": "train_1_102", "title": "Bäst of"}
{"content": " Eremodynerus is a palearctic genus of potter wasps.", "label": "animal", "id": "train_1_103", "title": "Eremodynerus"}
{"content": " The Reporter is the local newspaper based out of Lansdale Pennsylvania owned by Journal Register Company. It primarily serves the communities in the North Penn and Souderton Area School Districts including Lansdale Borough Montgomery Township Hatfield Township Hatfield Borough North Wales Borough Towamencin Township Skippack Township Souderton Borough Telford Borough and other municipalities in northwest suburban Montgomery County in southeast Pennsylvania.", "label": "written work", "id": "train_1_104", "title": "The Reporter (Lansdale)"}
{"content": " G. F. Milnes & Co. Ltd was a tramcar manufacturer based in Birkenhead (1886-1902) and Hadley Shropshire (1900-1905)", "label": "company", "id": "train_1_105", "title": "G.F. Milnes & Co."}
{"content": " Ain't Nobody Got Time for That is a viral YouTube video of Kimberly Sweet Brown Wilkins speaking to NBC news affiliate KFOR-4 about escaping a fire on the morning of April 7 2012 at an apartment complex in Oklahoma City Oklahoma.", "label": "film", "id": "train_1_106", "title": "Ain't Nobody Got Time for That"}
{"content": " Ab Anar (Persian: اب انار‎ also Romanized as Āb Ānār; also known as Āb Nār) is a village in Qarah Chaman Rural District Arzhan District Shiraz County Fars Province Iran. At the 2006 census its existence was noted but its population was not reported.", "label": "village", "id": "train_1_107", "title": "Ab Anar Shiraz"}
{"content": " The Șipotu River is a tributary of the Gilort River in Romania.", "label": "natural place", "id": "train_1_108", "title": "Șipotu River (Gilort)"}
{"content": " Marcus Strickland (born 1979 in Gainesville Florida) is a jazz soprano alto and tenor saxophonist who grew up in Miami Florida who currently lives in New York.", "label": "artist", "id": "train_1_109", "title": "Marcus Strickland"}
{"content": " Tiruvellore Thattai Krishnamachari (1899–1974) was the Indian Finance Minister from 1956–1958 and from 1964-1966. He was also a founding member of the first Governing Body of NCAER the National Council of Applied Economic Research in New DelhiIndia’s first independent economic policy institute established in 1956. Krishnamachari graduated from Madras Christian College (MCC) and was a visiting professor to the department of economics at MCC. He was popularly known as TTK.", "label": "office holder", "id": "train_1_110", "title": "T. T. Krishnamachari"}
{"content": " Gaselys is a LNG carrier of Gaz de France. When taken into service in 2007 she and her sister-ship Provalys were the largest LNG carriers in existence.", "label": "mean of transportation", "id": "train_1_111", "title": "Gaselys"}
{"content": " Fujitsu Technology Solutions is a European information technology vendor with a presence in markets in Europe the Middle East and Africa plus India. A subsidiary of Fujitsu Limited headquartered in Tokyo Japan FTS was founded in 2009 after Fujitsu bought out Siemens' 50% share of Fujitsu Siemens Computers.The company is focused on serving large- medium- and small-sized companies.", "label": "company", "id": "train_1_112", "title": "Fujitsu Technology Solutions"}
{"content": " Felipe Rivera (10 May 1971 - 1 October 1995) was a professional tennis player from Chile.", "label": "athlete", "id": "train_1_113", "title": "Felipe Rivera"}
{"content": " Danat Al Emarat hospital is a future hospital for women and children in Abu Dhabi United Arab Emirates. With a completion date of 2011 it will have 170 beds upon opening with a maximum capacity of 260 beds. The projected cost for the hospital is $250 million. If completed the hospital would be the first in the United Arab Emirates to be controlled by an international company United Eastern Medical Services (UEM).", "label": "building", "id": "train_1_114", "title": "Danat Al Emarat Women & Children’s Hospital"}
{"content": " The Midland Railway 990 class was a class of 4-4-0 steam locomotive. Ten were built by the Midland Railway in 1908–1909 with simple expansion to compare with the 1000 class compounds with which they shared many features. Initially saturated they were later superheated. These locomotives were well known for their work North of Leeds over the demanding Settle and Carlisle route.", "label": "mean of transportation", "id": "train_1_115", "title": "Midland Railway 990 Class"}
{"content": " Homoeosoma phaeoboreas is a species of snout moths in the genus Homoeosoma. It was described by Goodson and Neunzig in 1993. It is found in Washington.", "label": "animal", "id": "train_1_116", "title": "Homoeosoma phaeoboreas"}
{"content": " Roswell (also known as Roswell: The U.F.O. Cover-Up) is a 1994 television film produced by Paul Davids based on what was to be a true story about the Roswell UFO incident the supposed U.S. military capture of a flying saucer and its alien crew following a crash near the town of Roswell New Mexico in July 1947.The script was based on the book UFO Crash at Roswell by Kevin D. Randle and Donald R. Schmitt.", "label": "film", "id": "train_1_117", "title": "Roswell (film)"}
{"content": " The Wandflue (also spelled Wandfluh) is a mountain of the Bernese Alps located on the border between the Swiss cantons of Fribourg and Bern. It lies south of Jaun in the Gastlosen chain.", "label": "natural place", "id": "train_1_118", "title": "Wandflue"}
{"content": " Limonium limbatum common names Trans-pecos sea-lavender or Desert sea-lavender is a plant species native to the southwestern United States (Arizona New Mexico Texas and Oklahoma) and also in the Mexican State of Coahuila. Most of the 300 species of the genus are found on seashores and in marine salt marshes but L.", "label": "plant", "id": "train_1_119", "title": "Limonium limbatum"}
{"content": " Nasr al-Din (Persian: نصرالدین‎; Chinese: 納速剌丁 pinyin: Na-su-la-Ding) (died 1292) was a provincial governor of Yunnan during the Yuan dynasty and was the son of Sayyid Ajjal Shams al-Din Omar.", "label": "office holder", "id": "train_1_120", "title": "Nasr al-Din (Yunnan)"}
{"content": " Christopher Julius Chris Rock III (born February 7 1965) is an American comedian actor screenwriter television producer film producer and director.After working as a standup comic and appearing in small film roles Rock came to wider prominence as a cast member of Saturday Night Live in the early 1990s. He went on to more prominent film roles as well as a series of acclaimed comedy specials for HBO.He was voted as the fifth greatest stand-up comedian of all time by Comedy Central.", "label": "artist", "id": "train_1_121", "title": "Chris Rock"}
{"content": " Mataruge is a village situated in Kraljevo municipality in Serbia.", "label": "village", "id": "train_1_122", "title": "Mataruge (Kraljevo)"}
{"content": " Water in Time in Space (時空の水 Jikū no Mizu) is Susumu Hirasawa's first solo album. It includes recordings of three songs written for the unreleased P-MODEL album MONSTER. It is the first part of a trilogy with The Ghost in Science being the second part and Virtual Rabbit being the third part that deals with reality religion science and dreams.", "label": "album", "id": "train_1_123", "title": "Water in Time and Space"}
{"content": " Rivers of Time is a 1993 collection of short stories by science fiction and fantasy author L. Sprague de Camp first published in paperback by Baen Books. All but two of the pieces were originally published between 1956 and 1993 in the magazines Galaxy The Magazine of Fantasy & Science Fiction Analog and Asimov's Science Fiction and the Robert Silverberg-edited anthology The Ultimate Dinosaur.", "label": "written work", "id": "train_1_124", "title": "Rivers of Time"}
{"content": " Qingdao Amerasia International School (QAIS) is a private non-profit international school located in Qingdao China offering Montessori education from ages 1.5-5 and inquiry-based curriculum up to age 18. In June 2012 QAIS had 78 enrolled students representing 15 countries. QAIS is a Full International Member of the American Montessori Society.", "label": "educational institution", "id": "train_1_125", "title": "Qingdao Amerasia International School"}
{"content": " The Škoda 10 T is a three-carbody-section low-floor bi-directional tram developed by Škoda.The vehicle is four-axled and is based on the Škoda 03 T a uni-directional model operating in a few cities in the Czech Republic. The low-floor area represents 50% of the entire vehicle floor.", "label": "mean of transportation", "id": "train_1_126", "title": "Škoda 10 T"}
{"content": " Christian Tiboni (born 6 April 1988) is an Italian footballer who plays as a striker for Prato.", "label": "athlete", "id": "train_1_127", "title": "Christian Tiboni"}
{"content": " A Dear Fool is a 1921 British silent comedy film directed by Harold M. Shaw and starring George K. Arthur Edna Flugrath and Edward O'Neill. It was based on a novel by Arthur T. Mason. An ambitious young Fleet Street reporter is sent to discover the identiy of a reclusive new playwright.", "label": "film", "id": "train_1_128", "title": "A Dear Fool"}
{"content": " Colostethus ornatus is a species of frog in the Dendrobatidae family.It is endemic to Peru.Its natural habitats are rivers freshwater marshes and intermittent freshwater marshes.", "label": "animal", "id": "train_1_129", "title": "Colostethus ornatus"}
{"content": " Sir Emery Walker (2 April 1851 – 22 July 1933) was an English engraver photographer and printer.Born in London Walker took an active role in many organisations that were at the heart of the Arts and Crafts movement including the Art Workers Guild the Society for the Protection of Ancient Buildings and the Arts and Crafts Exhibition Society.In the late 1870s Walker frequented William Morris with whom he shared both Socialist beliefs and a keen interest in printing.", "label": "artist", "id": "train_1_130", "title": "Emery Walker"}
{"content": " The Good the Bad and the Indifferent is a collection of short stories by American author Joe R. Lansdale dating from his early career published in 1997 as a limited edition by Subterranean Press. Many of the stories were never published before and none of which have ever been collected before. This book has sold out both the numbered and lettered editions.The title is a play on Sergio Leone's western movie The Good the Bad and the Ugly.", "label": "written work", "id": "train_1_131", "title": "The Good The Bad and the Indifferent"}
{"content": " Coryanthes hunteriana is a species of orchid. This flower can be found in Costa Rica.", "label": "plant", "id": "train_1_132", "title": "Coryanthes hunteriana"}
{"content": " Secrets is an album recorded by British synthpop band The Human League. It was issued in 2001 by Papillon Records and was the Human League's first studio album in six years. As with their previous album Octopus the band was presented as a trio of singers Philip Oakey Joanne Catherall and Susan Ann Sulley (credited by her married name Susan Ann Gayle which she would later drop professionally in October 2007) although band member Neil Sutton also contributed songwriting and keyboard parts.", "label": "album", "id": "train_1_133", "title": "Secrets (The Human League album)"}
{"content": " The Stage Door Gallery is located at 301 Mason Avenue Cape Charles Virginia United States. The gallery contains rotating exhibits of works by local artists. The gallery contains 2500 square feet (230 m2) of floor space.", "label": "building", "id": "train_1_134", "title": "Stage Door Gallery"}
{"content": " Coleraine Academical Institution (CAI) styled locally as Coleraine Inst is a voluntary grammar school for boys situated in Coleraine County Londonderry Northern Ireland.Coleraine Academical Institution occupies a 70-acre (280000 m2) site on the Castlerock Road where it was originally founded in 1860. It was for many years a boarding school until the boarding department closed in 1999.", "label": "educational institution", "id": "train_1_135", "title": "Coleraine Academical Institution"}
{"content": " Fabbrica Ligure Automobili Genova F.L.A.G. FLAG was an Italian automobile manufacturer founded in 1905 by investors in La Spezia Liguria that produced large prestigious luxury vehicles. Shortly after founding it transferred to Genoa and then in 1909 it merged with Società Piemontese Automobili (S.P.A.) in Turin.", "label": "company", "id": "train_1_136", "title": "Fabbrica Ligure Automobili Genova"}
{"content": " Steven Del Duca is a Canadian politician who was elected to the Legislative Assembly of Ontario in a by-election on September 6 2012. He represents the electoral district of Vaughan as a member of the Ontario Liberal Party caucus.Prior to his election Del Duca was director of public affairs for the Carpenters’ District Council of Ontario. Previously he was an aide to Dalton McGuinty when he was leader of the opposition.", "label": "office holder", "id": "train_1_137", "title": "Steven Del Duca"}
{"content": " Boomer Lake is located in the city of Stillwater Oklahoma and was completed in 1925. The lake as an artificial reservoir serves several purposes such as cooling the local power plant and providing entertainment and recreation.", "label": "natural place", "id": "train_1_138", "title": "Boomer Lake"}
{"content": " Kulakh or Kulaikh is a village in Makkah Province in western Saudi Arabia.", "label": "village", "id": "train_1_139", "title": "Kulakh"}
{"content": " Finding Cassie Crazy (titled The Year of Secret Assignments outside of Australia and the UK) is a novel by Jaclyn Moriarty. It was first published 2003 in Australia. The novel is both a stand-alone and also the second book of the Ashbury/Brookfield Series.", "label": "written work", "id": "train_1_140", "title": "Finding Cassie Crazy"}
{"content": " Pernille Harder (born 3 September 1977) is a female badminton player from Denmark.Harder competed in badminton at the 2004 Summer Olympics in women's doubles with partner Mette Schjoldager. They had a bye in the first round and were defeated by Ra Kyung-min and Lee Kyung-won of Korea in the round of 16.", "label": "athlete", "id": "train_1_141", "title": "Pernille Harder (badminton)"}
{"content": " George Elyott Dement Jr. (January 23 1922 – January 12 2014) was an American innkeeper and restauranteur who served from 1989 to 2005 as the mayor of Bossier City Louisiana.", "label": "office holder", "id": "train_1_142", "title": "George Dement"}
{"content": " The Wing D-1 Derringer is an American light twin-engined two-seat monoplane tourer designed by John Thorp and developed by the Hi-Shear Corporation and built by the Wing Aircraft Company.", "label": "mean of transportation", "id": "train_1_143", "title": "Wing Derringer"}
{"content": " Ackerman Elementary School District is a school district in Placer County CA United States", "label": "educational institution", "id": "train_1_144", "title": "Ackerman Charter School District"}
{"content": " Coleophora cervinella is a moth of the Coleophoridae family. It is found in North America including Nova Scotia.", "label": "animal", "id": "train_1_145", "title": "Coleophora cervinella"}
{"content": " The Fountainhead is a 1949 American film directed by King Vidor based on the best-selling book of the same name by Ayn Rand who wrote the screenplay adaptation.The film and novel focus on Howard Roark an individualistic young architect who chooses to struggle in obscurity rather than compromise his artistic and personal vision following his battle to practice what the public sees as modern architecture which he believes to be superior despite an establishment centered on tradition-worship. ", "label": "film", "id": "train_1_146", "title": "The Fountainhead (film)"}
{"content": " Landmark Group is a multinational conglomerate based in Dubai UAE headed by Micky Jagtiani who is the Founder & Chairman of the company. The group is involved in retailing of apparel footwear consumer electronics cosmetics & beauty products home improvement and baby products. The group also has interests in hospitality & leisure healthcare and mall management. The group has several in-house brands and also works with other brands acting as a retailer.", "label": "company", "id": "train_1_147", "title": "Landmark Group"}
{"content": " Bulbophyllum aestivale is a species of orchid in the genus Bulbophyllum.", "label": "plant", "id": "train_1_148", "title": "Bulbophyllum aestivale"}
{"content": " Kasteel Heemstede is a restaurant in Houten Netherlands. It is a fine dining restaurant that was awarded one Michelin star for the periods 2003-2008 and 2011-present. The restaurant is located in the souterrain of the eponymous castle although it was in fact an buitenplaats.GaultMillau awarded the restaurant 16 out of 20 points.Owner and head chef of Kasteel Heemstede is André van Doorn who opened the restaurant in 2002.Restaurant Kasteel Heemstede is a member of the Les Patrons Cuisiniers.", "label": "building", "id": "train_1_149", "title": "Kasteel Heemstede"}
{"content": " Janowo [jaˈnɔvɔ] is a village in the administrative district of Gmina Dąbrowa Chełmińska within Bydgoszcz County Kuyavian-Pomeranian Voivodeship in north-central Poland. It lies approximately 4 kilometres (2 mi) west of Dąbrowa Chełmińska 19 km (12 mi) north-east of Bydgoszcz and 30 km (19 mi) north-west of Toruń.", "label": "village", "id": "train_1_150", "title": "Janowo Bydgoszcz County"}
{"content": " Navuturerenga River is a river of Vanua Levu Fiji.", "label": "natural place", "id": "train_1_151", "title": "Navuturerenga River"}
{"content": " Closer is an EP by Christian rock act Jars of Clay. It was released in digital download format on July 29 2008 and in CD format on August 19 2008. The only radio single released off the EP is the title track although the new recording of Love Song for a Savior has been known to be played by radio stations in place of the original single.", "label": "album", "id": "train_1_152", "title": "Closer EP"}
{"content": " Rudi Mahall (born 1966 in Nürnberg Germany) is a contemporary jazz bass clarinetist.While studying classical clarinet Mahall shifted towards contemporary music improvisation and jazz.He is or was a member of following bands:Avantgardeband Die Hartmann 8 Der Rote Bereich (initially comprehending Frank Möbus Marty Cook Jim Black und Henning Sievert) the Trio Tiefe töne für Augen und Ohren (with Sievert and Bill Elgart) Carlos Bicas Azul and Die Enttäuschung (amongst others with Axel Dörner Jan Roder). ", "label": "artist", "id": "train_1_153", "title": "Rudi Mahall"}
{"content": " Klaus Zaczyk (born May 25 1945) is a retired German football player. He played in 400 games in the Bundesliga. He played his only game for West Germany on February 22 1967 scoring a goal in a 5:1 friendly win against Morocco.", "label": "athlete", "id": "train_1_154", "title": "Klaus Zaczyk"}
{"content": " Zombie Brigade is a 1988 Australian film shot in Toodyay Western Australia.", "label": "film", "id": "train_1_155", "title": "Zombie Brigade"}
{"content": " Eugenia fernandopoana Engl. & Brehmer Bot. Jahrb. Syst. 54:3371917 is a species of plant in the Myrtaceae family. It is found in Cameroon Central African Republic and Equatorial Guinea. Its natural habitat is subtropical or tropical moist lowland forests. It is threatened by habitat loss.", "label": "plant", "id": "train_1_156", "title": "Eugenia fernandopoana"}
{"content": " Tasteghar (Persian: طاستغار‎ also Romanized as Ţāsteghār; also known as Ţās Taghār-e Soflá) is a village in Nazarkahrizi Rural District Nazarkahrizi District Hashtrud County East Azerbaijan Province Iran. At the 2006 census its population was 131 in 29 families.", "label": "village", "id": "train_1_157", "title": "Tasteghar"}
{"content": " Below the Root is a science fiction/fantasy novel by Zilpha Keatley Snyder the first book in the Green Sky Trilogy. The 1984 videogame Below the Root is based on the book series.", "label": "written work", "id": "train_1_158", "title": "Below the Root (novel)"}
{"content": " Changshou Lake (simplified Chinese: 长寿湖; traditional Chinese: 長壽湖; pinyin: Chángshòu Hú) is a man-made lake with another name Shizitun (Lion Beach) Reservoir in Changshou Chongqing China. In the purpose of generating electric power four hydraulic power stations were built after the dam construction had been completed in the 1950s. Since then a state farm was set up for fishery and horticulture as well as animal husbandry.", "label": "natural place", "id": "train_1_159", "title": "Changshou Lake"}
{"content": " Prince of Prestige Academy (PPA or PPA Film School) is a private licensed online institution based in Maitland Florida that offers professional diplomas in film making to students worldwide. PPA currently offers Two Professional Diploma and eighteen courses in film making.", "label": "educational institution", "id": "train_1_160", "title": "Prince of Prestige Academy"}
{"content": " Quentalia veca is a moth in the Bombycidae family. It was described by Druce in 1887. It is found in Panama.", "label": "animal", "id": "train_1_161", "title": "Quentalia veca"}
{"content": " Just Another Life is the first live VHS released by Japanese rock duo B'z. It features live footage of the band's early hits.The concert is the first official Live Gym release although it would take several releases before the Live Gym name would be appear.", "label": "album", "id": "train_1_162", "title": "Just Another Life"}
{"content": " The ChS3 (Russian: ЧС3) is a type of 4-axle passenger direct current (catenary voltage of 3 kV) electric locomotive manufactured in 1961 which was used in the Soviet Union and the Russian Federation. In 1960 due to the increase in passenger trains the Skoda factory was ordered to design and produce a more powerful locomotive type than the ChS1. The plant's management decided to base the new electric locomotives on the ChS1 class of locomotive.", "label": "mean of transportation", "id": "train_1_163", "title": "ChS3"}
{"content": " Luisa Lebrón Burgos (born May 17 1949 in Patillas Puerto Rico) is a Puerto Rican judge politician and former senator. She was a member of the Senate of Puerto Rico from 1993 to 2000.", "label": "office holder", "id": "train_1_164", "title": "Luisa Lebrón"}
{"content": " Centrair was a French glider manufacturer that was founded by Marc Ranjon and his wife Genevieve in 1970. It started as the agent for glider manufacturer Alexander Schleicher GmbH & Co but it manufactured Schleicher's ASW 20 under licence from 1977. Later Centrair also manufactured the Scheibe SF 34 as the Centrair SNC-34 Alliance.Ranjon decided to build a new Standard Class sailplane with a wing thinner than the ASW 19 using the ASW 20 fuselage.", "label": "company", "id": "train_1_165", "title": "SA Centrair"}
{"content": " Brenda Jagger (b. 1936 in Yorkshire England – d. 1986) was a British writer of 9 historical romance novels. In 1986 her last novel A Song Twice Over won the Romantic Novel of the Year Award by the Romantic Novelists' Association.", "label": "artist", "id": "train_1_166", "title": "Brenda Jagger"}
{"content": " All Saints Church Ballidon is a redundant Anglican church located to the south of the village of Ballidon Derbyshire England. It is designated by English Heritage as a Grade II listed building and is under the care of the Friends of Friendless Churches.", "label": "building", "id": "train_1_167", "title": "All Saints Church Ballidon"}
{"content": " His Majesty's Trawler Bredon (Pennant Number T223) was a Hill class naval trawler that served as an anti-submarine escort trawler during the Second World War.She was sunk by U-521 on 8 February 1943 while off the Canary Islands. All but 2 of her complement of 43 were lost.", "label": "mean of transportation", "id": "train_1_168", "title": "HMT Bredon (T223)"}
{"content": " The Valea Lei River is a tributary of the Pianu River in Romania.", "label": "natural place", "id": "train_1_169", "title": "Valea Lei River"}
{"content": " Fazal Ur Rehman is a Pakistani judge.Justice Fazal Ur Rehman ( Urdu: جسٹس فضل رحمان ); born 13 April 1943 Matriculated from Islamia High School Quetta in the year of 1963. Passed B.Com from Government College of Commerce and Economics Karachi in 1967. Did LL.B from the University of Karachi in the year of 1969. Stood all round first in PPSI course.", "label": "office holder", "id": "train_1_170", "title": "Fazal Ur Rehman"}
{"content": " Hymenocallis speciosa (green-tinge spiderlily) is a species of the genus Hymenocallis that is native to the Windward Islands in the eastern Caribbean. It is cultivated as an ornamental in some areas and reportedly naturalized in Cuba and the Bahamas.Hymenocallis speciosa is a bulb-forming perennial. Stipe can attain a height of up to 50 cm. Leaves are lanceolate up to 50 cm long and 10 cm across narrowing to a petiole below. One umbel can produce as many as 20 flowers.", "label": "plant", "id": "train_1_171", "title": "Hymenocallis speciosa"}
{"content": " Danture is a village in Sri Lanka. It is located within Central Province.", "label": "village", "id": "train_1_172", "title": "Danture"}
{"content": " Makerere University School of Medicine (MUSM) also known as Makerere University Medical School is the school of medicine of Makerere University Uganda's oldest and largest public university. The medical school is the oldest medical school in Eastern Africa having been part of the Makerere University since 1924. The school provides medical education at diploma undergraduate and postgraduate levels.", "label": "educational institution", "id": "train_1_173", "title": "Makerere University School of Medicine"}
{"content": " Keter Publishing House (Hebrew: כתר ספרים‎ Keter Sfarim Keter Books) is one of the largest publishers in Israel. It was formed in 2005 through a merger of Keter Publishing (Hebrew: כתר הוצאה לאור‎ Keter Hotsa'a La'or) and Steimatzky. Keter has a large book marketing and distribution network as well print services and book production for the Israeli domestic and export market. Keter is the most prominent publisher of contemporary Hebrew literature in Israel.", "label": "company", "id": "train_1_174", "title": "Keter Publishing House"}
{"content": " The Willard Asylum for the Chronic Insane is a building complex in Willard New York near Seneca Lake. It was listed on the National Register of Historic Places in 1975.The property once included farmland that was farmed by the residents. Some of that property is now included in Bonavista State Park Golf Course.", "label": "building", "id": "train_1_175", "title": "Willard Asylum for the Chronic Insane"}
{"content": " Tatler is a British glossy magazine published by Condé Nast Publications focusing on fashion and lifestyle as well as coverage of high society and politics. The magazine is targeted towards the British upper-middle class and members of the aristocratic upper class and those interested in society events and its readership is the wealthiest of all Condé Nast's publications. It was founded in 1901 by Clement Shorter.", "label": "written work", "id": "train_1_176", "title": "Tatler"}
{"content": " Genghis Blues (1999) is a documentary film directed by Roko Belic. It centers on the journey of blind American singer Paul Pena to the isolated Russian state of Tuva due to his interest in Tuvan throat singing.It won the 1999 Sundance Film Festival Audience Award for a Documentary. It was also nominated for an Academy Award in 2000 in the Best Documentary Feature category.", "label": "film", "id": "train_1_177", "title": "Genghis Blues"}
{"content": " Ruud Rudy Degenaar (August 21 1963 – June 7 1989 near Zanderij Airport) was a Dutch-Suriname footballer. During his career he played for Heracles Almelo. He died at the age of 25 when on June 7 1989 he was killed in the Surinam Airways Flight PY764 air crash in Paramaribo.", "label": "athlete", "id": "train_1_178", "title": "Rudy Degenaar"}
{"content": " Sarah Walker (born 1965) is an Australian author and screenwriter best known for writing and script producing episodes of Home and Away and All Saints. She has also written novels including The Year of Freaking Out and worked as a journalist and actor appearing in Man of Flowers (1983).", "label": "artist", "id": "train_1_179", "title": "Sarah Walker (Australian author)"}
{"content": " Beauty Was a Tiger is the debut solo album by Australian singer Sarah McLeod. It was released in September 2005 by Festival Mushroom Records.", "label": "album", "id": "train_1_180", "title": "Beauty Was a Tiger"}
{"content": " Stigmella stettinensis is a moth of the Nepticulidae family. It is found in Lithuania Poland Czech Republic and Slovakia.It was considered a synonym of Stigmella minusculella but was raised to species status by A & Z Lastuvka in 2004.There are three generations per year in central Europe.The larvae feed on Pyrus communis. They mine the leaves of their host plant. The mine consists of a gradually widening corridor.", "label": "animal", "id": "train_1_181", "title": "Stigmella stettinensis"}
{"content": " Child of the Wolves is a children's novel published in 1996 about a Siberian husky puppy that joins a wolf pack. It was written by Elizabeth Hall wife of Island of the Blue Dolphins author Scott O'Dell.", "label": "written work", "id": "train_1_182", "title": "Child of the Wolves"}
{"content": " Thana Maulo is a village development committee in Parbat District in the Dhawalagiri Zone of central Nepal. At the time of the 1991 Nepal census it had a population of 1700 people living in 331 individual households.", "label": "village", "id": "train_1_183", "title": "Thana Maulo"}
{"content": " The Shoalway is a British trailing suction hopper dredging ship constructed in 2010. The vessel is operated by Mersey Docks and Harbour Company and replaces the existing vessel Mersey Mariner.", "label": "mean of transportation", "id": "train_1_184", "title": "Shoalway"}
{"content": " The Glass Key is the first of two film adaptations of the classic suspense novel The Glass Key by Dashiell Hammett. The film was released in 1935 starring George Raft featuring Edward Arnold and Claire Dodd and directed by Frank Tuttle.The film was remade in 1942 with Alan Ladd in Raft's role and Brian Donlevy and Veronica Lake in the roles previously played by Arnold and Dodd.", "label": "film", "id": "train_1_185", "title": "The Glass Key (1935 film)"}
{"content": " Patrik Nagy (born 16 February 1991 in Győr) is a Hungarian Midfielder player who currently plays for Újpest FC.", "label": "athlete", "id": "train_1_186", "title": "Patrik Nagy"}
{"content": " Diabantia minima is a species of praying mantis in the genus Diabantia in the order Mantodea.", "label": "animal", "id": "train_1_187", "title": "Diabantia minima"}
{"content": " Aligoté is a white grape used to make dry white wines in the Burgundy region of France and which also has significant plantings in much of Eastern Europe including Romania Russia Ukraine Moldova and Bulgaria. With 45000 hectares (110000 acres) it was the 22nd most planted vine variety in the world in 2004. The wine was first recorded in Burgundy in the 18th century.", "label": "plant", "id": "train_1_188", "title": "Aligoté"}
{"content": " Kuolajoki River (Russian: Куолайоки Finnish: Kuolajoki) is a river in the south of the Kola Peninsula in Murmansk Oblast Russia and in Lapland Finland. It is 30 km in length. The area of its basin is 1635 km². The Kuolajoki River originates in the Lake Kuolajarvi in Russia and flows into the Tenniöjoki River in Finland. Its biggest tributary is the Kolsanoya River.", "label": "natural place", "id": "train_1_189", "title": "Kuolajoki River"}
{"content": " Grainger plc (LSE: GRI) is a leading British-based residential property business. It is headquartered in Newcastle upon Tyne and is a constituent of the FTSE 250 Index.", "label": "company", "id": "train_1_190", "title": "Grainger plc"}
{"content": " Valley State Prison previously the Valley State Prison for Women (VSPW) is a state prison in Chowchilla California. It is across the road from Central California Women's Facility. It previously was a prison for women.It is 250 miles (400 km) north of Downtown Los Angeles.", "label": "building", "id": "train_1_191", "title": "Valley State Prison"}
{"content": " University of Washington Educational Outreach (UWEO) is the continuing education and professional development unit of the University of Washington (UW) in Seattle Washington. Founded in 1912 UW Educational Outreach was originally the branch of the university offering correspondence courses.", "label": "educational institution", "id": "train_1_192", "title": "University of Washington Educational Outreach"}
{"content": " Angelstrike! is an album by Jim Bob formerly of Carter USM. The song My Face Your Arse is a humorous duet with fellow ex-Carter USM member Fruitbat. The lyrics depict Jim and Fruitbat insulting each other and accusing each other of being the reason for the splitting up of Carter USM back in 1997.", "label": "album", "id": "train_1_193", "title": "Angelstrike!"}
{"content": " Bradley Brandon (born September 1 1988) better known by the alias Doughboy Beatz is an American record producer from Columbus Mississippi. He has produced for artists such as Young Jeezy Gucci Mane Yo Gotti Soulja Boy Waka Flocka Flame Ace Hood Juicy J Lil Boosie Cyhi Da Prynce and OJ Da Juiceman among others. He has done work with many other acclaimed producers such as Drumma Boy Shawty Redd DJ Paul & Juicy J Sonny Digital Metro Boomin Lil Lody Honorable C.N.O.T.E and more.", "label": "artist", "id": "train_1_194", "title": "Doughboy Beatz"}
{"content": " Thomas J. Tom LaBonge (born October 6 1953) is an American politician. He is a member of the Los Angeles City Council representing the 4th district. He has served since 2001 winning a special election to fill the seat left vacant by the death of long-time council member John Ferraro. The district represents a wide diversity of incomes and neighborhoods.", "label": "office holder", "id": "train_1_195", "title": "Tom LaBonge"}
{"content": " Mehdiabad (Persian: مهدي آباد‎ also Romanized as Mehdīābād) is a village in Kalat-e Hay-ye Sharqi Rural District in the Central District of Meyami County Semnan Province Iran. At the 2006 census its population was 233 in 54 families.", "label": "village", "id": "train_1_196", "title": "Mehdiabad Meyami"}
{"content": " Al Ameen School is a British School located in Al Ghusais Dubai UAE. It is a private profit-making school. It has presently 500 students enrolled.", "label": "educational institution", "id": "train_1_197", "title": "Al Ameen School"}
{"content": " Paint and Paint is the second album by the British band Haircut One Hundred released in 1984. Their first and only album released after lead singer Nick Heyward's departure from the group in early 1983 it features Mark Fox as lead vocalist.Unlike the band's first album Paint and Paint was not a commercial success and failed to chart and none of the singles released from it reached the UK Top 40.", "label": "album", "id": "train_1_198", "title": "Paint and Paint"}
{"content": " The Mansinho River is a river of Santa Catarina state in southeastern Brazil. It is part of the Uruguay River basin.", "label": "natural place", "id": "train_1_199", "title": "Mansinho River"}
{"content": " Traxamillion is a hip hop producer from San Jose California.He has become one of the most watched producers in the industry with hits such as Keak da Sneak's Super Hyphy and Dem Hoodstarz Grown Man Remix. His first album The Slapp Addict was a compilation of Bay Area hyphy artists. The Slapp Addict was released August 22 2006. Traxamillion has also released a mixtape called The Slapp Addict Mixtape which features mainstream artists as well as local Bay Area artists.", "label": "artist", "id": "train_1_200", "title": "Traxamillion"}
{"content": " It Should Happen to You (1954) is a romantic comedy film starring Judy Holliday and notable as the first major screen appearance of Jack Lemmon who was then an aspiring young actor. The film was directed by George Cukor and filmed on location in New York City. Screenwriter Garson Kanin originally intended the script as a vehicle for Danny Kaye but Kanin's wife Ruth Gordon suggested casting Judy Holliday instead.", "label": "film", "id": "train_1_201", "title": "It Should Happen to You"}
{"content": " Polynesia curtitibia is a moth in the Geometridae family. It is found in the north-eastern Himalayas Thailand and on Borneo. The habitat consists of lowland and upper montane forests.Adults have primrose-yellow wings marked with punctate red fasciae.", "label": "animal", "id": "train_1_202", "title": "Polynesia curtitibia"}
{"content": " Frederick Hamilton Tarr (October 8 1868 – May 13 1944) was an American attorney and politician who was a member of the Massachusetts House of Representatives from 1904 to 1905 a member of the Massachusetts Governor's Council from 1916 to 1918 and the United States Attorney for the District of Massachusetts from 1926 to 1933.His son Frederick H. Tarr Jr. was a Massachusetts state representative.", "label": "office holder", "id": "train_1_203", "title": "Frederick H. Tarr"}
{"content": " SS Arabic was a twin propeller passenger steamship with 2 funnels and 2 masts launched on 7 November 1908 as the SS Berlin and built by the A.G. Weser shipbuilding company in Germany. Her Gross Register Tonnage was advertised at 16786. She made her maiden voyage on 1 May 1909 from New York to Genoa and Bremerhaven. In September 1914 she became an auxiliary cruiser with the German Navy as a minelayer. Having laid mines of the northern Irish coast she took refuge in Trondheim with storm damage.", "label": "mean of transportation", "id": "train_1_204", "title": "SS Arabic (1908)"}
{"content": " The Phelps House (or Rose Hill Estate) is located in Aiken South Carolina. The house was built in the early 1900s on the foundations of an antebellum house that had been destroyed during the Civil War is historically significant for several reasons one of which is its very distinctive Shingle Style. This style used often in the late 1800s and early 1900s in the resort homes of the rich was rarely used in South Carolina.", "label": "building", "id": "train_1_205", "title": "Phelps House (Aiken South Carolina)"}
{"content": " Nuclear Implosions: The Rise and Fall of the Washington Public Power Supply System is a 2008 book by Daniel Pope a history professor at the University of Oregon which traces the history of the Washington Public Power Supply System a public agency which undertook to build five large nuclear power plants one of the most ambitious U.S. construction projects in the 1970s.", "label": "written work", "id": "train_1_206", "title": "Nuclear Implosions: The Rise and Fall of the Washington Public Power Supply System"}
{"content": " Myriocoleopsis is a genus of liverwort in family Lejeuneaceae. It contains the following species (but this list may be incomplete): Myriocoleopsis fluviatilis (Steph.) Reiner & Gradst.", "label": "plant", "id": "train_1_207", "title": "Myriocoleopsis"}
{"content": " Ingenic Semiconductor is a fabless semiconductor company based in Beijing Peoples Republic of China founded in 2005. They purchased licenses for the MIPS architecture instruction sets in 2009 and design CPU-microarchitectures based on them.", "label": "company", "id": "train_1_208", "title": "Ingenic Semiconductor"}
{"content": " Artyom Khachaturov (Armenian: Արտյոմ Խաչատուրով born June 18 1992 in Bender) is an Armenian football player who currently plays defender for the Armenian national team and for Moldovan National Division club FC Tiraspol.", "label": "athlete", "id": "train_1_209", "title": "Artyom Khachaturov"}
{"content": " Kim Lucine (born 16 September 1988) is a French figure skater who skates internationally for Monaco. He is the 2010 Ondrej Nepela Memorial silver medalist and 2013 Nordic bronze medalist.", "label": "athlete", "id": "train_1_210", "title": "Kim Lucine"}
{"content": " The Dog’s Tooth (Lacanobia suasa) is a moth of the Noctuidae family. It is found in the Palearctic ecozone (Europe Ural Mountains Russia Amur Oblast.The wingspan is 32–37 mm.", "label": "animal", "id": "train_1_211", "title": "Lacanobia suasa"}
{"content": " Carnival Boy is debut album solo by Guided by Voices member Tobin Sprout released in 1996.", "label": "album", "id": "train_1_212", "title": "Carnival Boy"}
{"content": " The Fort of the Maré (Portuguese: Forte da Maré) ruins of a 16th-century fortification located in the civil parishSão Mateus da Calheta in the municipality of Angra do Heroísmo along the southern coast of TerceiraPortuguese archipelago of the Azores.", "label": "building", "id": "train_1_213", "title": "Fort of the Maré"}
{"content": " Alfred Hitchcock's Anthology – Volume 5 is the fifth installment of Alfred Hitchcock's Anthology one of the many Alfred Hitchcock story collection books; edited by Eleanor Sullivan. Originally published in hardcover as Alfred Hitchcock's Tales to Send Chills Down Your Spine in 1979 the book contains 29 short stories by many well-known crime fiction novelists.", "label": "written work", "id": "train_1_214", "title": "Alfred Hitchcock's Anthology – Volume 5"}
{"content": " Innominate Tarn is a small tarn in the northern Lake District National Park in England. It is situated at 520 metres above sea level near the summit of Haystacks. The name Innominate means without a name.It was formerly known as Loaf Tarn which referred to small islands of peat in the tarn resembling loaves.The tarn is the location where Alfred Wainwright's ashes were scattered.", "label": "natural place", "id": "train_1_215", "title": "Innominate Tarn"}
{"content": " Anne of Green Gables: The Continuing Story was a 2000 television film also broadcast as a mini-series that was highly anticipated among fans of Anne of Green Gables. It borrowed characters from the Anne of Green Gables novels by Lucy Maud Montgomery but not actual plot lines. Instead it served as a sequel to two mini-series produced by CBC Television in the 1980s.", "label": "film", "id": "train_1_216", "title": "Anne of Green Gables: The Continuing Story"}
{"content": " Dinavon Bythwood (born May 23 in Philadelphia Pennsylvania) and also known by his music industry moniker “X1” is an American Pop Music record producer and songwriter. Bythwood is also a former American professional football player who was an NFL free agent acquisition by the Cleveland Browns.", "label": "artist", "id": "train_1_217", "title": "Dinavon Bythwood"}
{"content": " Sidney Godolphin 1st Earl of Godolphin KG PC (15 June 1645 – 15 September 1712) was a leading English politician of the late 17th and early 18th centuries. He was a Privy Councillor and Secretary of State for the Northern Department before attaining real power as First Lord of the Treasury.He had many other roles including that of Governor of Scilly.", "label": "office holder", "id": "train_1_218", "title": "Sidney Godolphin 1st Earl of Godolphin"}
{"content": " Old Buckenham High School is a community secondary school located in Old Buckenham Norfolk England.The school was first established in 1938 as Old Buckenham Area School for 5 to 14 year old pupils. Today it is a comprehensive school for 11 to 16 year olds.", "label": "educational institution", "id": "train_1_219", "title": "Old Buckenham High School"}
{"content": " Round Table Pizza is a large chain of pizza parlors in the western United States. The company's headquarters are located in Concord California.", "label": "company", "id": "train_1_220", "title": "Round Table Pizza"}
{"content": " USS Wyandance (SP-359) was a patrol boat that served in the United States Navy from 1917 to 1918.Wyandance was built as a private motorboat of the same name in 1905 by the Electric Boat Company at Bayonne New Jersey. On 19 June 1917 the U.S. Navy acquired her from her owner Mr. M. S. Burrill of Jericho Long Island New York for use as a patrol boat during World War I. She was commissioned as USS Wyandance (SP-359) on 24 August 1917 at New York City.", "label": "mean of transportation", "id": "train_1_221", "title": "USS Wyandance (SP-359)"}
{"content": " Stasin [ˈstaɕin] is a village in the administrative district of Gmina Paprotnia within Siedlce County Masovian Voivodeship in east-central Poland. It lies approximately 6 kilometres (4 mi) south of Paprotnia 15 km (9 mi) north-east of Siedlce and 98 km (61 mi) east of Warsaw.", "label": "village", "id": "train_1_222", "title": "Stasin Siedlce County"}
{"content": " Celtis bungeana commonly known as Bunge's hackberry is a deciduous tree in the Celtis genus that can grow 15 meters in height. The species is located in the temperate zone of Asia in China and Korea.The tree flowers from April to May and the fruit ripens from October to November.", "label": "plant", "id": "train_1_223", "title": "Celtis bungeana"}
{"content": " Aeonium leucoblepharum is a succulent plant of the genus Aeonium. It is instantly recognisable by its central tanin stripes and pointed leaves. After exposure to sun it develops this pinky colour to the leaves. There are variants with less pointed leaves but still with the central tanin stripe.It is also known as Sempervivum leucoblepharum and Sempervivum chrysanthum.", "label": "plant", "id": "train_1_224", "title": "Aeonium leucoblepharum"}
{"content": " Bhajantrilu is a Telugu film directed by the renowned comedian M. S. Narayana and produced by K. Devi Vara Prasad. The film was released in December 2007. It was a dud at box office.", "label": "film", "id": "train_1_225", "title": "Bhajantrilu"}
{"content": " Samsung Noida Lab one of the Development centers of Samsung Electronics Co. Ltd. headquartered at Noida and is one of the companies in the mobile software sector. Company is focused on embedded and mobile software testing and development for Samsung Electronics in a variety of areas related to Mobile Phones.Noida Lab started its operations with Regional Adaptation and Multimedia testing while focusing to bring great innovations and latest technologies in the era of wireless communications.", "label": "company", "id": "train_1_226", "title": "Samsung Noida Lab"}
{"content": " Zenaida Manfugás (February 22 1932 - May 2 2012) was a Cuban born American naturalized pianist considered to be one of the best Cuban pianists in history.", "label": "artist", "id": "train_1_227", "title": "Zenaida Manfugás"}
{"content": " Stendlitz is a river of Mecklenburg-Vorpommern Germany.", "label": "natural place", "id": "train_1_228", "title": "Stendlitz"}
{"content": " Cho Po-yuan is a politician in the Republic of China. He is currently the Magistrate of Changhua County Taiwan since 20 December 2005. He is serving his second term in the post.", "label": "office holder", "id": "train_1_229", "title": "Cho Po-yuan"}
{"content": " Don Larry Talbert (born March 1 1939 in Louisville Mississippi) is a former American football offensive tackle in the National Football League for the Dallas Cowboys Atlanta Falcons and the New Orleans Saints. He played college football at the University of Texas at Austin and was drafted in the eighth round of the 1961 NFL Draft. Talbert was also selected in the 34th round of the 1962 AFL Draft by the Houston Oilers.", "label": "athlete", "id": "train_1_230", "title": "Don Talbert"}
{"content": " Utkal University (ଉତ୍କଳ ବିଶ୍ୱବିଦ୍ୟାଳୟ) is the oldest university in Odisha and the 17th oldest university in India located at the heart of the capital city Bhubaneswar. It is a teaching-cum-affiliating university that has produced some of the best brains in Odisha. There are at present 26 post-graduate departments at the university campus for studies and research in various disciplines of Science Humanities Business Administration Social Science Law and Commerce.", "label": "educational institution", "id": "train_1_231", "title": "Utkal University"}
{"content": " Vaset (Persian: واسط‎ also Romanized as Vāseţ) is a village in Mian Rokh Rural District Jolgeh Rokh District Torbat-e Heydarieh County Razavi Khorasan Province Iran. At the 2006 census its population was 70 in 16 families.", "label": "village", "id": "train_1_232", "title": "Vaset Razavi Khorasan"}
{"content": " Eucosmophora sideroxylonella is a moth of the Gracillariidae family. It is known from Cuba and Florida.The length of the forewings is 3.4 mm for males and 3.8 mm for females.The larvae feed on Lyonia fruticosa Dipholis salicifolia Manilkara jaimiqui Sideroxylon foetidissimum Sideroxylon celastrinum and Sideroxylon pallidum. They mine the leaves of their host plant.", "label": "animal", "id": "train_1_233", "title": "Eucosmophora sideroxylonella"}
{"content": " Ravenwood Plantation is plantation built in 1850 near Neyles South Carolina in Colleton County South Carolina.It was listed on the National Register of Historic Places in 1997.", "label": "building", "id": "train_1_234", "title": "Ravenwood Plantation"}
{"content": " The Birthing of Hannibal Valdez is a novella written in 1984 by award-winning Filipino author poet journalist and editor Alfredo “Freddie” Navarro Salanga. It is also known as The Birthing of Hannibal Valdez: A Novella Presented in a bilingual book divided into two parts the English original version and an accompanying Pilipino version based on the translation by Romulo A. Sandoval entitled Ang Pagsisilang kay Hannibal Valdez. It has a foreword written by Virgilio S.", "label": "written work", "id": "train_1_235", "title": "The Birthing of Hannibal Valdez"}
{"content": " The Golden Age is the third album by American alternative rock band Cracker. Lavish videos exist for I Hate My Generation and Nothing to Believe In.", "label": "album", "id": "train_1_236", "title": "The Golden Age (Cracker album)"}
{"content": " USS Genesee (AOG-8) was a Patapsco-class gasoline tanker acquired by the U.S. Navy for the dangerous task of transporting gasoline to warships in the fleet and to remote Navy stations. Genesee had the distinction of serving in World War II the Korean War and the Vietnam War and returned home proudly with battle and campaign stars to her credit.The third ship to be named Genesee by the Navy AOG-8 was launched 23 September 1943 by Cargill Inc. Savage Minnesota sponsored by Mrs.", "label": "mean of transportation", "id": "train_1_237", "title": "USS Genesee (AOG-8)"}
{"content": " North Rockhampton State High School is a co-educational State High School located in Rockhampton Queensland Australia. It currently has over 1000 students enrolled and over 80 teaching staff. North Rockhampton High School is currently an academy of excellence in hockey.[citation needed]To its members the school is commonly referred to as 'North Rocky High'.", "label": "educational institution", "id": "train_1_238", "title": "North Rockhampton State High School"}
{"content": " Mount Princeton is one of the fourteeners of the US state of Colorado. It lies in the Collegiate Peaks in the central part of the Sawatch Range just west of the Arkansas River. While not one of the highest peaks of the Sawatch it is one of the most dramatic abruptly rising nearly 7000 feet above the Arkansas valley in only 6 miles.Mount Princeton is located within the San Isabel National Forest.", "label": "natural place", "id": "train_1_239", "title": "Mount Princeton"}
{"content": " Marginella poppei is a species of sea snail a marine gastropod mollusk in the family Marginellidae the margin snails.", "label": "animal", "id": "train_1_240", "title": "Marginella poppei"}
{"content": " Sir James Thompson KCSI (6 July 1848 – 1929) was a British civil servant and administrator who acted as the Governor of Madras from 30 April 1904 to 13 December 1904.", "label": "office holder", "id": "train_1_241", "title": "James Thompson (civil servant)"}
{"content": " Arleta (Greek: Αρλέτα; born May 3 1945) is a Greek musician author and book illustrator.", "label": "artist", "id": "train_1_242", "title": "Arleta (musician)"}
{"content": " Mis Canciones Preferidas 2 (Spanish: My Favorite Songs 2) is the follow-up compilation to Mis Canciones Preferidas from 1986 by the Puerto Rican singer Yolandita Monge.It was released in 1991 and included her hits Laberinto De Amor Nunca Te Diré Adiós / En Concierto Vivencias and Portfolio. The album also included two new songs from singer/songwriter Braulio Ya No Hay Nada Que Callar and La Sombra De Lo Que Fuí.", "label": "album", "id": "train_1_243", "title": "Mis Canciones Preferidas 2"}
{"content": " Down is a four-issue American comic book limited series published in late 2005 and early 2006 by Top Cow Productions an imprint of Image Comics. The series was written by Warren Ellis and illustrated by Cully Hamner and Tony Harris.Down tells the story of an undercover cop sent on an unofficial mission to deal with a fellow officer who went native when infiltrating a drugs gang.", "label": "written work", "id": "train_1_244", "title": "Down (comics)"}
{"content": " Twinsburg Congregational Church is a historic church building on Twinsburg Public Square in Twinsburg Ohio.The Greek Revival building was constructed in 1848 and added to the National Register of Historic Places in 1974.", "label": "building", "id": "train_1_245", "title": "Twinsburg Congregational Church"}
{"content": " The Medway SLA100 Executive also called the Medway SLA 100 Executive is a British ultralight aircraft designed and produced by Medway Microlights of Rochester Kent. The aircraft is supplied as a kit for amateur construction or as a complete ready-to-fly-aircraft.", "label": "mean of transportation", "id": "train_1_246", "title": "Medway SLA100 Executive"}
{"content": " Wandrille Lefèvre (born December 17 1989) is a French professional footballer who plays for Montreal Impact in Major League Soccer as a midfielder or defender.", "label": "athlete", "id": "train_1_247", "title": "Wandrille Lefèvre"}
{"content": " Heliamphora sp. 'Akopán Tepui' is an undescribed taxon of marsh pitcher plant known only from Akopán Tepui in Venezuela where it grows at elevations of 1800–1900 m. It resembles H. heterodoxa in many respects but has larger and broader pitchers narrower tepals and a smaller nectar spoon.", "label": "plant", "id": "train_1_248", "title": "Heliamphora sp. 'Akopán Tepui'"}
{"content": " Radio Cape Cod is a 2008 film directed and produced by Andrew Silver. It stars Tamzin Outhwaite as a radio interviewer coming to terms with the loss of her husband and a new love entering her life. She also must cope with her teenage daughter played by Tamzin Merchant who is experiencing her first love. The film also stars O. T. Fagbenle. The film won several festival awards.", "label": "film", "id": "train_1_249", "title": "Radio Cape Cod"}
{"content": " Dehuyeh (Persian: دهويه‎ also Romanized as Dehūyeh; also known as Deh Mūyeh) is a village in Rostaq Rural District in the Central District of Neyriz County Fars Province Iran. At the 2006 census its population was 88 in 23 families.", "label": "village", "id": "train_1_250", "title": "Dehuyeh Neyriz"}
{"content": " Piramal Enterprises Limited formerly known as Piramal Healthcare Limited is the flagship company of Piramal Group. The company is listed on both Bombay Stock Exchange and National Stock Exchange.", "label": "company", "id": "train_1_251", "title": "Piramal Enterprises Ltd"}
{"content": " Mount Burgess 2599 m (8527 ft) is a mountain in Yoho National Park and is part of the Canadian Rockies. It is located in the southwest buttress of Burgess Pass in the Emerald River and Kicking Horse River Valleys.", "label": "natural place", "id": "train_1_252", "title": "Mount Burgess"}
{"content": " William J. Billy Thirlaway (10 October 1896 – 1983) was an English professional footballer who played as an outside left. He scored 29 goals from 216 appearances in the Football League.Thirlaway was born in Washington which was then in County Durham. He began his career at non-league side Usworth Colliery before moving into league football when he signed for West Ham United in 1921. He spent three years at the club before moving to Southend United in 1924.", "label": "athlete", "id": "train_1_253", "title": "Billy Thirlaway"}
{"content": " Morr Music is an independent record label based in Berlin Germany. It was founded in 1999 by Thomas Morr. Most artists on the label fall into the categories of intelligent dance music electronica and dreampop but all reflect Thomas Morr's personal taste. This results in a cohesive aesthetic observable in both the aural and visual elements of this label's releases.", "label": "company", "id": "train_1_254", "title": "Morr Music"}
{"content": " Jaypee University of Information Technology (also J. P. University of Information Technology and JUIT) (Hindi: जेपी सूचना तकनीक विश्वविद्यालय) is a state (private) university in Waknaghat Solan Himachal Pradesh India. The curriculum focuses on undergraduate postgraduate and doctoral level studies and research in engineering and applied sciences disciplines.", "label": "educational institution", "id": "train_1_255", "title": "Jaypee University of Information Technology"}
{"content": " Horkelia marinensis is a rare species of flowering plant in the rose family known by the common name Point Reyes horkelia. It is endemic to the California coastline where it is known from about Fort Bragg to near Santa Cruz. It grows on beaches and in other sandy coastal areas. This is a perennial herb growing in low dense patches. The leaves are up to 10 centimeters long and are made up of toothed hairy gray-green leaflets each around a centimeter long.", "label": "plant", "id": "train_1_256", "title": "Horkelia marinensis"}
{"content": " John Vlismas (born 3 May 1973) is a South African stand-up comedian and entertainment promoter.Vlismas won the 2007 South African Comedy Award for best stand-up comedian of the year and was a finalist in the 2008 Yuk Yuk's Great Canadian Laugh Off.In 2010 Vlismas was in the comedy film Outrageous with fellow South African comedians Barry Hilton Joey Rasdien Loyiso Gola Mark Banks Riaad Moosa and Krijay Govender - the only female in the cast.In April 2014 Vlismas was part of the dais at Comedy Central Africa's Roast of Kenny Kunene.", "label": "artist", "id": "train_1_257", "title": "John Vlismas"}
{"content": " Nevada is a 1928 western novel by Zane Grey. It is a sequel to 1927's Forlorn River.", "label": "written work", "id": "train_1_258", "title": "Nevada (Zane Grey novel)"}
{"content": " Deroplatyini is a tribe of the subfamily Deroplatyinae of the family Mantidae of Mantodea.", "label": "animal", "id": "train_1_259", "title": "Deroplatyini"}
{"content": " Hayashio class submarine was the successor of the Oyashio and the predecessor of the Natsushio-class submarine.", "label": "mean of transportation", "id": "train_1_260", "title": "Hayashio-class submarine"}
{"content": " Broad Street Wesleyan Chapel was a former Methodist Chapel in Nottingham from 1839 to 1954. The building is now occupied by the Broadway Cinema.", "label": "building", "id": "train_1_261", "title": "Broad Street Wesleyan Church"}
{"content": " Le casseur de pierres is a 1989 Tunisian short drama film directed by Mohamed Zran. It was screened in the Un Certain Regard section at the 1990 Cannes Film Festival.", "label": "film", "id": "train_1_262", "title": "Le casseur de pierres"}
{"content": " Koty [ˈkɔtɨ] is a village in the administrative district of Gmina Lidzbark within Działdowo County Warmian-Masurian Voivodeship in northern Poland. It lies approximately 7 kilometres (4 mi) north-east of Lidzbark 21 km (13 mi) west of Działdowo and 67 km (42 mi) south-west of the regional capital Olsztyn.", "label": "village", "id": "train_1_263", "title": "Koty Warmian-Masurian Voivodeship"}
{"content": " Mian Mehmood-ur-Rasheed is a Pakistani politician and a member of Punjab Assembly of Pakistan Tehreek-e-Insaf from Lahore (PP-151) he is also the parliamentary leader of PTI in Punjab and also the Leader of the Opposition of Punjab.", "label": "office holder", "id": "train_1_264", "title": "Mehmood-ur-Rasheed"}
{"content": " Sounds from Nowheresville is the second studio album by English duo The Ting Tings released on 24 February 2012 by Columbia Records. It was by preceded the lead single Hang It Up which was released on 27 December 2011. Although their 2010 single Hands was originally reported not to appear on the album the duo confirmed on Twitter that it would appear on the deluxe edition of the album.", "label": "album", "id": "train_1_265", "title": "Sounds from Nowheresville"}
{"content": " Joaquín Rodríguez Espinar (born 28 November 1982 in Paradas Seville Andalusia) known as simply Joaquín is a Spanish footballer who plays as a striker.", "label": "athlete", "id": "train_1_266", "title": "Joaquín Rodríguez Espinar"}
{"content": " Evangelical Christian School(ECS) is a non-denominational college preparatory school in Fort Myers Florida.", "label": "educational institution", "id": "train_1_267", "title": "Evangelical Christian School (Fort Myers Florida)"}
{"content": " HMS Chatham was a Royal Navy survey brig that accompanied HMS Discovery on George Vancouver's exploration of the west coast of North America in his 1791–1795 expedition. Chatham was built by King of Dover and launched in early 1788. She was purchased for navy service on 12 February 1788.", "label": "mean of transportation", "id": "train_1_268", "title": "HMS Chatham (1788)"}
{"content": " The Majagua River is a river of Panama.", "label": "natural place", "id": "train_1_269", "title": "Majagua River"}
{"content": " Monty Python's Life of Brian is an album released by Monty Python in conjunction with the 1979 film Monty Python's Life of Brian. It mostly contains scenes from the movie with only brief linking sections performed by Eric Idle and Graham Chapman. The album opens with a brief rendition of Hava Nagila on Scottish bagpipes. In 2006 a special edition CD added six bonus tracks to the end of the album.", "label": "album", "id": "train_1_270", "title": "Monty Python's Life of Brian (album)"}
{"content": " Bijou Records is a Canadian independent music label formed in Toronto Ontario Canada. This record label exclusively represents pianists composers and songwriters. In the year of 1983 the famous band The Red Hot Chili Peppers released their first demo tape under the label. The label has one release Exposure by Stephan Moccio. It was distributed by Universal Music. In 2008 the record achieved impressive top 10 chart position in Canada for a classical instrumental album.", "label": "company", "id": "train_1_271", "title": "Bijou Records"}
{"content": " Qanatabad (Persian: قنات اباد‎ also Romanized as Qanātābād) is a village in Dehpir Rural District in the Central District of Khorramabad County Lorestan Province Iran. At the 2006 census its population was 371 in 96 families.", "label": "village", "id": "train_1_272", "title": "Qanatabad Lorestan"}
{"content": " Love Thy Neighbour (Danish: Elsk... din næste! German: Vergiß nicht deine Frau zu küssen ) is a 1967 Danish-German comedy film directed by Egil Kolstø and starring Walter Giller.", "label": "film", "id": "train_1_273", "title": "Love Thy Neighbour (1967 film)"}
{"content": " Sir John Strathearn Hendrie KCMG CVO (August 15 1857 – July 17 1923) was the 11th Lieutenant Governor of Ontario from 1914 to 1919.John Hendrie was born in 1857 in Hamilton Ontario and was educated at Upper Canada College. He became a railway contractor and promoted the Hamilton Bridge Works. In 1885 he married Lena Henderson. A Member of Provincial Parliament from 1902 to 1914 he held the positions of Minister without Portfolio and Hydro-Electric Commissioner.", "label": "office holder", "id": "train_1_274", "title": "John Strathearn Hendrie"}
{"content": " Hysterura is a genus of moth in the family Geometridae.", "label": "animal", "id": "train_1_275", "title": "Hysterura"}
{"content": " Billy Graham (July 1 1935-1999) was an African-American comic-book artist best known for his work on the Marvel Comics series Luke Cage Hero for Hire and the Jungle Action feature Black Panther.", "label": "artist", "id": "train_1_276", "title": "Billy Graham (comics)"}
{"content": " Algemeen Handelsblad was an influential Amsterdam-based liberal daily newspaper founded in 1828 by J.W. van den Biesen. At the peak of its influence—from the time of the Boer War when it championed the Boer cause in South Africa through World War I -- it was edited by Charles Boissevain.It merged in 1970 with the Rotterdam-based liberal daily newspaper Nieuwe Rotterdamsche Courant into the NRC Handelsblad.", "label": "written work", "id": "train_1_277", "title": "Algemeen Handelsblad"}
{"content": " Four Seasons Hotel Baltimore is a highrise hotel complex building which opened on November 14 2011. The building's construction began back in 2007 and went through several changes. Developers originally planned the project as two towers with a portion for residences. The hotel now occupies just one of the towers with the second being used as the Legg Mason Tower.", "label": "building", "id": "train_1_278", "title": "Four Seasons Baltimore and Residences"}
{"content": " Lactuca perennis common names: Blue Lettuce or Perennial lettuce is a perennial herbaceous plant species belonging to the genus Lactuca of the Asteraceae family.", "label": "plant", "id": "train_1_279", "title": "Lactuca perennis"}
