{"content": " Dioryctria is a genus of snout moths. It was described by Zeller in 1846.", "label": "animal", "id": "train_4_0", "title": "Dioryctria"}
{"content": " Institute of Rural Management Anand (IRMA) (founded 1979) is an autonomous institution located in Anand in Gujarat India with the mandate of contributing to the professional management of rural organisations. IRMA was founded with the belief borne out by Dr.", "label": "educational institution", "id": "train_4_1", "title": "Institute of Rural Management Anand"}
{"content": " Bos (Nahe) is a river of Saarland Germany.", "label": "natural place", "id": "train_4_2", "title": "Bos (Nahe)"}
{"content": " Orla Jørgensen (May 25 1904 – June 29 1947) was a male Danish racing cyclist who won a gold medal at the 1928 Summer Olympics with Harry Hensen and Leo Nielsen.", "label": "athlete", "id": "train_4_3", "title": "Orla Jørgensen"}
{"content": " This is Japanimetal Marathon is an internationally released album by Japanese novelty heavy metal band Animetal. The album consists mainly of Animetal Marathon mixed with select tracks from the band's singles along with those of Animetal Lady. Each track is labeled by the anime/tokusatsu title they come from not by their original song title. Makafushigi Adventure! (from Dragon Ball) is an exclusive track not found in Animetal's other releases.", "label": "album", "id": "train_4_4", "title": "This Is Japanimetal Marathon"}
{"content": " Haloxylon is a genus of shrubs or small trees belonging to the plant family Amaranthaceae. Haloxylon and its species are known by the common name saxaul.", "label": "plant", "id": "train_4_5", "title": "Haloxylon"}
{"content": " Andrea Jutson is a writer who was born and raised in Auckland New Zealand. She has published two crime novels featuring reticent medium James Paxton Senseless (Random House 2005) and The Darkness Looking Back (Random House 2008). She was also short-listed for the 2011 Tessa Duder Award for New Zealand young adult literature for her unpublished manuscript 'Cursed'.", "label": "artist", "id": "train_4_6", "title": "Andrea Jutson"}
{"content": " Icon Records in association with Universal Music Group is a Canadian record label established by Rui Da Silva in 2006 and distributed through Fontana Distribution.", "label": "company", "id": "train_4_7", "title": "Icon Records"}
{"content": " Maryellen O'Shaughnessy is a Democratic politician from Columbus Ohio. She was the unsuccessful party nominee for Ohio's 12th congressional district in 2000 and for Ohio Secretary of State in 2010.", "label": "office holder", "id": "train_4_8", "title": "Maryellen O'Shaughnessy"}
{"content": " Chumael is a village in the Bafatá Region of southern-central Guinea-Bissau. It lies to the northeast of Mampata and the Corubal River.", "label": "village", "id": "train_4_9", "title": "Chumael"}
{"content": " The Fokker 70 is a narrow-body twin-engined medium-range turbofan airliner produced by Fokker as a smaller version of the Fokker 100 jetliner. Both the F70 and F100 were preceded by the first jet aircraft manufactured by Fokker the Fokker F28 Fellowship. Since its first flight in 1993 47 aircraft plus one prototype have been manufactured and most are still in active service with airlines around the world especially European airlines.", "label": "mean of transportation", "id": "train_4_10", "title": "Fokker 70"}
{"content": " Governor's Inn is a historic inn at Maumee Ohio United States. Also known as the Old Plantation Inn it was built in 1836 and was used for a time as a post office. Renamed the Commercial Building it is presently home to a jazz-themed restaurant.In 1974 the Governor's Inn was listed on the National Register of Historic Places qualifying because of its historically significant architecture. It was the fifth place in Maumee to receive this designation.", "label": "building", "id": "train_4_11", "title": "Governor's Inn"}
{"content": " Five Little Pigs is a work of detective fiction by Agatha Christie and first published in the US by Dodd Mead and Company in May 1942 under the title of Murder in Retrospect and in UK by the Collins Crime Club in January 1943 although some sources state that publication occurred in November 1942. The UK first edition carries a copyright date of 1942 and retailed at eight shillings while the US edition was priced at $2.00.The book features Hercule Poirot.", "label": "written work", "id": "train_4_12", "title": "Five Little Pigs"}
{"content": " Salvation Nell is a 1921 silent film produced by Whitman Bennett and distributed by Associated First National Pictures later First National Pictures. It was directed by Kenneth Webb and stars Pauline Starke. The film is based on a successful 1908 Broadway play that starred Minnie Maddern Fiske. This film survives in the George Eastman House and the Library of Congress collection. An earlier 1915 version with Beatriz Michelena is now lost. A later 1931 talkie made by Tiffany Pictures survives.", "label": "film", "id": "train_4_13", "title": "Salvation Nell (1921 film)"}
{"content": " PMFTC Inc. formerly Fortune Tobacco Corporation is a private Philippine tobacco company that produces cigarettes and with sister companies Tanduay Distillers and Asia Brewery produces beer liquor and bottled water.", "label": "company", "id": "train_4_14", "title": "PMFTC Inc."}
{"content": " Infobox Film name = After This Our Exile director = Patrick Tam producer = Li-kuang ChiuEric TsangYu Dong written = Patrick Tam[[Kai-Leong Tian] screenplay] starring = Aaron KwokCharlie YeungGouw Ian Iskandar music = Robert Ellis-Geiger editing = Patrick Tam cinematography = Pin Bing Lee budget = HKD 20000000 (estimated)After This Our Exile (父子 literally Father-Son) is a 2006 Hong Kong film directed by Patrick Tam.", "label": "film", "id": "train_4_15", "title": "After This Our Exile"}
{"content": " The Foxtail Palm (Wodyetia bifurcata) is a species of flowering plant in the Arecaceae familyThe Palm and Cycads Societies of Australia (PACSOA) describes this Palm as follows:Very attractive palm with long (2-3m.) plumose leaves (hence the name 'Foxtail') and up to 10m tall with a grey trunk. It produces large (about the size of a duck egg) orange fruit", "label": "plant", "id": "train_4_16", "title": "Wodyetia"}
{"content": " John Hall Kelly (September 1 1879 – March 10 1941) was a Canadian lawyer politician and diplomat.Born in Saint-Godefroy Gaspé Peninsula Quebec Kelly was educated at the Collège de Lévis the University of St. Joseph's College and at the Université Laval. He was called to the Bar of Quebec in 1903. He was created a King's Counsel in 1914. He practiced law in New Carlisle Quebec specializing in corporate law.", "label": "office holder", "id": "train_4_17", "title": "John Hall Kelly"}
{"content": " Binghamton High School a combined high school of the previous Binghamton North High School and Binghamton Central High School is a large public high school located in the center of Binghamton New York. The school is culturally diverse with 2000+ students from many different countries religions and income levels. The mascot for Binghamton High School is a Patriot named Patrick who wears a signature tri-cornered hat.", "label": "educational institution", "id": "train_4_18", "title": "Binghamton High School"}
{"content": " Sheri Holman (born 1966) is an American novelist.", "label": "artist", "id": "train_4_19", "title": "Sheri Holman"}
{"content": " Thomas Strunz (born 25 April 1968 in Duisburg) is a retired German footballer who played mostly as a defensive midfielder. He currently serves as one of the main football pundits for German TV channel Sport1.", "label": "athlete", "id": "train_4_20", "title": "Thomas Strunz"}
{"content": " The Montgomery is a 404-foot (123 m) tall 26-story skyscraper in Near North Side Chicago Illinois. It was built in 1972 as part of the Montgomery Ward Company Complex to serve as a corporate headquarters. The architect was Minoru Yamasaki who also designed the World Trade Center at the same time. In 2005–2006 it was converted to residential use.", "label": "building", "id": "train_4_21", "title": "The Montgomery (Chicago)"}
{"content": " Pseudotirolitidae is an extinct family of cephalopods belonging to the Ammonite subclass in the order Ceratitida.", "label": "animal", "id": "train_4_22", "title": "Pseudotirolitidae"}
{"content": " Beyond the Witch Trials: Witchcraft and Magic in Enlightenment Europe is an academic anthology edited by the historians Owen Davies and Willem de Blécourt. It was first published by Manchester University Press in 2004.", "label": "written work", "id": "train_4_23", "title": "Beyond the Witch Trials"}
{"content": " The Marriage of Heaven and Hell Part II was the seventh studio album by American power metal band Virgin Steele and it was the second of three albums in The Marriage of Heaven and Hell series. It was mostly written and composed by David DeFeis and Edward Pursino. It is a well received album for its romantic and lyrical approach and it's being a major influence on symphonic metal.", "label": "album", "id": "train_4_24", "title": "The Marriage of Heaven and Hell Part II"}
{"content": " The Bedford RL was the British military's main medium lorry (truck) built by Bedford Vehicles from the mid-1950s until the late 1960s. They superseded the Bedford OY.", "label": "mean of transportation", "id": "train_4_25", "title": "Bedford RL"}
{"content": " The Makino River is a river of the east of New Zealand's North Island. It flows northeast from the Kaweka Range as one of the headwaters of the Mohaka River. The Makino's entire length is within Kaweka Forest Park.", "label": "natural place", "id": "train_4_26", "title": "Makino River"}
{"content": " Kosowy [kɔˈsɔvɨ] is a village in the administrative district of Gmina Niwiska within Kolbuszowa County Subcarpathian Voivodeship in south-eastern Poland. It lies approximately 5 kilometres (3 mi) north of Niwiska 10 km (6 mi) west of Kolbuszowa and 38 km (24 mi) north-west of the regional capital Rzeszów.The village has a population of 844.", "label": "village", "id": "train_4_27", "title": "Kosowy"}
{"content": " Eddie Fields is a Republican politician from Oklahoma who is a member of the Oklahoma Senate. He used to be a member of the Oklahoma House of Representatives.", "label": "office holder", "id": "train_4_28", "title": "Eddie Fields"}
{"content": " Edward Volney Robison is an American writer of short stories novels and screenplays. His work most often focuses an unvarnished light on the events encounters and malaise of blue collar America particularly in the logging region of the Pacific Northwest.Born in Bellingham Washington to Mildred and Volney Robison Ed Robison is the middle of three siblings. The family eventually moved to Los Angeles where Robison spent the majority of his childhood.", "label": "artist", "id": "train_4_29", "title": "Ed Robison"}
{"content": " Pelargonium cucullatum (also called Wildemalva Tree pelargonium or Hooded-leaf pelargonium) is a species of plant in the Geraniaceae family that is indigenous to the south-western Cape of South Africa. It produces masses of pink and purple flowers in the summer and has been used to produce a great number of modern Pelargonium hybrids.This vigorous fast-growing shrub can reach heights of over a meter. The leaves grow upwards forming circular bowls with jagged red-tipped edges.", "label": "plant", "id": "train_4_30", "title": "Pelargonium cucullatum"}
{"content": " Jaju-ye Faj (Persian: جاجوفاج‎ also Romanized as Jājū-ye Fāj; also known as Jājū) is a village in Sardasht Rural District in the Central District of Lordegan County Chaharmahal and Bakhtiari Province Iran. At the 2006 census its population was 54 in 10 families.", "label": "village", "id": "train_4_31", "title": "Jaju-ye Faj"}
{"content": " Army Public College PMA Kakul (or APC) is an English Medium co-education institution lying within the premises of PMA Abbottabad.", "label": "educational institution", "id": "train_4_32", "title": "Army Public College Kakul Campus"}
{"content": " Scaphiophis is a genus of African snakes. Common names include shovel-nosed snake.", "label": "animal", "id": "train_4_33", "title": "Scaphiophis"}
{"content": " The Journal Pioneer is a daily newspaper published Mondays through Saturdays in Summerside Prince Edward Island Canada.Two men named Bernard and Burtram founded the Summerside Journal a weekly newspaper in 1865. Under the leadership of A.R. Brennan the Journal began publishing daily on September 21 1939 in order to provide regular news of World War II. After the war the Journal cut down to twice-weekly publication then tri-weekly in 1949 after it closed a sister paper The P.E.", "label": "written work", "id": "train_4_34", "title": "Journal Pioneer"}
{"content": " My Baby Don't Tolerate is an album recorded by Lyle Lovett and released in 2003.On Tolerate Lovett favors his country side a bit more than his many other facets. While long-time fans were reportedly disappointed with the album's pop-flavored opening track Cute as a Bug many of the other songs demonstrated his strengths as a storyteller. Oddly the album ends with two gospel songs with remarkably similar names which some critics decried as an overly precious attempt at enforced quirkiness.", "label": "album", "id": "train_4_35", "title": "My Baby Don't Tolerate"}
{"content": " The Chama River a major tributary river of the Rio Grande is located in the U.S. states of Colorado and New Mexico. The river is about 130 miles (210 km) long altogether. From its source to El Vado Dam its length is about 50 miles (80 km) from El Vado Dam to Abiquiu Dam is about 51 miles (82 km) and from Abiquiu Dam to the mouth of the Rio Grande is about 34 miles (55 km).The name Chama is a shortened version of the Tewa term [tsąmą' ǫŋwįkeyi] meaning wrestling pueblo-ruin.", "label": "natural place", "id": "train_4_36", "title": "Chama River (Rio Grande)"}
{"content": " Spirit of South Carolina is a tall ship built and homeported in Charleston South Carolina. She is owned and operated by the South Carolina Maritime Foundation a non-profit organization.The Spirit of South Carolina is a licensed Sail Training Vessel providing experiential education programs for the youth of South Carolina.", "label": "mean of transportation", "id": "train_4_37", "title": "Spirit of South Carolina"}
{"content": " Magic Solutions International Inc. (known as Magic Solutions) was a company that specialized in help desk automation and asset management software. Based on the East Coast of the United States (U.S.) the company emerged as an unplanned spin-off from a computer systems integrator and was later considered one of the East Coast's most successful independent software vendors of the 1990s.", "label": "company", "id": "train_4_38", "title": "Magic Solutions"}
{"content": " The Protestant church of Buitenpost is a medieval religious building in Buitenpost Friesland in the Netherlands.The late Gothic church with a quintuple closed choir was built in the late 15th century. The tower of the church is much older and dates from c. 1200 it was heightened in the 16th century and has a tented roof. The monumental pipe organ was built in 1877 by L. van Dam & Zn.It was originally a Roman Catholic church becoming a Protestant church after the Protestant Reformation.", "label": "building", "id": "train_4_39", "title": "Protestant church of Buitenpost"}
{"content": " Clothes Make the Man is a 1915 American film featuring Oliver Hardy based on the novella Kleider machen Leute by the Swiss author Gottfried Keller from 1874.", "label": "film", "id": "train_4_40", "title": "Clothes Make the Man"}
{"content": " Kerri Buchberger-Kendziora (born June 23 1970 in Russell Manitoba) is a retired female volleyball player from Canada who competed for her native country at the 1996 Summer Olympics in Atlanta Georgia. There the resident of Winnipeg ended up in tenth place with the Women's National Team after having won the bronze medal a year earlier at the Pan American Games.", "label": "athlete", "id": "train_4_41", "title": "Kerri Buchberger"}
{"content": " Thomas H. Fallon was a Massachusetts educator lawyer politician who served as the Mayor of Malden Massachusetts and United States Administrative Law Judge for the Social Security Administration.", "label": "office holder", "id": "train_4_42", "title": "Thomas H. Fallon"}
{"content": " Iron Mike is an 1896 cast-iron fountain in the 400 Block of Washington Street in the city of Oregon Illinois. The multi-tier fountain is set into a matte green concrete base. Iron Mike is four feet tall and three feet wide at its widest point. The fountain's lowest tier is a pool for pets and reads Illinois Humane Society. There is a step for children on the south side of the fountain and on the north street side the largest middle tier is made to be accessible to horses.", "label": "building", "id": "train_4_43", "title": "Iron Mike (fountain)"}
{"content": " Lasso (Andrés Vicente Lasso Uslar) is a Venezuelan singer / composer.", "label": "artist", "id": "train_4_44", "title": "Lasso (musician)"}
{"content": " Daniel 'Dani' Guerrero Gómez (traditional Chinese: 哥里路; born 19 December 1981) is a Spanish footballer who plays for Sestao River Club in Segunda División B as a central midfielder.", "label": "athlete", "id": "train_4_45", "title": "Daniel Guerrero Gómez"}
{"content": " Space Opera is a novel by the American science fiction author Jack Vance first published in 1965 (New York: Pyramid Books).", "label": "written work", "id": "train_4_46", "title": "Space Opera (novel)"}
{"content": " The Talented Mr. Ripley is the soundtrack of the 1999 film The Talented Mr. Ripley starring Matt Damon Gwyneth Paltrow Jude Law and Cate Blanchett. The original score was composed by Gabriel Yared.The album was nominated for the Academy Award for Best Original Score (lost to the score of Le violon rouge) the Golden Globe Award for Best Original Score (lost to the score of La leggenda del pianista sull'oceano) and the BAFTA Award for Best Film Music (lost to the score of American Beauty).", "label": "album", "id": "train_4_47", "title": "The Talented Mr. Ripley (soundtrack)"}
{"content": " Cycle and Carriage was a company founded in 1899 and based in Singapore and Malaysia. Cycle and Carriage was one of the premier automotive groups in Singapore and was engaged in the retail distribution and provision of after-sales service of Mercedes-Benz Mitsubishi Kia & Citroen motor vehicles. In 2002 it was integrated into the Jardine Matheson Group and is now named Jardine Cycle & Carriage.", "label": "company", "id": "train_4_48", "title": "Cycle & Carriage"}
{"content": " 'Yugoslavia in War 1941-1945(Serbian: Jugoslavija u ratu 1941-1945.) is a Radio Television of Serbia (RTS) documentary series first broadcast in the early 1990s. Covering the Yugoslav Front during World War II the documentary is notable for including many participants and eyewitnesses from the war as well as many notable Yugoslav British German Russian and Italian historians publicists and journalists.", "label": "film", "id": "train_4_49", "title": "Yugoslavia in War 1941-1945"}
{"content": " Dyera polyphylla is a tree species in the dogbane family that grows to 60 m tall in peat swamp forests of Sumatra and Borneo.", "label": "plant", "id": "train_4_50", "title": "Dyera polyphylla"}
{"content": " Kepaluškalins (also known as Pilės or Kaltinėnai Mound) is a mound located in Šilalė district close to Kaltinėnai town in Pilės village. It is thought to be founded in the beginning of 2nd millennium AD. The size of the mound and the dimensions of its defence fortifications show that during the wars with Crusaders there was one of the strongest castles in Žemaitija and the centre of Kaltinėnai land defence as well as administration on Kepaluškalnis.", "label": "natural place", "id": "train_4_51", "title": "Kepaluškalnis"}
{"content": " Mankato East Senior High School is a four-year public high school located in Mankato Minnesota. The present high school opened in 1973.", "label": "educational institution", "id": "train_4_52", "title": "Mankato East Senior High School"}
{"content": " The Douglas DT bomber was the Douglas Aircraft Company's first military contract forging a link between the company and the United States Navy. Navy Contract No. 53305 of April 1 1921 required only 18 pages to set out the specifications that resulted in the purchase of three DT (D for Douglas T for torpedo) folding-wing aircraft.The DT used a welded steel fuselage with aluminum covering the forward and center sections and fabric covering the rear section.", "label": "mean of transportation", "id": "train_4_53", "title": "Douglas DT"}
{"content": " The Savanna Hawkmoth (Sphingonaepiopsis nana) is a moth of the Sphingidae family. It is found from the Kerman Province Hormozgan Province and Baluchistan in southern Iran and western Saudi Arabia to the southern Arabian Peninsula (including the United Arab Emirates northern Oman and Yemen) and eastern Africa to Natal west to Gambia.The wingspan is 25–30 mm. Adults are on wing in March and April.", "label": "animal", "id": "train_4_54", "title": "Sphingonaepiopsis nana"}
{"content": " Sakhteman-e Mansur (Persian: ساختمان منصور‎ also Romanized as Sākhtemān-e Manşūr) is a village in Mishan Rural District Mahvarmilani District Mamasani County Fars Province Iran. At the 2006 census its population was 53 in 11 families.", "label": "village", "id": "train_4_55", "title": "Sakhteman-e Mansur"}
{"content": " Carmun.com was an education website that provides a set of tools and community services intended for students to organize their academic lives. The web site compiles a series of free tools and collaboration platform. The tools such as footnote and bibliography formatting research bookmarking and library locators are all offered on a free basis. Carmun was founded by former executives from AOL.Carmun went offline on January 29 2009 because of a lack of interest.", "label": "company", "id": "train_4_56", "title": "Carmun.com"}
{"content": " Aspidosperma is a genus of flowering plant in the family Apocynaceae.Species include:Aspidosperma curraniiAspidosperma cylindrocarponAspidosperma darienenseAspidosperma dasycarponAspidosperma discolorAspidosperma excelsumAspidosperma jaunechenseAspidosperma macrocarponAspidosperma megalocarponAspidosperma melanocalyxAspidosperma myristicifoliaAspidosperma parvifoliumAspidosperma polyneuronAspidosperma populifoliumAspidosperma quebracho-blancoAspidosperma ramiflorumAspidosperma spruceanumAspidosperma subincanumAspidosperma tomentosumAspidosperma triternatum", "label": "plant", "id": "train_4_57", "title": "Aspidosperma"}
{"content": " Kill the Irishman is a crime drama film directed by Jonathan Hensleigh and starring Ray Stevenson Vincent D'Onofrio Christopher Walken and Val Kilmer. The film is based on the story of Irish American mobster Danny Greene and is adapted from the book To Kill the Irishman: The War That Crippled the Mafia (1998) by Rick Porrello.", "label": "film", "id": "train_4_58", "title": "Kill the Irishman"}
{"content": " Ron Robertson (born 24 June 1933) is a former Australian rules footballer who played with Carlton in the Victorian Football League (VFL).", "label": "athlete", "id": "train_4_59", "title": "Ron Robertson"}
{"content": " Abbey Road Sessions is a live solo album by Mike Peters.Peter's backing band was The Poets of Justice for this album.The songs were recorded at Abbey Road studio two as an unofficial demo session for Peter's first solo album Breathe.Peter's explains:It was released on compact disc only.", "label": "album", "id": "train_4_60", "title": "Abbey Road Sessions"}
{"content": " Joseph Ahrens (April 17 1904 Sommersell – December 21 1997 Berlin) was a German composer and organist.Ahrens received early training in organ and choral music and studied at the Berlin Staatlich Akademie für Kirchen- und Schulmusik from 1925 to 1928 under Alfred Sittard Max Seiffert and Wilhelm Middelschulte. In 1928 he became a docent at the school.", "label": "artist", "id": "train_4_61", "title": "Joseph Ahrens"}
{"content": " Kostarowce [kɔstaˈrɔft͡sɛ] (Ukrainian: Костарівці Kostarivtsi) is a village in the administrative district of Gmina Sanok within Sanok County Subcarpathian Voivodeship in south-eastern Poland. It lies approximately 10 kilometres (6 mi) north-west of Sanok and 51 km (32 mi) south of the regional capital Rzeszów.The village has a population of 720.", "label": "village", "id": "train_4_62", "title": "Kostarowce"}
{"content": " The House on Mango Street is a 1984 coming-of-age novel by Mexican-American writer Sandra Cisneros. It deals with Esperanza Cordero a young Latino girl and her life growing up in Chicago with Chicanos and Puerto Ricans. Esperanza is determined to say goodbye to her impoverished Latino neighborhood. Major themes include her quest for a better life and the importance of her promise to come back for the ones [she] left behind.", "label": "written work", "id": "train_4_63", "title": "The House on Mango Street"}
{"content": " The Reichstag building (German: Reichstagsgebäude; officially: Plenarbereich Reichstagsgebäude) is a historical edifice in Berlin Germany constructed to house the Imperial Diet (German: Reichstag) of the German Empire. It was opened in 1894 and housed the Diet until 1933 when it was severely damaged in a fire.", "label": "building", "id": "train_4_64", "title": "Reichstag building"}
{"content": " Stratiotes is a genus of beetles in the family Carabidae containing the following species: Stratiotes batesi Putzeys 1866 Stratiotes clivinoides (Castelnau 1832) Stratiotes iracundus Putzeys 1861↑", "label": "animal", "id": "train_4_65", "title": "Stratiotes (beetle)"}
{"content": " The Hansa-Brandenburg W.29 was a German monoplane fighter floatplane which served in the closing months of World War I from bases on the North Sea coast.It was based on the W.12 biplane that it was designed to replace. The monoplane configuration created less drag and thus gave greater speed.", "label": "mean of transportation", "id": "train_4_66", "title": "Hansa-Brandenburg W.29"}
{"content": " Dr. Narreddy Tulasi Reddy is an Indian politician. He is Chairman of 20 Point Program committee chairman. He belongs to Indian National Congress.", "label": "office holder", "id": "train_4_67", "title": "Dr. Narreddy Tulasi Reddy"}
{"content": " The Wongungarra River is a perennial river of the Mitchell River catchment located in the Alpine region of the Australian state of Victoria.", "label": "natural place", "id": "train_4_68", "title": "Wongungarra River"}
{"content": " Central High School is a public high school in the Providence Public School District Rhode Island United States.Central High School stands roughly at the intersection of the Federal Hill West End and Upper South Providence neighborhoods.", "label": "educational institution", "id": "train_4_69", "title": "Central High School (Providence Rhode Island)"}
{"content": " The Jonathan Warner House also known as Warner-Brooks House is a very well documented Federal-style house in Chester Connecticut built in 1798 that was remarkably the same in appearance when listed on the National Register of Historic Places in 1978.It has a Palladian window above its front door. The house was illustrated by J.", "label": "building", "id": "train_4_70", "title": "Jonathan Warner House"}
{"content": " Abel Jacob Herzberg (born 17 September 1893 in Amsterdam – died 19 May 1989 in Amsterdam) was a Dutch Jewish lawyer writer and poet. He wrote many plays and novels focused mainly on Biblical characters. His works include Tweestromenland Kroniek der Jodenvervolging and Om een lepel soep. Herzberg was a prisoner in the Bergen-Belsen concentration camp from 11 January 1944 to 10 April 1945.", "label": "artist", "id": "train_4_71", "title": "Abel Herzberg"}
{"content": " The River Piratini (Rio Piratini) is a Brazilian river in the south-eastern state of Rio Grande do Sul. Until 1864 it marked for most of its course the accepted frontier between Uruguay and Brazil.The river rises at the watershed between the Río de la Plata Basin and the land that slopes directly to the Ocean.", "label": "natural place", "id": "train_4_72", "title": "Piratini River"}
{"content": " Hundhotellet – En mystisk historia is a Swedish animated detective mystery/surreal film from 2000 directed by Per Åhlin who also wrote the script together with Hans Åke Gabrielsson. The film is traditionally animated by hand the last film in Sweden to be produced in that style.", "label": "film", "id": "train_4_73", "title": "The Dog Hotel"}
{"content": " Relaxation of the Asshole is the name of a live comedy album by Robert Pollard. All of its tracks are outtakes from his onstage banter at various concerts. It was given a rating of (1)0.0 in a review by Pitchfork Media giving it a dual rating of 0.0 and 10.0.", "label": "album", "id": "train_4_74", "title": "Relaxation of the Asshole"}
{"content": " The P21 class inshore patrol vessel is a class of inshore patrol vessels of the Armed Forces of Malta's Maritime Squadron.The Maltese ordered four boats in 2009 from Australian shipyard Austal.The vessels mount a firefighting water cannon on the aft fly bridge.The four vessels were officially commissioned on 18 March 2010.", "label": "mean of transportation", "id": "train_4_75", "title": "P21-class inshore patrol vessel"}
{"content": " Saxifraga rotundifolia common name round-leaved saxifrage is a flowering herb and alpine plant of the genus Saxifraga.", "label": "plant", "id": "train_4_76", "title": "Saxifraga rotundifolia"}
{"content": " Bernard Arthur William Patrick Hastings Forbes 8th Earl of Granard KP GCVO PC (17 September 1874 – 10 September 1948) styled Viscount Forbes from 1874 to 1889 was an Anglo-Irish soldier and Liberal politician.", "label": "office holder", "id": "train_4_77", "title": "Bernard Forbes 8th Earl of Granard"}
{"content": " Douglas 'Dougie' Ramsay (born 26 April 1979 in Irvine Ayrshire Scotland) is a former Scottish professional footballer. He played as a midfielder. Ramsay was last playing for Stranraer during the 2006-07 season and also enjoyed spells at Motherwell (where he started his career) East Fife and Ayr United throughout his career. He is now playing for ayrshire junior side Troon Football Club", "label": "athlete", "id": "train_4_78", "title": "Dougie Ramsay"}
{"content": " Bangladesh International School and College (BISC) formerly Bangladesh International School (BIS) is a private school located in New DOHS Mohakhali Dhaka Bangladesh. It is managed by the Bangladesh Army Station Headquarters Dhaka Cantonment Dhaka. The school was established in 1995 to provide affordable and quality educational services in English.", "label": "educational institution", "id": "train_4_79", "title": "Bangladesh International School and College"}
{"content": " Submargarita notalis is a species of sea snail a marine gastropod mollusk in the family Turbinidae the top snails.", "label": "animal", "id": "train_4_80", "title": "Submargarita notalis"}
{"content": " HomeAdvisor (formerly ServiceMagic) is a website that lists pre-screened and customer-rated service professionals. The website also has tools products and resources for home improvement maintenance and repair. HomeAdvisor is a subsidiary of InterActiveCorp.Professionals in the HomeAdvisor network are pre-screened for criminal records bankruptcy issues bad reviews sex offenses and cases of malpractice. There is no charge to homeowners to use the service.", "label": "company", "id": "train_4_81", "title": "HomeAdvisor"}
{"content": " Pahapilli is a village in Mustjala Parish Saare County in western Estonia.", "label": "village", "id": "train_4_82", "title": "Pahapilli"}
{"content": " The Revista del Instituto de Historia Antigua Oriental was a peer-reviewed academic journal published by the Instituto de Historia Antigua Oriental Dr. Abraham Rosenvasser (Institute of Ancient Near Eastern Studies) Faculty of Philosophy and Letters University of Buenos Aires. It covered the history of the societies of the Ancient Near East and the Eastern Mediterranean from the Paleolithic through the Roman-Hellenistic period.", "label": "written work", "id": "train_4_83", "title": "Revista del Instituto de Historia Antigua Oriental"}
{"content": " Clock is a 2006 novel by Nick Hemsley described as a ghost story that contains nothing supernatural. The novel received acclaim for its unusual structure and 'clock-like' mechanism. The structure in a paragraph forms a numeric pattern that repeats throughout the book; there is also a pattern in relation to Hemsley's use of first and third person and past and present tenses.", "label": "written work", "id": "train_4_84", "title": "Clock (novel)"}
{"content": " Betty Burfeindt (born July 20 1945 in New York City) is an American golfer. She attended Cortland State University. Her rookie season on the LPGA Tour was 1969. She won four times on the Tour including one major championship the 1976 LPGA Championship. Her two best seasons were 1972 and 1973 with fourth place finishes on the money list each time. Her last season on the tour was 1981. She was one of the longest LPGA hitters of her day.", "label": "athlete", "id": "train_4_85", "title": "Betty Burfeindt"}
{"content": " Walsh University is a private non-profit 4-year Roman Catholic university in North Canton Ohio USA. In 2009 there were approximately 2935 students. It was founded in 1960 by the Brothers of Christian Instruction initially as a liberal arts college. Walsh College became Walsh University in 1993. The University offers more than 50 majors and five graduate programs including a Doctorate of Physical Therapy.", "label": "educational institution", "id": "train_4_86", "title": "Walsh University"}
{"content": " Lasiopetalum baueri commonly known as slender velvet bush is a common shrub of the mallow family. It was first described by Joachim Steetz in 1806. It was named for the 19th century botanical artists Ferdinand and Frederick Bauer.Lasiopetalum baueri is a small densely foliaged spreading shrub 0.3-1.5 m (12 in to 5 ft) high and 1-2.5 m (3–8 ft) wide. The new growth is prominently covered with red-brown hair.", "label": "plant", "id": "train_4_87", "title": "Lasiopetalum baueri"}
{"content": " Hum Kisise Kum Nahin (Hindi: हम किसीसे कम नहीं English: We Are Not Less Than Anyone) is a 2002 Hindi comedy film directed by David Dhawan and produced by Afzal Khan. The film stars Amitabh Bachchan Aishwarya Rai Sanjay Dutt Ajay Devgn Ashish Vidyarthi Satish Kaushik and Paresh Rawal.Despite the star cast the film failed to do well at the box office.", "label": "film", "id": "train_4_88", "title": "Hum Kisise Kum Nahin (2002 film)"}
{"content": " Suttons Bay is a village in Leelanau County in the U.S. state of Michigan. The population was 618 at the 2010 census. The village was incorporated in 1898 and is located within Suttons Bay Township.", "label": "village", "id": "train_4_89", "title": "Suttons Bay Michigan"}
{"content": " Hatfield Broad Oak Priory was a priory in Essex England.", "label": "building", "id": "train_4_90", "title": "Hatfield Broad Oak Priory"}
{"content": " Dimitry Laptev was a 1560 GRT cargo ship that was built in 1936 as Heinrich Schmidt by Flensburger Schiffbau-Gesellschaft Flensburg Germany for German owners. She was seized by the Allies in May 1945 passed to the Ministry of War Transport (MoWT) and was renamed Empire Constable. In 1946 she was sold to the Soviet Government and renamed Dimitry Laptev. She served until she was scrapped in 1971.", "label": "mean of transportation", "id": "train_4_91", "title": "SS Dimitry Laptev"}
{"content": " The Seychelle Islands Tree Frog or Seychelles Treefrog (Tachycnemis seychellensis) is a species of frog in the Hyperoliidae family.It is endemic to Seychelles.Its natural habitats are subtropical or tropical moist lowland forests rivers swamps freshwater marshes intermittent freshwater marshes plantations rural gardens heavily degraded former forest and irrigated land.T. seychellensis is the only species in the genus Tachycnemis.", "label": "animal", "id": "train_4_92", "title": "Seychelles treefrog"}
{"content": " Jatheon Technologies Inc. is a privately held company founded in 2004 providing e-mail and instant message archiving network appliances. The company is based in Toronto Ontario Canada.", "label": "company", "id": "train_4_93", "title": "Jatheon Technologies"}
{"content": " Kurt von Schleicher (About this sound listen ; 7 April 1882 – 30 June 1934) was a German general and the second last Chancellor of Germany during the era of the Weimar Republic. An important player in the German Army's efforts to avoid the restrictions of the Treaty of Versailles Schleicher rose to power as a close advisor to President Paul von Hindenburg.", "label": "office holder", "id": "train_4_94", "title": "Kurt von Schleicher"}
{"content": " Moelyci is a 2007 album by the poet singer and songwriter Steve Eaves. Eaves sings and plays guitar on the album and is backed by his long-time backing band Rhai Pobl. The album also features the well-known Welsh poet Gerallt Lloyd Owen reciting his poetry accompanied by music. All the songs are sung in Welsh.", "label": "album", "id": "train_4_95", "title": "Moelyci (album)"}
{"content": " Agnes Grainger Stewart (1871-1956) was a Scottish writer. She was born in Edinburgh on 26 April 1871. Her father was Sir Thomas Grainger Stewart an eminent physician and her mother was Jessy Dingwall Fordyce McDonald. Her only published work appears to be The Academic Gregories (1901). The Gregories dealt with in this book include:John Gregory James Gregory William Gregory etc. In all the book outlines the lives of twelve Gregories from 1638–1858.", "label": "artist", "id": "train_4_96", "title": "Agnes Grainger Stewart"}
{"content": " The Pârâul Sec is a tributary of the Brătei River in Romania.", "label": "natural place", "id": "train_4_97", "title": "Pârâul Sec (Brătei)"}
{"content": " Connellia nahoumii is a species of the genus Connellia. This species is endemic to Venezuela.", "label": "plant", "id": "train_4_98", "title": "Connellia nahoumii"}
{"content": " The Millet motorcycle designed in 1892 by Félix Théodore Millet may have been the first motorcycle (or motorized bicycle) to use pneumatic tires. It had an unusual radial-configuration rotary engine incorporated into the rear wheel believed to be the first one ever used to power a person-carrying vehicle of any type.", "label": "mean of transportation", "id": "train_4_99", "title": "Millet motorcycle"}
{"content": " Griff Creek is a southward-flowing stream originating on Martis Peak in Placer County California United States. It culminates in north Lake Tahoe at Kings Beach California.", "label": "natural place", "id": "train_4_100", "title": "Griff Creek"}
{"content": " On Borrowed Time is a 1939 film about the role death plays in life and how humanity cannot live without it. It is adapted from Paul Osborn's 1938 Broadway hit play. The play based on a novel by Lawrence Edward Watkin has been revived twice on Broadway since its original run.Set in small-town America the film stars Lionel Barrymore Beulah Bondi and Sir Cedric Hardwicke.", "label": "film", "id": "train_4_101", "title": "On Borrowed Time"}
{"content": " Michael Anthony Mauro (born September 29 1948) was the Iowa Secretary of State. Previously he served as County Auditor and Commissioner of Elections for Polk County Iowa for nearly a decade. Mauro is also a former high school government teacher and coach and is a graduate of Drake University.Mauro was elected to be Iowa's 30th Secretary of State on November 7 2006 with 541234 votes defeating Republican opponent Mary Ann Hanusa.In November 2010 Mauro was defeated for reelection.", "label": "office holder", "id": "train_4_102", "title": "Michael Mauro"}
{"content": " Dinar Líneas Aéreas was an Argentinan airline based in Salta which operated between the years 1992 and 2002. It offered various charter flights as well as regular flights to different locations in Argentina and South America. In its period of greatest commercial success Dinar was known for its safety punctuality and exclusive menu supervised by the chef Gato Dumas.", "label": "company", "id": "train_4_103", "title": "Dinar Líneas Aéreas"}
{"content": " Blessed Edward Oldcorne Catholic College is a school in Worcester England locally known as Blessed's. It is a co-educational school in which there are about 1050 students enrolled aged between 11 and 16 of both boys and girls.", "label": "educational institution", "id": "train_4_104", "title": "Blessed Edward Oldcorne Catholic College"}
{"content": " Eat a Peach is the third studio album by American rock band the Allman Brothers Band. Produced by Tom Dowd the album was released on February 12 1972 in the United States by Capricorn Records. Following their artistic and commercial breakthrough with the release of the live album At Fillmore East (1971) the Allman Brothers Band got to work on their third studio album. Many in the band were struggling however with heroin addictions and checked into rehab to confront these problems.", "label": "album", "id": "train_4_105", "title": "Eat a Peach"}
{"content": " Lokis is an 1869 Prosper Mérimée horror fantasy novella. It was one of the last stories by Mérimée started in July 1868 and published in the Revue des deux Mondes in September 1869.", "label": "written work", "id": "train_4_106", "title": "Lokis (novella)"}
{"content": " The Indian glassy fish Parambassis ranga is a species of freshwater fish in the Asiatic glassfish family Ambassidae of order Perciformes. It is native to an area of South Asia from Pakistan to Malaysia.The Indian glassy fish has a striking transparent body revealing its bones and internal organs; the male develops a dark edge to the dorsal fin.", "label": "animal", "id": "train_4_107", "title": "Indian glassy fish"}
{"content": " Susana Machado Bernard House and Barn is an elaborate 10000-square-foot (930 m2) Art Nouveau Gothic Revival style mansion and carriage house located in the Pico Union section of Los Angeles California. Built in 1901 the house was designed by noted architect John B. Parkinson (1861–1935). Parkinson also designed the Los Angeles Memorial Coliseum Union Station and Los Angeles City Hall. Noted for its Gothic style with soaring spaces the house has vaulted ceilings and curved walls.", "label": "building", "id": "train_4_108", "title": "Susana Machado Bernard House and Barn"}
{"content": " Donja Dolina (Serbian: Доња Долина) is a village in the municipality of Gradiška Republika Srpska Bosnia and Herzegovina.", "label": "village", "id": "train_4_109", "title": "Donja Dolina"}
{"content": " Vincent Mumo Kiilu (born 3 August 1982) is a Kenyan sprint runner and hurdler who has competed in the 2008 and the 2012 Olympic Games.In the 2012 Olympics 4x400 meter relay semifinal heat Kiilu cut in front of South Africa's Ofentse Mogawane and both runners fell. Mogawane dislocated his shoulder and was unable to complete the race.", "label": "athlete", "id": "train_4_110", "title": "Vincent Mumo"}
{"content": " Francis Trevelyan Miller (1877–1959) was an American writer and film-maker. He is known for his books about exploration travel and photography. Notable works from him including several books about the American Civil War such as The Photographic History of the Civil War in Ten Volumes (New York: The Review of Reviews Co. 1912). He has also made several feature films and wrote the screenplay for the 1919 film Deliverance about Helen Keller.", "label": "artist", "id": "train_4_111", "title": "Francis Trevelyan Miller"}
{"content": " Chaumont Railroad Station is a historic railway station located at Chaumont in Jefferson County New York. It was built about 1900 and is a one story one by six bay frame building on a low foundation of coursed limestone. It was built to serve the Cape Vincent Branch of the New York Central Railroad. It was last used as a railway station in 1952.It was listed on the National Register of Historic Places in 1990.", "label": "building", "id": "train_4_112", "title": "Chaumont Railroad Station"}
{"content": " Hemagudda (Kannada: ಹೇಮಗುಡ್ಡ ) near Kammatadurga is a village in the Gangavathi taluk of Koppal district in the Indian state of Karnataka. Hemagudda is located northeast to District Headquarters Koppal. Hemagudda is 12 kilometres (7.5 mi) from Gangavathi and 20 kilometres (12.4 mi) from.", "label": "village", "id": "train_4_113", "title": "Hemagudda"}
{"content": " Mashpee High School is a public high school located in Mashpee Massachusetts. It is located at the intersection of Old Barnstable Road and Route 151 and has an approximate enrollment of 460 students in grades 9–12. The school's mascot is the Falcons and the school colors are Royal Blue Black and White.", "label": "educational institution", "id": "train_4_114", "title": "Mashpee High School"}
{"content": " Crispiloba is a monotypic genus of flowering plants containing the single species Crispiloba disperma native to Queensland in Australia. Crispiloba disperma is a shrub species that grows to 4 metres tall. It produces fragrant white flowers followed by purplish ovoid fruits. It occurs in rainforest in North-east Queensland at altitudes ranging from 100 to 1250 metres.The species was first formally described in 1917 based on plant material collected from Mount Bellenden Ker.", "label": "plant", "id": "train_4_115", "title": "Crispiloba"}
{"content": " Unipetrol is a large oil distributing company in the Czech Republic majority-owned by the Polish company PKN Orlen.", "label": "company", "id": "train_4_116", "title": "Unipetrol"}
{"content": " USS Whitley (AKA-91) was an Andromeda-class attack cargo ship named after counties in Indiana and Kentucky. She served as a commissioned ship for 10 years and 10 months. Whitley (AKA-91) was laid down on 2 May 1944 at Oakland California by the Moore Dry Dock Co. under a Maritime Commission contract (MC hull 1191) launched on 22 June 1944 sponsored by Mrs. John R. Reilly delivered to the Navy on 21 September 1944 and commissioned that same day Comdr. Albert C. Thompson USNR in command.", "label": "mean of transportation", "id": "train_4_117", "title": "USS Whitley (AKA-91)"}
{"content": " Christmas is the title of the first Christmas album by Kenny Rogers released in 1981.", "label": "album", "id": "train_4_118", "title": "Christmas (Kenny Rogers album)"}
{"content": " Legal Eagles is a 1986 legal thriller written and directed by Ivan Reitman and starring Robert Redford Debra Winger and Daryl Hannah.", "label": "film", "id": "train_4_119", "title": "Legal Eagles"}
{"content": " Isaac Ruth Sherwood (August 13 1835 – October 15 1925) was an American politician and newspaper editor from Toledo Ohio as well as an officer in the Union army during the Civil War. He served nine terms in the United States Congress and was a noted pacifist during World War I.", "label": "office holder", "id": "train_4_120", "title": "Isaac R. Sherwood"}
{"content": " Vineland is a 1990 novel by Thomas Pynchon a postmodern fiction set in California United States in 1984 the year of Ronald Reagan's reelection. Through flashbacks by its characters who have lived the sixties in their youth the story accounts for the free spirit of rebellion of that decade and describes the traits of the fascistic Nixonian repression and its War on drugs that clashed with it; and it articulates the slide and transformation that occurred in U.S.", "label": "written work", "id": "train_4_121", "title": "Vineland"}
{"content": " Meena Hazara (Persian: مینا هزاره‎) is the gold medalist of 2010 SA Games in Dhaka Bangladesh. Meena Hazara represented Pakistan in Karate.", "label": "athlete", "id": "train_4_122", "title": "Meena Hazara"}
{"content": " Fanny Biascamano (born on September 16 1979 in Sète Hérault) known as Fanny is a French singer.", "label": "artist", "id": "train_4_123", "title": "Fanny (singer)"}
{"content": " Mantoida nitida is a species of praying mantis in the Mantoididae family.", "label": "animal", "id": "train_4_124", "title": "Mantoida nitida"}
{"content": " Buyu Balease (also known as Baliase or Gunung Baleaseis) is a mountain on Sulawesi island located north-east of Palopo city in South Sulawesi Indonesia.", "label": "natural place", "id": "train_4_125", "title": "Buyu Balease"}
{"content": " Celldweller is the first album by the American electronic rock band Celldweller released in 2003. The album spent one week on the Billboard Top Internet Albums chart at number 17 and the song I Believe You reached number 11 on the R&R Alternative Specialty Show Chart.[citation needed] Celldweller was awarded Album of the Year at the Just Plain Folks Music Awards.", "label": "album", "id": "train_4_126", "title": "Celldweller (album)"}
{"content": " Sirte Oil Company (SOC) (Arabic: شركة سرت‎) is an oil and gas company of Libya operating under the state-owned National Oil Corporation (NOC). The company is located in Brega SOC’s operations include oil and gas exploration and production (E&P) and manufacturing.", "label": "company", "id": "train_4_127", "title": "Sirte Oil Company"}
{"content": " Hack! is a 2007 American horror film directed and written by Matt Flynn. The film centres around a group of students who while on a field trip become victims in a snuff film and stars Danica McKellar Jay Kenneth Johnson William Forsythe Sean Kanan Juliet Landau Justin Chon Travis Schuldt Adrienne Frantz and Gabrielle Richens. The film was released in the UK on July 20 2007 before receiving a US release on December 11 2007.", "label": "film", "id": "train_4_128", "title": "Hack!"}
{"content": " Makineh Nasiri (Persian: مكينه نصيري‎ also Romanized as Maḵīneh Naṣīrī) is a village in Miyankuh-e Gharbi Rural District in the Central District of Pol-e Dokhtar County Lorestan Province Iran. At the 2006 census its population was 107 in 26 families.", "label": "village", "id": "train_4_129", "title": "Makineh Nasiri"}
{"content": " Rainbow: Nisha Rokubō no Shichinin (RAINBOW 二舎六房の七人 Reinbō: Ni-sha roku bō no shichi-nin) is a Japanese manga series written by George Abe and illustrated by Masasumi Kakizaki. It began serialization in 2003 in Shogakukan Publishing's Weekly Young Sunday manga magazine but was moved to Big Comic Spirits when the magazine stopped publication. It was later published in twenty two bound volumes by Shogakukan from April 2003 to February 2010.", "label": "written work", "id": "train_4_130", "title": "Rainbow: Nisha Rokubō no Shichinin"}
{"content": " Nguyễn Tài Lương known by the name Linh Chi (born 1921) is a Vietnamese artist He specialised in silk paintings and he used the theme of Vietnam's ethnic minorities in many of his works.", "label": "artist", "id": "train_4_131", "title": "Linh Chi"}
{"content": " Valerie Robertson (née Forder; born 1943) is a British former Paralympic athlete who competed in archery athletics swimming and wheelchair fencing winning at least a silver medal in each. She won a total of six Paralympic gold medals at three Games. After completing her Paralympic career Robertson had a very successful transition to wheelchair lawn bowling.", "label": "athlete", "id": "train_4_132", "title": "Valerie Robertson"}
{"content": " Microsorum pteropus commonly known as Java fern an aquatic fern from southeast Asia is highly variable with several different geographic varieties that vary in leaf size and shape. It is found attached to roots and rocks in nature.", "label": "plant", "id": "train_4_133", "title": "Microsorum pteropus"}
{"content": " Tamilnadu Government Multi-Super-Speciality Hospital is a 400-bed government-owned super-speciality hospital in Chennai India.", "label": "building", "id": "train_4_134", "title": "Tamilnadu Government Multi Super Speciality Hospital"}
{"content": " King Pu-tsung (Chinese: 金溥聰; pinyin: Jīn Pǔcōng; born August 30 1956 in Tainan City Taiwan) is a politician in the Republic of China. He currently serves as the Secretary-General of the National Security Council since 25 March 2014. King is widely regarded as the most important aide to Ma Ying-jeou.[citation needed] He served as the Secretary-General of Kuomintang (KMT) from December 2009 to January 2011.", "label": "office holder", "id": "train_4_135", "title": "King Pu-tsung"}
{"content": " The Vegetarian Finch (Platyspiza crassirostris) is a species of bird in the Darwin's finch group of the tanager family Thraupidae. It is monotypic within the genus Platyspiza. It is endemic to the Galápagos Islands. Its natural habitats are subtropical or tropical dry forests and subtropical or tropical moist montane forests.", "label": "animal", "id": "train_4_136", "title": "Vegetarian Finch"}
{"content": " HMS Captain was a 70-gun third rate ship of the line of the Royal Navy built according to the 1733 proposals of the 1719 Establishment at Woolwich Dockyard and launched on 14 April 1743.In 1760 Captain was reduced to a 64-gun ship. Then in 1777 she was converted to serve as a storeship and renamed Buffalo.", "label": "mean of transportation", "id": "train_4_137", "title": "HMS Captain (1743)"}
{"content": " Chaudhara is a Himalayan mountain peak situated in the Pithoragarh district of Uttarakhand state in India. The altitude of the peak is 6510 m. The peak lies to the south of Ralam pass and north west of Panchchuli. The peak is so named due to the peak having four corners. The peak was climbed for the first time by an Indian team led by A.R.Chandekar and Sherpa Ajeeba in 1973. Rajrambha is its neighbouring peak.", "label": "natural place", "id": "train_4_138", "title": "Chaudhara"}
{"content": " Hannibal–LaGrange University (formerly known as Hannibal–LaGrange College) is a private Christian college located in Hannibal Missouri United States. The college is affiliated with the Missouri Baptist Convention which is part of the Southern Baptist Convention. Enrollment is approximately 1150 students as of 2007. HLGU is a four-year liberal arts college fully accredited by the Higher Learning Commission and is a member of the North Central Association of Colleges and Schools.", "label": "educational institution", "id": "train_4_139", "title": "Hannibal–LaGrange University"}
{"content": " The Tepper School of Business is the business school of Carnegie Mellon University. It is located in the university’s 140-acre (0.57 km2) campus in Pittsburgh Pennsylvania US.The school consistently ranks highly among the top business schools in the U.S. and worldwide as well as in a wide range of specializations such as finance entrepreneurship operations management and information technology.", "label": "educational institution", "id": "train_4_140", "title": "Tepper School of Business"}
{"content": " Ramsgjelvatnet is a lake that lies in the municipality of Beiarn in Nordland county Norway. The lake is located about 5 kilometres (3.1 mi) northeast of Høyforsmoen and about 15 kilometres (9.3 mi) southeast of Moldjord.", "label": "natural place", "id": "train_4_141", "title": "Ramsgjelvatnet"}
{"content": " Divin Enfant (English: Merry Christmess!) is a 2014 French comedy film directed by Olivier Doran and starring Émilie Dequenne Sami Bouajila and Géraldine Pailhas.", "label": "film", "id": "train_4_142", "title": "Divin Enfant"}
{"content": " Thomas Atkinson (1801?–1833) was a Scottish poet and miscellaneous writer.Atkinson was a native of Glasgow where he carried on business as a bookseller. He published under his own editorship the ‘Sextuple Alliance’ and the ‘Chameleon’ and also a weekly periodical the ‘Ant.’ After the passing of the Reform Bill he became a candidate in the liberal interest for the representation of the Stirling burghs in parliament but was unsuccessful.", "label": "artist", "id": "train_4_143", "title": "Thomas Atkinson (poet)"}
{"content": " Nightmares for Sale (悪魔のお店 Shadow & Maria Akuma no Omise: Shadow & Maria lit. The Devil's Pawnshop: Shadow and Maria) is a Japanese manga series written and illustrated by Kaoru Ohashi. The two volume series is published in Japan by Asahi Sonorama with the first volume released in January 2002 and the second following in February. It is licensed for an English language release in North America by Aurora Publishing.", "label": "written work", "id": "train_4_144", "title": "Nightmares for Sale"}
{"content": " Elateriospermum is a monotypic plant genus in thee family Euphorbiaceae. The genus is the only member of tribe Elateriospermeae and contains a singles species Elateriospermum tapos. It is found from Southern Thailand to Peninsular Malaysia and known locally as buah perah or perah tree.This plant (Thai: กระ; kra) is mentioned in Thai literature.It has poisonous fruits which can be rendered edible after careful preparation.[citation needed]", "label": "plant", "id": "train_4_145", "title": "Elateriospermum"}
{"content": " Ro-Marong is a private company born in Sierra Leone in 1983 specialized in the large format printing. It has since diversified into other West African countries (such as Nigeria Ghana) operating extensively in the print industry distributing consumer goods business equipment. Today Ro-Marong's main office is located in Lagos Nigeria where it also diversified its line of work; Ro-Marong bought Brossette in 2005 a French Steel construction company.", "label": "company", "id": "train_4_146", "title": "Ro-Marong Nigeria"}
{"content": " Mazraeh-ye Rakanabad (Persian: مزرعه ركن اباد‎ also Romanized as Mazra‘eh-ye Raḵanābād) is a village in Rudbar-e Shahrestan Rural District Alamut-e Gharbi District Qazvin County Qazvin Province Iran. At the 2006 census its existence was noted but its population was not reported.", "label": "village", "id": "train_4_147", "title": "Mazraeh-ye Rakanabad"}
{"content": " Clemens Emil Franz Bracht (November 23 1877 – November 26 1933) was a German jurist and politician. Born in Berlin he studied law at the University of Würzburg and the University of Berlin. He joined the Centre Party and on 18 December 1924 became Supreme Burgomaster (Oberbürgermeister) of Essen.", "label": "office holder", "id": "train_4_148", "title": "Franz Bracht"}
{"content": " Taken By Force is the fifth studio album by German heavy metal band Scorpions released by RCA Records in 1977. This was the first Scorpions album to feature drummer Herman Rarebell and the final album to feature guitarist Uli Jon Roth.", "label": "album", "id": "train_4_149", "title": "Taken by Force"}
{"content": " The Slingsby T.49 Capstan is a British two-seat glider of the 1960s built by Slingsby Sailplanes as a replacement for their earlier Type 42 Eagle. It is a high-winged monoplane of wooden construction the last two-seat wooden glider built by Slingsby intended for both training and general club flying. Side-by-side seats for the two pilots are accommodated in an enclosed cockpit with a one-piece perspex canopy.", "label": "mean of transportation", "id": "train_4_150", "title": "Slingsby Capstan"}
{"content": " Collix suffusca is a moth in the Geometridae family. It is found in New Guinea.", "label": "animal", "id": "train_4_151", "title": "Collix suffusca"}
{"content": " The Leeds Studios also known as the Yorkshire Television Studios or YTV Studios is a television production complex on Kirkstall Road in Leeds West Yorkshire England. ITV plc had proposed to close the studios in 2009 however later in the year had a change of mind and instead decided to refit them as high definition studios.", "label": "building", "id": "train_4_152", "title": "The Leeds Studios"}
{"content": " Greg Hopkins (born November 16 1971) is a former Arena Football League wide receiver/linebacker with the Albany Firebirds and the Los Angeles Avengers.", "label": "athlete", "id": "train_4_153", "title": "Greg Hopkins"}
{"content": " Borwick Hall is a 16th-century manor house at Borwick Lancashire. It is a Grade I listed building and is now used as a residential outdoor education and conference centre by Lancashire County Council.", "label": "building", "id": "train_4_154", "title": "Borwick Hall"}
{"content": " The Radio Lingua Network is a Scottish company headquartered in South Ayrshire Scotland that provides language-learning materials through podcasts YouTube videos the iBookstore and other Internet-based media. Radio Lingua was founded in 2006 by Mark Pentleton a former teacher of French and Spanish. Its first podcast Coffee Break Spanish was released on 18 October 2006.", "label": "company", "id": "train_4_155", "title": "Radio Lingua Network"}
{"content": " After Tonight is a 1933 World War I spy film starring Constance Bennett and Gilbert Roland and directed by George Archainbaud. The studio considered firing Bennett after the film lost $100000 at the box office.", "label": "film", "id": "train_4_156", "title": "After Tonight"}
{"content": " Jerry Lawrence Dixon (born September 15 1967) is an American musician and one of the original members of the 1980s rock band Warrant. He was born in Pasadena California. He has son Grady by ex wife Susan Ashley.Dixon started playing the bass guitar at 14 years of age. His first bass was a used Sears model that he had purchased from a friend for $30. Dixon joined Warrant while still in high school (11th grade). Dixon has been influenced musically by Geezer Butler and Rudy Sarzo.", "label": "artist", "id": "train_4_157", "title": "Jerry Dixon"}
{"content": " Bulbophyllum subligaculiferum is a species of orchid in the genus Bulbophyllum.", "label": "plant", "id": "train_4_158", "title": "Bulbophyllum subligaculiferum"}
{"content": " Bishop Verot High School is a private Roman Catholic high school in Fort Myers Florida. It is located in the Diocese of Venice Florida.", "label": "educational institution", "id": "train_4_159", "title": "Bishop Verot High School"}
{"content": " Stary Budzisław [ˈstarɨ buˈd͡ʑiswaf] is a village in the administrative district of Gmina Osiek Mały within Koło County Greater Poland Voivodeship in west-central Poland.", "label": "village", "id": "train_4_160", "title": "Stary Budzisław"}
{"content": " The Private Patient (2008) is a crime novel by English author P. D. James the fourteenth in her popular Adam Dalgliesh series.", "label": "written work", "id": "train_4_161", "title": "The Private Patient"}
{"content": " The Porsche 911 (pronounced Nine Eleven or German: Neunelf) is the flagship of the current line up of Porsche. It is a two-door high performance sports car made by Porsche AG of Stuttgart Germany. It has a distinctive design rear-engined and with independent rear suspension an evolution of the swing axle on the Porsche 356. Since its introduction in 1963 it has undergone continuous development though the basic concept has remained little changed.", "label": "mean of transportation", "id": "train_4_162", "title": "Porsche 911"}
{"content": " Daniele Greco (born 27 April 1988) is an Italian footballer who plays for Pro Patria.", "label": "athlete", "id": "train_4_163", "title": "Daniele Greco (footballer)"}
{"content": " Béla Szombati (born 1955) is a former Hungarian Ambassador to the United States.", "label": "office holder", "id": "train_4_164", "title": "Béla Szombati"}
{"content": " The Hautapu River is a river in the Manawatu-Wanganui region of New Zealand. It originates from Ngamatea Swamp in the New Zealand Army's Waiouru Training area. From here it flows south through private farmland and in some places following State Highway 1 for several kilometres before entering the Rangitikei River south of Taihape.", "label": "natural place", "id": "train_4_165", "title": "Hautapu River (Manawatu-Wanganui)"}
{"content": " Dig Him! is an album by saxophonists Gene Ammons and Sonny Stitt recorded in 1961 and originally released on the Argo label in 1962. The album was subsequently rereleased as We'll Be Together Again on the Prestige label in 1968.", "label": "album", "id": "train_4_166", "title": "Dig Him!"}
{"content": " Epichlorops is a genus of fly in the family Chloropidae.", "label": "animal", "id": "train_4_167", "title": "Epichlorops"}
{"content": " The Eurofly Flash Light (sometimes styled by the manufacturer as FLASHlight) is an Italian ultralight aircraft designed and produced by Eurofly Srl of Galliera Veneta. The aircraft is supplied as a kit for amateur construction or as a complete ready-to-fly-aircraft.", "label": "mean of transportation", "id": "train_4_168", "title": "Eurofly Flash Light"}
{"content": " Alejandro Arias (born November 20 1967 in New York City New York) is a former infielder in Major League Baseball who played from 1992 to 2002.In his career Arias played for the Chicago Cubs (1992) Florida Marlins (1993–1997) Philadelphia Phillies (1998–2000) San Diego Padres (2001) and New York Yankees (2002).He had the highest career batting average as a pinch hitter with over 150 at-bats with a .320 average. His .265 career average and .338 on-base percentage are about average.", "label": "athlete", "id": "train_4_169", "title": "Alex Arias"}
{"content": " The Confederate Memorial includes a 6-foot-tall (1.8 m) Confederate soldier statue atop an arch anchored in the Fulton Kentucky Fairview Cemetery. Funded in 1902 by the Colonel Ed Crossland Chapter No. 347 of the United Daughters of the Confederacy the historic monument is the only such monument in Kentucky to feature an arched base made of rough-hewn limestone.", "label": "building", "id": "train_4_170", "title": "Confederate Memorial in Fulton"}
{"content": " The Grotesque (also known as Grave Indescretion and Gentlemen Don't Eat Poets) is a 1995 British film by John-Paul Davidson adapted from the 1989 novel of the same name by Patrick McGrath. It stars Alan Bates Lena Headey Theresa Russell and Sting.Academy Award-winning Costume Designer Colleen Atwood worked on the film and McGrath's wife actress Maria Aitken performed in a supporting role.", "label": "film", "id": "train_4_171", "title": "The Grotesque (film)"}
{"content": " Arline Fisch is an American artist and educator who works with metal as her medium.", "label": "artist", "id": "train_4_172", "title": "Arline Fisch"}
{"content": " Konin [ˈkɔnin] is a village in the administrative district of Gmina Rędziny within Częstochowa County Silesian Voivodeship in southern Poland. It lies approximately 13 kilometres (8 mi) north-east of Częstochowa and 71 km (44 mi) north of the regional capital Katowice.The village has a population of 851.", "label": "village", "id": "train_4_173", "title": "Konin Silesian Voivodeship"}
{"content": " Celaenorrhinus galenus the Common Orange Sprite is a butterfly in the Hesperiidae family. It is found in Senegal Guinea Sierra Leone Liberia Ivory Coast Ghana Togo Nigeria from Cameroon to Ethiopia and to Tanzania Malawi Zambia Angola Mozambique and Zimbabwe. The habitat consists of forests.Adults of both sexes feed from flowers growing low down along forest paths including those of Ipomoea palmata. They are on wing from September onwards becoming commoner in late autumn.", "label": "animal", "id": "train_4_174", "title": "Celaenorrhinus galenus"}
{"content": " Landerbach is a river of North Rhine-Westphalia Germany.", "label": "natural place", "id": "train_4_175", "title": "Landerbach"}
{"content": " K. V. Raghunatha Reddy (September 4 1924 – March 4 2002) was an Indian politician. He served as Governor of Tripura (1990–1993)[citation needed] the Governor of West Bengal (1993–1998) and the Governor of Odisha (31 January 1997 - 12 February 1997 and 13 December 1997 - 27 April 1998). He also worked as union labour minister.", "label": "office holder", "id": "train_4_176", "title": "K. V. Raghunatha Reddy"}
{"content": " Bureau B (sometimes quoted as Bureau-B) is an independent record label music publisher and booking agency from Hamburg Germany founded in 2005 by Gunther Buskies (B for Buskies) as a sister label to Tapete.", "label": "company", "id": "train_4_177", "title": "Bureau B"}
{"content": " Greatest Hits is a greatest hits album by the American blues rock band ZZ Top released in 1992. Viva Las Vegas and Gun Love were two new tracks. It was also released as a vinyl album with some tracks omitted from the CD version.", "label": "album", "id": "train_4_178", "title": "Greatest Hits (ZZ Top album)"}
{"content": " Delusions of Grandma is a novel by actress and author Carrie Fisher that was published in 1993.Like most of Fisher's books this novel is semi-autobiographical and fictionalizes events seemingly from her real life.", "label": "written work", "id": "train_4_179", "title": "Delusions of Grandma"}
{"content": " Stanwell School is a co-educational foundation status comprehensive school and Sixth form college located in Penarth Vale of Glamorgan Wales for children aged between eleven and eighteen. The school is located 5.2 miles (8.4 kilometres) south west from the Welsh capital city of Cardiff.The school currently has approximately 1800 pupils on the roll in years seven to thirteen with a thriving sixth form.", "label": "educational institution", "id": "train_4_180", "title": "Stanwell School"}
{"content": " Magnolia splendens commonly known as the Laurel magnolia Shining Magnolia or locally as the laurel sabino is a magnolia native to the eastern Puerto Rico. It is a medium to large evergreen tree 16-80 ft tall with dark green leaves and showy cream or white flowers. The wood is aromatic giving its common epithet of 'laurel'. It was described by German botanist Ignatz Urban in 1899.", "label": "plant", "id": "train_4_181", "title": "Magnolia splendens"}
{"content": " MindRec is an independent video game developer for the Turbo Grafx 16 / PC Engine. Currently they have released two games: Implode (2002) and Meteor Blaster DX (2004). A limited run Signature Edition of Meteor Blaster DX has also been released with a personalized message programmed on the title screen and the case autographed by the programmer BT Garner. They are currently working on two more games PC Gunjin and Xymati.", "label": "company", "id": "train_4_182", "title": "MindRec"}
{"content": " The Ghilcoș River is a tributary of the Hăghimaş River in Romania.", "label": "natural place", "id": "train_4_183", "title": "Ghilcoș River (Hăghimaș)"}
{"content": " Alopecosa strandi is a wolf spider species in the genus Alopecosa found in Romania and Ukraine.", "label": "animal", "id": "train_4_184", "title": "Alopecosa strandi"}
{"content": " Frederick Irwin Anglican School (originally Frederick Irwin Anglican Community School) is a private school located in Meadow Springs in Mandurah Western Australia. It was founded in 1991 with 175 students and currently has around 1370 students from kindergarten to year 12. The school motto is The Truth Will Set You Free.The school is named after Frederick Chidley Irwin the acting Governor of Western Australia from 1847 to 1848.", "label": "educational institution", "id": "train_4_185", "title": "Frederick Irwin Anglican School"}
{"content": " Dobiesław [dɔˈbjɛswaf] (formerly German Abtshagen) is a village in the administrative district of Gmina Darłowo within Sławno County West Pomeranian Voivodeship in north-western Poland. It lies approximately 12 kilometres (7 mi) south of Darłowo 23 km (14 mi) west of Sławno and 154 km (96 mi) north-east of the regional capital Szczecin.Before 1945 the area was part of Germany. For the history of the region see History of Pomerania.The village has a population of 379.", "label": "village", "id": "train_4_186", "title": "Dobiesław Sławno County"}
{"content": " Till The Clouds Roll By is a 1946 American musical film made by MGM. The film is a fictionalized biography of composer Jerome Kern (portrayed by Robert Walker) who was originally involved with the production of the film but died before it was completed.", "label": "film", "id": "train_4_187", "title": "Till the Clouds Roll By"}
{"content": " Teofil Fabiny (11 October 1822 - 4 March 1908) was a Hungarian politician and jurist who served as Minister of Justice between 1886 and 1889.", "label": "office holder", "id": "train_4_188", "title": "Teofil Fabiny"}
{"content": " Moses and Monotheism (German: Der Mann Moses und die monotheistische Religion) is a 1937 book by Sigmund Freud published in English translation in 1939. In it Freud hypothesizes that Moses was not Hebrew but actually born into Ancient Egyptian nobility and was perhaps a follower of Akhenaten an ancient Egyptian monotheist or perhaps Akhenaten himself.", "label": "written work", "id": "train_4_189", "title": "Moses and Monotheism"}
{"content": " Sisyrinchium longipes called the Timberland Blue-eyed Grass is a small herb native to Arizona California and Chihuahua. It is an erect perennial up to 50 cm tall with yellow to orange flowers very often with prominent brown veins. It generally occurs in moist meadows streambanks or pools in coniferous woods.", "label": "plant", "id": "train_4_190", "title": "Sisyrinchium longipes"}
{"content": " Gladys Gillem Wall (January 6 1920 – August 12 2009) also known as Gladys Killem Gillem or Gladys Kill 'Em Gillem was an American professional wrestler.", "label": "athlete", "id": "train_4_191", "title": "Gladys Gillem"}
{"content": " Darin McFadyen better known by his stage name FreQ Nasty is a DJ and producer of breakbeat electronic music based in Los Angeles California. Originally from New Zealand McFadyen's artistic career has taken him across the world first as a resident in London's Fabric Nightclub to multiple tours in Europe and Australia. He currently resides in the United States where he has become a fixture amongst North American art and music festivals most notably Burning Man.", "label": "artist", "id": "train_4_192", "title": "Freq Nasty"}
{"content": " The Cory House constructed circa 1891 is one of the oldest private residences in College Park Maryland. The house is an example of Queen Anne style architecture. The house is a registered Prince George's County Historic Site.", "label": "building", "id": "train_4_193", "title": "Cory House (College Park Maryland)"}
{"content": " Three Chord Country and American Rock & Roll is the debut album of American country music artist Keith Anderson. It features the singles Pickin' Wildflowers XXL Every Time I Hear Your Name and Podunk all of which charted in the Top 40 on the Billboard Hot Country Songs charts.", "label": "album", "id": "train_4_194", "title": "Three Chord Country and American Rock & Roll"}
{"content": " The Lord Clyde-class ironclads were a pair of wooden-hulled armoured frigates built for the Royal Navy in the 1860s. They were designed by Sir Edward Reed and built to make use of the large stocks of seasoned timber available in the royal shipyards.", "label": "mean of transportation", "id": "train_4_195", "title": "Lord Clyde-class ironclad"}
{"content": " European Neuropsychopharmacology is a monthly peer-reviewed scientific journal published by Elsevier. It is the official journal of the European College of Neuropsychopharmacology. It was established in November 1990 and covers clinical and basic research relevant to the effects of centrally acting agents in its broadest sense.", "label": "written work", "id": "train_4_196", "title": "European Neuropsychopharmacology"}
{"content": " Hymenoxys cooperi is a species of flowering plant in the daisy family known by the common name Cooper's rubberweed. It is native to the southwestern United States and Great Basin where it grows in rocky soils in arid regions. This is a biennial or perennial herb with a branching stem growing erect to heights between 15 and 90 centimeters. It produces narrow pointed leaves with two lateral lobes that form a trident shape.", "label": "plant", "id": "train_4_197", "title": "Hymenoxys cooperi"}
{"content": " Alitalia—Compagnia Aerea Italiana S.p.A. (Alitalia – Italian Air Company) operating as Alitalia is the flag carrier and national airline of Italy which took over the name the landing rights many planes and some other assets from the liquidation process of the old Alitalia – Linee Aeree Italiane and all of Air One. The company has its head office in Fiumicino Italy.", "label": "company", "id": "train_4_198", "title": "Alitalia"}
{"content": " Tonia (born Arlette Antoine Dominicus 25 July 1947 Anderlecht) is a Belgian singer best known for her participation in the 1966 Eurovision Song Contest.", "label": "artist", "id": "train_4_199", "title": "Tonia (singer)"}
{"content": " Wacey Rabbit (born November 6 1986) is a Native Canadian professional ice hockey centre. He currently plays for Lørenskog IK in the Norwegian GET-liga.", "label": "athlete", "id": "train_4_200", "title": "Wacey Rabbit"}
{"content": " Pupin Physics Laboratories also known as Pupin Hall is home to the physics and astronomy departments of the Columbia University in New York City and a National Historic Landmark. It was built in 1925-1927 to provide more space for the Physics Department which had originally been housed in Fayerweather Hall and named for Serbian physicist Mihajlo Idvorski Pupin who graduated with honors in 1883 at Columbia College after his death in 1935.", "label": "building", "id": "train_4_201", "title": "Pupin Hall"}
{"content": " Takyeh (Persian: تكيه‎ also Romanized as Tekyeh; also known as Takia) is a village in Esfandan Rural District in the Central District of Komijan County Markazi Province Iran. At the 2006 census its population was 59 in 19 families.", "label": "village", "id": "train_4_202", "title": "Takyeh Komijan"}
{"content": " Melicertus is a genus of king prawns comprising eight species:Melicertus canaliculatus (Olivier 1811)Melicertus hathor (Burkenroad 1959)Melicertus kerathurus (Forskål 1775)Melicertus latisulcatus (Kishinouye 1896)Melicertus longistylus (Kubo 1943)Melicertus marginatus (Randall 1840)Melicertus plebejus (Hess 1865)Melicertus similis Chanda & Bhattacharya 2002↑", "label": "animal", "id": "train_4_203", "title": "Melicertus"}
{"content": " The Rakovički potok (Serbian Cyrillic: Раковички поток English: Rakovica Creek) is a short stream in north-central Serbia a 85 kilometer-long right tributuary to the Topčiderka river. During its entire flow it runs through the southern outskirts of the urban section of Belgrade.", "label": "natural place", "id": "train_4_204", "title": "Rakovički potok"}
{"content": " Herricks High School is a four-year comprehensive public high school with 1450 students accredited by the New York State Board of Regents and the Middle States Association. The school is located in New Hyde Park New York 20 miles east of Manhattan.", "label": "educational institution", "id": "train_4_205", "title": "Herricks High School"}
{"content": " USS Natoma (SP-666) was a motorboat that served in the United States Navy as a patrol vessel from 1917 to 1919.", "label": "mean of transportation", "id": "train_4_206", "title": "USS Natoma (SP-666)"}
{"content": " The Candlelight Years is an Opeth box set compiling their first three albums Orchid Morningrise and My Arms Your Hearse originally released on Candlelight Records. Although the albums have been released (and even re-released) before this was the first time they have been collected in one set. It also marks the first time the albums were released in Japan.The box set was released on June 28 2008 and is presented in fold-out digipak packaging. This edition was limited to 2000 copies.", "label": "album", "id": "train_4_207", "title": "The Candlelight Years"}
{"content": " José Rufino Echenique Benavente (November 16 1808 Puno Peru – June 16 1887 Lima Peru) was President of Peru in 1851.He participated in the Peruvian War of Independence. In 1851 Echenique won the presidential elections to succeed Ramón Castilla. Under his government the first civil laws of Peru were promulgated and slavery was abolished.", "label": "office holder", "id": "train_4_208", "title": "José Rufino Echenique"}
{"content": " Traveling Salesman is a 1921 American comedy film starring Fatty Arbuckle. It is based on a 1908 play The Traveling Salesman by James Grant Forbes. A 1916 film of the play starred Frank McIntyre who had also starred in the play. The survival status both films is classified as unknown which suggests that they are lost films.", "label": "film", "id": "train_4_209", "title": "Traveling Salesman (1921 film)"}
{"content": " Hedychium flavescens is a perennial flowering plant from the Zingiberaceae family (the ginger family). Also known as Yellow ginger it grows up to 2.5 meters high. It is extremely shade tolerant and thrives in a wide range of soils. Since it has the ability to regrow from even a small fragment of the rhizome which survive crushing immersion in sea water and even years outside of soil elimination can be a problem.", "label": "plant", "id": "train_4_210", "title": "Hedychium flavescens"}
{"content": " Undrafted is the debut album by NBA player Troy Hudson under his nickname T-Hud. It featured guests such as Ray J Three 6 Mafia and UGK.", "label": "album", "id": "train_4_211", "title": "Undrafted (album)"}
{"content": " The Santa Justa Lift (Portuguese: Elevador de Santa Justa pronounced: [elɨvɐˈdoɾ dɨ ˈsɐ̃tɐ ˈʒuʃtɐ]) also called Carmo Lift (Portuguese: Elevador do Carmo [elɨvɐˈdoɾ du ˈkaɾmu]) is an elevator/lift in civil parish of Santa Justa in the historical city of Lisbon situated at the end of Rua de Santa Justa.", "label": "building", "id": "train_4_212", "title": "Santa Justa Lift"}
{"content": " Sarajevo Tango is an anti-war comic book/graphic novel by Hermann initially released in 1995. Sarajevo Tango is also the first Hermann’s big work done in direct color and according to several critics one of his finest.[citation needed]On the surface the book follows a crime story that takes place in Sarajevo during the Siege of Sarajevo (1992–1996).", "label": "written work", "id": "train_4_213", "title": "Sarajevo Tango"}
{"content": " David Lyttle (born 21 June 1984) is a musician songwriter producer composer and record label owner from Northern Ireland.", "label": "artist", "id": "train_4_214", "title": "David Lyttle"}
{"content": " Ove Bertil Sellberg (born 15 October 1959) is a Swedish professional golfer.Sellberg was born in Stockholm. He turned professional in 1982 and played on the European Tour through most of the 1980s and 1990s twice finishing in the top twenty of the Order of Merit.", "label": "athlete", "id": "train_4_215", "title": "Ove Sellberg"}
{"content": " Ansorgia is a genus of moth in the family Geometridae.", "label": "animal", "id": "train_4_216", "title": "Ansorgia"}
{"content": " Madirasi is a 2012 Malayalam action comedy film directed by Shaji Kailas and starring Jayaram Meera Nandan Meghana Raj Kailash Kalabhavan Mani and Tini Tom. The film is based on a series of true incidents that took place in Madirasi the Malayalam name for the city of Madras. Madirasi is however described as a part of Coimbatore in the film.", "label": "film", "id": "train_4_217", "title": "Madirasi"}
{"content": " The Beneš-Mráz Be-60 Bestiola was a Czechoslovakian light aircraft produced in the 1930s. The highwing monoplane had two side-by-side seats in an enclosed cabin braced wings and a fixed undercarriage. It was first flown in 1935 undergoing testing quickly. Twenty of these aircraft were then sent out to Czechoslovakian flying clubs from April to November 1936.", "label": "mean of transportation", "id": "train_4_218", "title": "Beneš-Mráz Be-60 Bestiola"}
{"content": " The Marginea River is a tributary of the Topolog River in Romania.", "label": "natural place", "id": "train_4_219", "title": "Marginea River (Topolog)"}
{"content": " CAE Global Academy Brussels Sabena Flight Acacemy is an aviation training organisation created in 1953 and located in Steenokkerzeel (Belgium). The school is now part of CAE Global Academy. The training is performed in Brussels in Mesa at CAE Global Academy Phoenix (formerly Sabena Airline Training Center) and in Évora Portugal.Sabena Flight Academy is one of the oldest and considered as one of the most considered airline transport pilot school in Europe.", "label": "educational institution", "id": "train_4_220", "title": "Sabena Flight Academy"}
{"content": " Lalard (Persian: للرد‎) is a village in Peyrajeh Rural District in the Central District of Neka County Mazandaran Province Iran. At the 2006 census its population was 334 in 79 families.", "label": "village", "id": "train_4_221", "title": "Lalard"}
{"content": " John Flerlage (born 1958) is a retired U.S. Marine Corps Lieutenant Colonel and the former Democratic nominee for U.S. House of Representatives in Colorado's 6th congressional district. He is currently a Boeing 767 captain flying international routes for Delta Air Lines. Flerlage is a member of the Air Line Pilots Association International Veterans of Foreign Wars and the Chamber of Commerce.", "label": "office holder", "id": "train_4_222", "title": "John Flerlage"}
{"content": " Transener (BCBA: TRAN) is the leading Argentine company in the transmission of extra high voltage electric power.The company owns the national extra high voltage transmission network comprising almost 8800 kilometers (5500 mi) of transmission lines. Another 5500 miles of lines belong to the distribution network and subsidiary Power Distribution Transport Company of the Province of Buenos Aires S.A.", "label": "company", "id": "train_4_223", "title": "Transener"}
{"content": " Cloak of Deception is a 2002 novel set in the Star Wars galaxy. It is a prequel novel occurring before the events of Star Wars Episode I: The Phantom Menace. The book was written by James Luceno. The cover art was by Steven Anderson. The book takes place 32.5 years before Star Wars Episode IV: A New Hope.Narration for the audio version was performed by Alexander Adams. The paperback version included a 15-page excerpt of Enemy Lines I: Rebel Dream.", "label": "written work", "id": "train_4_224", "title": "Cloak of Deception"}
{"content": " Fernando de Monroy was the 10th Captain-major of Portuguese Ceylon. Monroy was appointed in 1568 under Sebastian of Portugal he was Captain-major until 1570. He was succeeded by Diogo de Melo Coutinho.", "label": "office holder", "id": "train_4_225", "title": "Fernando de Monroy"}
{"content": " The Dolly Sisters is a 1945 American biographical film about the Dolly Sisters identical twins who became famous as entertainers on Broadway and in Europe in the early years of the twentieth century. It starred Betty Grable as Jenny June Haver as Rosie and John Payne as Harry Fox.", "label": "film", "id": "train_4_226", "title": "The Dolly Sisters (film)"}
{"content": " The Pullen Park Carousel is a classic wood carousel at Pullen Park in Raleigh North Carolina. Built in 1900 the carousel contains 52 hand-carved basswood animals 2 chariots (or sleighs) 18 large gilded mirrors and canvas panels and a Wurlitzer 125 organ made in 1924 by the Rudolph Wurlitzer Company of North Tonawanda New York. The carousel underwent restoration from 1977 to 1982 during which time the original factory paint was uncovered documented and conserved.", "label": "building", "id": "train_4_227", "title": "Pullen Park Carousel"}
{"content": " Stacy Silver is a Czech pornographic actress and nude model. She has performed in more than a hundred pornographic movies and has occasionally directed them.She has a tribal design tattoo on right biceps and her navel and tongue are pierced.", "label": "artist", "id": "train_4_228", "title": "Stacy Silver"}
{"content": " Bulbophyllum sangae is a species of orchid in the genus Bulbophyllum.", "label": "plant", "id": "train_4_229", "title": "Bulbophyllum sangae"}
{"content": " Johan is the debut album by the Dutch band Johan. It was released on November 4 1996 by the record label Excelsior Recordings. The album was produced by Frans Hagenaars. The album was released in the US in June 1997 by the record label SpinArt.", "label": "album", "id": "train_4_230", "title": "Johan (album)"}
{"content": " University of Los Andes (Spanish: Universidad de los Andes) also commonly self-styled as Uniandes is a coeducational private research university located in the city centre of Bogotá Colombia.", "label": "educational institution", "id": "train_4_231", "title": "University of Los Andes (Colombia)"}
{"content": " Luis Enrique Leal Alvarado (born March 21 1957) is a former Venezuelan starting pitcher in Major League Baseball who played from 1980 through 1985 for the Toronto Blue Jays.Leal started his professional career by signing with the Blue Jays as an amateur free agent before the start of the 1979 season.His most productive season came in 1984 when he posted a record of 13–8 with a 3.89 ERA and 134 strikeouts.", "label": "athlete", "id": "train_4_232", "title": "Luis Leal (baseball)"}
{"content": " The second USS Milwaukee (C-21) was a St. Louis-class protected cruiser in the United States Navy. Milwaukee was laid down on 30 July 1902 by Union Iron Works San Francisco California; launched on 10 September 1904; sponsored by Miss Janet Mitchell daughter of U.S. Senator John L. Mitchell of Wisconsin; and commissioned on 10 December 1906 Commander Charles Augustus Gove in command.", "label": "mean of transportation", "id": "train_4_233", "title": "USS Milwaukee (C-21)"}
{"content": " Trkusów [ˈtrkusuf] is a village in the administrative district of Gmina Nowe Skalmierzyce within Ostrów Wielkopolski County Greater Poland Voivodeship in west-central Poland. It lies approximately 4 kilometres (2 mi) north of Skalmierzyce 23 km (14 mi) north-east of Ostrów Wielkopolski and 103 km (64 mi) south-east of the regional capital Poznań.", "label": "village", "id": "train_4_234", "title": "Trkusów"}
{"content": " Zitha laminalis is a species of snout moths in the genus Zitha. It was described by Guenée in 1854. It is found in South Africa.", "label": "animal", "id": "train_4_235", "title": "Zitha laminalis"}
{"content": " Venus Records is a Japanese jazz record label. It was founded in 1992 by Tetsuo Hara who had worked as a producer for RCA Victor. It mostly works with a select group of artists from Italy the United States and Japan and uses a signature 24-bit mastering process named Hyper Magnum Sound that produces very powerful sound with strong presence. It is also known for its album covers which use well-known photographers and frequently feature nudity.", "label": "company", "id": "train_4_236", "title": "Venus Records"}
{"content": " The Dobreanu River is a tributary of the Neamţ River in Romania.", "label": "natural place", "id": "train_4_237", "title": "Dobreanu River (Neamț)"}
{"content": " Shadows of Death is a 1945 American western film directed by Sam Newfield.", "label": "film", "id": "train_4_238", "title": "Shadows of Death"}
{"content": " Francesco Antonio Cicalese (active in Naples 1642 -1685) was an Italian painter mainly of still-life canvases. He was a pupil of Luca Forte.", "label": "artist", "id": "train_4_239", "title": "Francesco Antonio Cicalese"}
{"content": " The Pennsylvania Railroad's class Q1 comprised a single experimental steam locomotive for freight service #6130 built in March 1942. A duplex locomotive it had a wheel arrangement of 4-6-4-4 comprising a four-wheel leading truck two sets of driving wheels (six followed by four) in a rigid locomotive frame and a four-wheel trailing truck.", "label": "mean of transportation", "id": "train_4_240", "title": "PRR Q1"}
{"content": " All Saints Anglican Church is an historic Carpenter Gothic style Anglican church building located on 7th Street East in Duck Lake Saskatchewan Canada. Built in 1896 of wood its steep pitched roof lancet windows and side entrance tower are typical of Gothic Revival churches. The church's historic burying ground contains the graves of many area pioneers.The church is a municipal heritage site as designated by the town of Duck Lake on December 14 1982..", "label": "building", "id": "train_4_241", "title": "All Saints Anglican Church (Duck Lake Saskatchewan)"}
{"content": " Salvia mairei is a perennial plant that is native to Yunnan province in China. The plant grows on one to a few stems from 20 to 40 cm (7.9 to 15.7 in) tall. The leaves are cordate-ovate to subhastate-ovate typically ranging in size from 3.5 to 5 cm (1.4 to 2.0 in) long and 1.8 to 5 cm (0.71 to 1.97 in) wide though they are sometimes larger. Inflorescences are 4-flowered verticillasters on terminal racemes or panicles that are 8 to 11 cm (3.1 to 4.3 in) long.", "label": "plant", "id": "train_4_242", "title": "Salvia mairei"}
{"content": " Audla is a village in Laimjala Parish Saare County in western Estonia.", "label": "village", "id": "train_4_243", "title": "Audla"}
{"content": " Armed Love is an album by The (International) Noise Conspiracy released in 2004.", "label": "album", "id": "train_4_244", "title": "Armed Love"}
{"content": " Joseph Thompson Hughes (1880–1951) was a Major League Baseball outfielder for the Chicago Orphans in 1902. He went to college at Geneva College.", "label": "athlete", "id": "train_4_245", "title": "Joe Hughes (baseball)"}
{"content": " Euriphene lomaensis the Loma Nymph is a butterfly in the Nymphalidae family. It is found in Sierra Leone and Ivory Coast. The habitat consists of forests.", "label": "animal", "id": "train_4_246", "title": "Euriphene lomaensis"}
{"content": " Sir George Monoux College is a sixth form college located in Walthamstow East London.", "label": "educational institution", "id": "train_4_247", "title": "Sir George Monoux College"}
{"content": " The Găurinți River is a tributary of the Topolnița River in Romania.", "label": "natural place", "id": "train_4_248", "title": "Găurinți River"}
{"content": " Marshall Jones Beverley (August 26 1911 - June 14 2000) was a banker and Mayor of Alexandria Virginia in the 1950s.", "label": "office holder", "id": "train_4_249", "title": "Marshall J. Beverley"}
{"content": " The Phish Book is a 192-page book detailing the history of the rock band Phish. It was written by music journalist Richard Gehr in cooperation with the Phish organization. It contains in-depth stories and quotes from early fans and the band members themselves. It was released in 1998 shortly before the release of the album The Story of the Ghost.It is currently Out of Print.", "label": "written work", "id": "train_4_250", "title": "The Phish Book"}
{"content": " TASER International Inc. is an American developer manufacturer and distributor of the Taser electroshock gun in the United States. It is based at Scottsdale Arizona United States. Taser is the most common brand of electroshock gun.", "label": "company", "id": "train_4_251", "title": "Taser International"}
{"content": " Lurline was a steamboat that served from 1878 to 1930 on the Columbia and Willamette rivers. Lurline was a classic example of the Columbia river type of steamboat.", "label": "mean of transportation", "id": "train_4_252", "title": "Lurline (sternwheeler 1878)"}
{"content": " Hangarge is a village in Belgaum district in the southern state of Karnataka India.Hangarge village has got good environmental conditions to live. Village is 8 km from Belgaum. Hangarge village hill is famous for Bauxite mining.", "label": "village", "id": "train_4_253", "title": "Hangarge"}
{"content": " Portal Through Time is an original novel based on the U.S. television series Buffy the Vampire Slayer. It was published in 2006. The author Alice Henderson also wrote Night Terrors in the Stake Your Destiny series. In this novel Buffy and her friends time-travel to four different periods of history to protect Slayers of the past from present-day vampires.", "label": "written work", "id": "train_4_254", "title": "Portal Through Time"}
{"content": " Doğan Media Group (Doğan Medya Grubu) is a Turkish media conglomerate part of the Doğan Holding conglomerate. Formally the Doğan Yayın Holding A.Ş. was established in 1997 to bring together Doğan's media properties. These include the Posta Hürriyet (including Fanatik) and Radikal newspapers the television channels Kanal D and CNN Türk and the Doğan News Agency. It also operates Doğan Kitap a major book publisher and Doğan Music Company a major music label.", "label": "company", "id": "train_4_255", "title": "Doğan Media Group"}
{"content": " Torreyochloa is a genus of grass in the Poaceae family. There are about 4 species two in North America and two in Asia.Species include:Torreyochloa erectaTorreyochloa pallida↑", "label": "plant", "id": "train_4_256", "title": "Torreyochloa"}
{"content": " Sean Day (born January 9 1998) is a Belgium-born Canadian major junior ice hockey player for the Mississauga Steelheads of the Ontario Hockey League (OHL). A defenceman Day was selected by the Steelheads fourth overall in the 2013 OHL Priority Selection.Day was born in Leuven Belgium but grew up in Detroit Michigan. Keith Day's Sean's father work doing global business development for a chemical and plastics company has taken him all over the world.", "label": "athlete", "id": "train_4_257", "title": "Sean Day"}
{"content": " Charles J. Volpe is a former Republican member of the Pennsylvania House of Representatives. He died in 1988.", "label": "office holder", "id": "train_4_258", "title": "Charles Volpe"}
{"content": " Creag Mhòr is a Scottish mountain which stands in the ancient Forest of Mamlorn deer forest it is located ten kilometres north east of Tyndrum on the border between the Perth and Kinross and Stirling council areas.", "label": "natural place", "id": "train_4_259", "title": "Creag Mhòr"}
{"content": " Shelley Senior High School is an institution for public education in the town of Shelley Idaho. It is the city's only high school and is nicknamed the spud cellar because of its unique mascot and resemblance to a potato cellar. The mascot King Russet is a Russet Burbank potato (the variety most commonly grown in the area) with a scepter and crown.", "label": "educational institution", "id": "train_4_260", "title": "Shelley High School"}
{"content": " Camp Kiwanee Historic District is an historic district on 1 Camp Kiwanee Road in Hanson Massachusetts.The camp was founded in 1899 and added to the National Register of Historic Places in 2005.", "label": "building", "id": "train_4_261", "title": "Camp Kiwanee Historic District"}
{"content": " Roscoe Mitchell (born August 3 1940 in Chicago Illinois) is an African-American composer jazz instrumentalist and educator mostly known for being a technically superb — if idiosyncratic — saxophonist. He has been called one of the key figures in avant-garde jazz who has been at the forefront of modern music for the past thirty years. He continues to be a major figure. He has even been called a super musician and the New York Times has mentioned that he qualifies as an iconoclast.", "label": "artist", "id": "train_4_262", "title": "Roscoe Mitchell"}
{"content": " Phool is a 1945 Indian Bollywood film. It was the fourth highest grossing Indian film of 1945.", "label": "film", "id": "train_4_263", "title": "Phool (1945 film)"}
{"content": " Heavy Metal Breakdown is the debut album by the German heavy metal band Grave Digger which was released in October 1984 by Noise Records.", "label": "album", "id": "train_4_264", "title": "Heavy Metal Breakdown"}
{"content": " Neogaeornis is a controversial prehistoric genus of diving bird. The single known species Neogaeornis wetzeli was described from fossils found in the Campanian to Maastrichtian Quiriquina Formation of Chile. It lived about 70-67 million years ago. It remains known from the single tarsometatarsus described in 1929 by Lambrecht and today housed in the Paläontologisches Institut und Museum in Kiel Germany.", "label": "animal", "id": "train_4_265", "title": "Neogaeornis"}
{"content": " Eriosema is a genus of legume in the Fabaceae family. It contains the following species: Eriosema harmsiana", "label": "plant", "id": "train_4_266", "title": "Eriosema"}
{"content": " The Tanner Farmhouse is a historic residence near Wilmer Alabama United States. Completed in 1886 the one-story house was designed by Joseph A. Fills. Due to its architectural significance it was added to the National Register of Historic Places on May 20 2008.", "label": "building", "id": "train_4_267", "title": "Tanner Farmhouse"}
{"content": " Konarzewo-Gołąbki [kɔnaˈʐɛvɔ ɡɔˈwɔmpki] is a village in the administrative district of Gmina Gołymin-Ośrodek within Ciechanów County Masovian Voivodeship in east-central Poland.", "label": "village", "id": "train_4_268", "title": "Konarzewo-Gołąbki"}
{"content": " Aftermath Media is a multimedia company based in Ashland Oregon. It was founded by Rob Landeros and David Wheeler in 1997. Both Landeros and Wheeler had previously worked at Trilobyte makers of the bestselling CD-ROM computer game The 7th Guest. In 1999 Aftermath released the interactive movie Tender Loving Care a project which had been started by Landeros and Wheeler at Trilobyte. Landeros produced and designed the interactive features while Wheeler wrote and directed the film.", "label": "company", "id": "train_4_269", "title": "Aftermath Media"}
{"content": " Augustus Montague Summers (10 April 1880 – 10 August 1948) was an English author and clergyman. He is known primarily for his scholarly work on the English drama of the 17th century as well as for his idiosyncratic studies on witches vampires and werewolves in all of which he professed to believe. He was responsible for the first English translation published in 1928 of the notorious 15th-century witch hunter's manual the Malleus Maleficarum.", "label": "artist", "id": "train_4_270", "title": "Montague Summers"}
{"content": " Keith Sweat is the fifth studio album by American R&B recording artist Keith Sweat. The album was released on June 25 1996. The single Twisted made it to #2 on the Billboard Hot 100 his biggest hit ever on that chart. Nobody peaked at #3 on the same chart.", "label": "album", "id": "train_4_271", "title": "Keith Sweat (album)"}
{"content": " William Howard Bill Northey (born May 27 1959) is an Iowan politician a member of the Republican Party and the current Iowa Secretary of Agriculture. He was elected on November 7 2006 and was sworn in on January 2 2007. As Secretary of Agriculture he leads the Iowa Department of Agriculture and Land Stewardship.", "label": "office holder", "id": "train_4_272", "title": "Bill Northey"}
{"content": " Turridrupa nagasakiensis is a species of sea snail a marine gastropod mollusk in the family Turridae the turrids.", "label": "animal", "id": "train_4_273", "title": "Turridrupa nagasakiensis"}
{"content": " The Bishop's Stortford High School (often abbreviated to TBSHS) is a comprehensive secondary school with a coeducational sixth form in Bishop's Stortford Hertfordshire England. The school admits boys aged 11 to 16 in the first five forms with a mixed sixth form of boys and girls aged 16 to 18.", "label": "educational institution", "id": "train_4_274", "title": "Bishop's Stortford High School"}
{"content": " The AgustaWestland AW101 is a medium-lift helicopter used in both military and civil applications. It was developed by joint venture between Westland Helicopters in the UK and Agusta in Italy in response to national requirements for a modern naval utility helicopter; until 2007 the aircraft had been marketed under the designation EH101. Several operators including the armed forces of Britain Denmark and Portugal use the name Merlin for their AW101 aircraft.", "label": "mean of transportation", "id": "train_4_275", "title": "AgustaWestland AW101"}
{"content": " Muscle & Fitness is an American fitness and bodybuilding magazine founded by Joe Weider but now published by American Media Inc.", "label": "written work", "id": "train_4_276", "title": "Muscle & Fitness"}
{"content": " El Festín de Satanás is a 1958 Argentine film.", "label": "film", "id": "train_4_277", "title": "El Festín de Satanás"}
{"content": " The Negruța River is a tributary of the Someșul Rece River in Romania.", "label": "natural place", "id": "train_4_278", "title": "Negruța River"}
{"content": " John Woodward (born 6 January 1947) is an English former footballer. A forward he scored 66 goals in 269 league games in a 13-year career in the Football League. He played and scored in all four divisions of the Football League.He began his career at Stoke City before he was sold on to Aston Villa for a £30000 fee in October 1966. He switched to Walsall three years later before he joined Port Vale for a fee of £2250 in February 1973.", "label": "athlete", "id": "train_4_279", "title": "John Woodward (footballer born 1947)"}
