{"content": " Laughter Tears and Rage was the sole album produced by Act - the short musical collaboration between Thomas Leer and ex-Propaganda vocalist Claudia Brücken. Originally scheduled to be titled Name Dropping: Songs for Young Sinners it was released 27 June 1988 (1988-06-27) by ZTT Records. The album was deleted by ZTT in the early 90s.", "label": "album", "id": "train_3_0", "title": "Laughter Tears and Rage"}
{"content": " Domenico Bettini (Florence 1644- Bologna 1705) was an Italian painter of the Baroque mainly depicting still-life subjects.", "label": "artist", "id": "train_3_1", "title": "Domenico Bettini"}
{"content": " eLong (Chinese: 艺龙; pinyin: Yìlóng) is a mainland China-focused travel agency which runs the eponymous eLong.com and eLong.net travel website.", "label": "company", "id": "train_3_2", "title": "ELong"}
{"content": " Robert Broughton Bryce PC CC FRSC (February 27 1910 – July 30 1997) was a Canadian civil servant.After graduating with engineering degree from the University of Toronto Bryce undertook graduate studies in economics at Cambridge where he was influenced by the ideas of John Maynard Keynes. In the fall of 1935 he left Britain for Harvard where as a graduate student he introduced Keynesian economics in the United States with the help of fellow Canadian Lorie Tarshis.", "label": "office holder", "id": "train_3_3", "title": "Robert Bryce"}
{"content": " Rasbora hubbsi is a species of ray-finned fish in the genus Rasbora.", "label": "animal", "id": "train_3_4", "title": "Rasbora hubbsi"}
{"content": " Anastasia Ask Your Analyst (1984) is a young-adult novel by Lois Lowry. It is part of a series of books that Lowry wrote about Anastasia and her younger brother Sam.", "label": "written work", "id": "train_3_5", "title": "Anastasia Ask Your Analyst"}
{"content": " The Type 202 was a short lived class of German submarines. Design of these very small submarines started in 1957 by Ingenieurkontor Lübeck (IKL). It was intended to build 40 Type 202 mini submarines with a six man crew but technical difficulties and doubts about their usefulness reduced them to three and of those three for trials to be further reduced to two.", "label": "mean of transportation", "id": "train_3_6", "title": "Type 202 submarine"}
{"content": " Gluta travancorica is a species of plant in the Anacardiaceae family. It is endemic to India. This species is commonly found in the eastern area of Southern Kerala especially Kollam District. A wild life sanctuary in Kollam district is named after this tree which is locally called as 'Shenduruni'.", "label": "plant", "id": "train_3_7", "title": "Gluta travancorica"}
{"content": " The Ciolpani River is a headwater of the Călănești River in Romania.", "label": "natural place", "id": "train_3_8", "title": "Ciolpani River"}
{"content": " The New York Life Insurance Building is a 14 story building at 39 South LaSalle Street in the Loop neighborhood in Chicago Illinois. Designed by William Le Baron Jenney it was completed as a 12 story structure in 1894 at a cost of US$800000. In 1898 Jenney designed a 92 ft (28 m) addition to the east of the original structure. This expanded the Monroe Street facade to 233 ft (71 m). The addition contained 13 floors and an additional floor was added to the first structure.", "label": "building", "id": "train_3_9", "title": "New York Life Insurance Building Chicago"}
{"content": " Forget Me Not is a 1922 silent film melodrama directed by W.S. Van Dyke and distributed by Metro Pictures. The film starred Bessie Love and Gareth Hughes. It is now lost.", "label": "film", "id": "train_3_10", "title": "Forget Me Not (1922 film)"}
{"content": " Ray Jacobs Boarding School is a private co-educational primary and secondary school located in Mgbidi Imo State in Nigeria. The school started as only a primary school and the secondary section was added in 2012. Ray Jacobs Boarding School has won numerous awards both at the national and international level. The school is a member of the American Montessori Society.", "label": "educational institution", "id": "train_3_11", "title": "Ray Jacobs Boarding School"}
{"content": " Dominic Joseph Mike Ryba (June 9 1903 – December 13 1971) was a Major League Baseball pitcher. A native of De Lancey Pennsylvania he attended Saint Francis University Loretto Pennsylvania. He was a right-hander and played for the St. Louis Cardinals (1935–1938) and Boston Red Sox (1941–1946).", "label": "athlete", "id": "train_3_12", "title": "Mike Ryba"}
{"content": " Pęcz [pɛnt͡ʂ] is a village in the administrative district of Gmina Strzelin within Strzelin County Lower Silesian Voivodeship in south-western Poland. Prior to 1945 it was in Germany.It lies approximately 2 kilometres (1 mi) west of Strzelin and 39 kilometres (24 mi) south of the regional capital Wrocław.", "label": "village", "id": "train_3_13", "title": "Pęcz"}
{"content": " Vivid Entertainment Group is an American pornographic film production company featuring a catalog of VHS and DVD titles and internet content. In 2006 it was described by Reuters as one of the handful of studios that dominate the U.S. porn industry. It is based in Los Angeles California. Founder Steven Hirsch is co-chairman along with Bill Asher who is also a co-owner.In the 1990s Vivid began to win industry honors and today has more AVN Awards than any other studio[citation needed].", "label": "company", "id": "train_3_14", "title": "Vivid Entertainment"}
{"content": " Mukand Lal National College (Hindi: मुकुंद लाल नेशनल कालेज) (informally MLN College or simply MLN Yamuna Nagar) is a government aided private college of Science and Commerce in the state of Haryana India. Mukand Lal National College was established in 1955 by a great visionary and educationist Seth Jai Prakash in the cherished memory of his illustrious father Seth Mukand Lal Ji who was a renowned Gandhian and philanthropist.", "label": "educational institution", "id": "train_3_15", "title": "Mukand Lal National College"}
{"content": " Børsa is a village and a former municipality in Sør-Trøndelag county Norway. The former municipality of Børsa encompassed most of the northern part of the present-day municipality of Skaun and historically also included the Geitastrand area in Orkdal.The village of Børsa is also the administrative centre of the municipality of Skaun. The 1.11-square-kilometre (270-acre) village has a population (2009) of 1213. The population density is 1093 inhabitants per square kilometre (2830 /sq mi).", "label": "village", "id": "train_3_16", "title": "Børsa"}
{"content": " Navia scopulorum is a species of the genus Navia. This species is endemic to Venezuela.", "label": "plant", "id": "train_3_17", "title": "Navia scopulorum"}
{"content": " Travis Smith (born April 29 1982 in Bainbridge Georgia) is the former drummer in the metal band Trivium. He was with Trivium since forming the band in 2000. Travis is best known for his very fast footwork and intricate rhythms on the toms a skill that has been noted several times by music magazines such as Revolver and Modern Drummer as well as by other media. In Metal Hammer's Golden Gods Awards 2006 Travis received the Best Drummer in the Universe award.", "label": "artist", "id": "train_3_18", "title": "Travis Smith (musician)"}
{"content": " Nightflight to Venus is the third album by the band Boney M and was released in July 1978.The album became a major success in continental Europe Scandinavia and Canada topping most of the album charts during the second half of 1978 and also became their first UK number one album. Nightflight to Venus includes their worldwide hits Rivers of Babylon and Brown Girl in the Ring a double A-sided single that topped the UK singles chart and sold close to 2 million copies there.", "label": "album", "id": "train_3_19", "title": "Nightflight to Venus"}
{"content": " Acanthaster brevispinus or the short-spined crown-of-thorns starfish is one of the two members of the Acanthaster genus of starfish along with the much more well-known Acanthaster planci the common crown-of-thorns starfish.", "label": "animal", "id": "train_3_20", "title": "Acanthaster brevispinus"}
{"content": " The Bauru River is a river of São Paulo state in southeastern Brazil.", "label": "natural place", "id": "train_3_21", "title": "Bauru River"}
{"content": " Scout X-1A was an American sounding rocket which was flown in 1962. It was a five stage derivative of the earlier Scout X-1 with an uprated first stage and a NOTS-17 upper stage.The Scout X-1A used an Algol 1C first stage instead of the earlier Algol 1B used on the Scout X-1. The second third and fourth stages were the same as those used on the Scout X-1; a Castor 1A Antares 1A and Altair 1A respectively.", "label": "mean of transportation", "id": "train_3_22", "title": "Scout X-1A"}
{"content": " A Game of Thrones is the comic book adaptation of George R. R. Martin's fantasy novel A Game of Thrones the first in the A Song of Ice and Fire series.", "label": "written work", "id": "train_3_23", "title": "A Game of Thrones (comics)"}
{"content": " Northwest Rangers is a 1942 film.", "label": "film", "id": "train_3_24", "title": "Northwest Rangers"}
{"content": " Tring Local History Museum is based in Tring Hertfordshire England. The museum which is run by volunteers first opened in 2010 and is housed in the office of the former livestock market. The museum's collection comprises artefacts paintings and photographs relating to the history of the town and surrounding villages.", "label": "building", "id": "train_3_25", "title": "Tring Local History Museum"}
{"content": " Hendrik Johannes Henno Jordaan (born 16 October 1988) is a South African cricketer who currently plays for Boland. He is a right-handed batsman and right-arm medium pace bowler. Jordaan made his first-class debut on 29 October 2009 against Namibia.", "label": "athlete", "id": "train_3_26", "title": "Henno Jordaan"}
{"content": " John Albert Knebel (born October 4 1936) is a former United States government official who served as Secretary of Agriculture under President Gerald Ford.", "label": "office holder", "id": "train_3_27", "title": "John Albert Knebel"}
{"content": " Popowo Stare [pɔˈpɔvɔ ˈstarɛ] is a village in the administrative district of Gmina Przemęt within Wolsztyn County Greater Poland Voivodeship in west-central Poland. It lies approximately 11 kilometres (7 mi) east of Przemęt 26 km (16 mi) south-east of Wolsztyn and 54 km (34 mi) south-west of the regional capital Poznań.", "label": "village", "id": "train_3_28", "title": "Popowo Stare"}
{"content": " The Night Brings Charlie is a 1990 horror film directed by Tom Logan and written by Bruce Carson.", "label": "film", "id": "train_3_29", "title": "The Night Brings Charlie"}
{"content": " Formerly the IBM Building 590 Madison Avenue is a 603 feet (184 m) tall skyscraper at the corner of 57th street in New York City New York. It was completed in 1983 and has 41 floors. The building cost US$10 million has 93592 square metres (1007420 sq ft) of floor area has 24 elevators and is the 89th tallest building in New York. Edward Larrabee Barnes & Associates designed the building and IBM developed it. IBM sold the tower to E.J. Minskoff Equities Inc in 1994.", "label": "building", "id": "train_3_30", "title": "590 Madison Avenue"}
{"content": " Adam Anderson (1692 or 1693 – 10 January 1765) was a Scottish economist. He was a clerk for forty years in South Sea House the headquarters of the South Sea Company where he published a work entitled Historical and Chronological Deduction of the Origin of Commerce from the Earliest Accounts to the Present Time containing a History of the Great Commercial Interests of the British Empire (1762 2 vols. fol.).Late in his life Anderson traveled to the American colonies begetting a son Adam E.", "label": "artist", "id": "train_3_31", "title": "Adam Anderson (economist)"}
{"content": " Queen Elizabeth Grammar School (QEGS) is a coeducational selective grammar school in Penrith Cumbria England.", "label": "educational institution", "id": "train_3_32", "title": "Queen Elizabeth Grammar School Penrith"}
{"content": " Monthly Shōnen Magazine (月刊少年マガジン Gekkan Shōnen Magajin) is a japanese shōnen manga magazine published by Kodansha. Origionally in 1964 it was launch under name Bessatsu Shōnen Magazine (別冊少年マガジン). In 1969 it was retitled as Monthly Bessatsu Shōnen Magazine (月刊別冊少年マガジン) and it's publication frequency increased from quarterly to monthly. After suspention in 1974 it started publidhing again im 1975 it was renamed as current magazine title.", "label": "written work", "id": "train_3_33", "title": "Monthly Shōnen Magazine"}
{"content": " Fatar is an Italian supplier of keyboards for digital pianos synthesizers and organs based in Recanati Italy.The company was founded by Lino Ragni in 1956. It patented its own hammer-action prototype in 1989 and introduced the conductive-rubber contact in 1990.", "label": "company", "id": "train_3_34", "title": "Fatar"}
{"content": " Daniel Thomas Danny Murphy (born 4 December 1982) is an English-born Irish footballer who most recently played for Cork City as a defender. He is currently without a club.", "label": "athlete", "id": "train_3_35", "title": "Danny Murphy (footballer born 1982)"}
{"content": " Oporophylla is a genus of moths of the Noctuidae family.", "label": "animal", "id": "train_3_36", "title": "Oporophylla"}
{"content": " Juncus kraussii commonly known as salt marsh rush sea rush jointed rush matting rush or dune slack rush is of the monocot family Juncaceae and genus Juncus. It grows in Salt marshes estuarine and coastal areas. This species is ideal as a stabilizer in estuary banks and riparian zones that adjoin developed areas it prevents erosion and provides an excellent fibre for weaving.The plant is named after a German naturalist and museum curator Christian Krauss who travelled to South Africa.", "label": "plant", "id": "train_3_37", "title": "Juncus kraussii"}
{"content": " William G. Greene Jr. (born April 24 1940 in Stoneham Massachusetts) is an American politician was as a member of the Massachusetts House of Representatives from 1993 to 2011 a Billerica Massachusetts town meeting member from 1970 to 1992 and Billerica Town Moderator from 1985 to 1992.", "label": "office holder", "id": "train_3_38", "title": "William G. Greene Jr."}
{"content": " Isandlwana (Zulu: [ísanˈdɮwáːna]) (older spelling Isandhlwana also sometimes seen as Isandula) is an isolated hill in the KwaZulu-Natal province of South Africa. It is located 105 miles (169 km) north by northwest of Durban.", "label": "natural place", "id": "train_3_39", "title": "Isandlwana"}
{"content": " Awakening is the third full-length studio release from drummer/songwriter/producer Narada Michael Walden. It was the first of two 1979 releases for the artist and featured him (once again) writing all the songs though he co-produced each track with someone else.", "label": "album", "id": "train_3_40", "title": "Awakening (Narada Michael Walden album)"}
{"content": " HMS Ness was a White Type River Class Destroyer ordered by the Royal Navy under the 1903 – 1904 Naval Estimates. Named after the River Nith in southern Scotland on the West Coast she was the first ship to carry this name in the Royal Navy.", "label": "mean of transportation", "id": "train_3_41", "title": "HMS Nith (1905)"}
{"content": " Juglans boliviana is a tree in the family Juglandaceae and the walnut genus (Juglans). According to Manning's 1960 revision it occurs in the Andes of northern Bolivia and central and southern Peru. Manning included the species Juglans peruviana described by Dode in 1909 from nuts collected at an unknown locality in Peru because the nuts closely match those of J. boliviana and apparently came from Metraro where only J. boliviana is known. However the IUCN still recognizes J.", "label": "plant", "id": "train_3_42", "title": "Juglans boliviana"}
{"content": " St. Andrew's Church is a historic Roman Catholic church in LeRoy Wisconsin United States. The Gothic Revival church was built in 1899 by architect Anton Dohmen. The Emil Frei Stained Glass Company later added over 20 stained glass windows to the church; these windows were described as works of art with vivid colors and intricate details by the Wisconsin Historical Society.", "label": "building", "id": "train_3_43", "title": "St. Andrew's Church (LeRoy Wisconsin)"}
{"content": " El Hijo de Huracán Ramírez (The Son of Hurricane Ramirez) is a 1965 black-and-white Mexican Lucha film co-written directed by Joselito Rodríguez and starring David Silva. It is the third installment of the Huracán film series following the 1962 sequel El Misterio de Huracán Ramírez.", "label": "film", "id": "train_3_44", "title": "El Hijo de Huracán Ramírez"}
{"content": " Titan IIIB was the collective name for a number of derivatives of the Titan II ICBM and Titan III launch vehicle modified by the addition of an Agena upper stage. It consisted of four separate rockets. The Titan 23B was a basic Titan II with an Agena upper stage and the Titan 24B was the same concept but using the slightly enlarged Titan IIIM rocket as the base.", "label": "mean of transportation", "id": "train_3_45", "title": "Titan IIIB"}
{"content": " Dirck Hendricksz (Amsterdam 1544 – Amsterdam 1618) was a Dutch-Italian painter. In Italy he was known as Teodoro d'Errico or Dirk Hendrici. He was engaged in painting mainly altarpieces and for churches in Naples from 1574-1606. Although born in Holland he is referred in texts as a Flemish painter.", "label": "artist", "id": "train_3_46", "title": "Dirck Hendricksz"}
{"content": " Ahi Evran University is a university located in Kirsehir Turkey. It was established in 2006.", "label": "educational institution", "id": "train_3_47", "title": "Ahi Evran University"}
{"content": " Pencept Inc. was one of a small number of pioneering companies in the 1980s developing and marketing technology known as pen computing prior to the entry of larger companies such as Microsoft and GO Corporation.", "label": "company", "id": "train_3_48", "title": "Pencept"}
{"content": " Cercopimorpha hoffmanni is a moth of the Arctiidae family. It was described by Zerny in 1931. It is found in Brazil.", "label": "animal", "id": "train_3_49", "title": "Cercopimorpha hoffmanni"}
{"content": " Sakhteman-e Qanbari (Persian: ساختمان قنبري‎ also Romanized as Sākhtemān-e Qanbarī) is a village in Fasarud Rural District in the Central District of Darab County Fars Province Iran. At the 2006 census its population was 713 in 149 families.", "label": "village", "id": "train_3_50", "title": "Sakhteman-e Qanbari"}
{"content": " Bansi Lal (August 26 1927 – March 28 2006) was an Indian independence activist senior Congress leader former Chief Minister of Haryana and considered by many to be the architect of modern Haryana. He was born in Golagarh village in Bhiwani district of Haryana. He served three separate terms as Chief Minister of Haryana: 1968–75 1985–87 and 1996–99. Bansi Lal was considered a close confidante of former Prime Minister Indira Gandhi and her son Sanjay Gandhi during the Emergency era in 1975.", "label": "office holder", "id": "train_3_51", "title": "Bansi Lal"}
{"content": " Flattop Mountain is a mountain in the North Carolina High Country at the village of Sugar Mountain. It is wholly in the Pisgah National Forest. Its elevation reaches 4944 feet (1507 m). Feeder streams from the mountain flow directly into the Linville River except along the north slope where Flattop Creek flows directly into the Elk River; the mountain is partitioned by the Eastern Continental Divide.Because of its adjacent proximity it has been mistaken as part of Sugar Mountain.", "label": "natural place", "id": "train_3_52", "title": "Flattop Mountain (North Carolina)"}
{"content": " The Best of Kiss Volume 2: The Millennium Collection is the only Kiss compilation album to cover their material from the 1980s. It compiles the period from late 1982-1989 skipping material from 1980's Unmasked and 1981's Music from The Elder.", "label": "album", "id": "train_3_53", "title": "The Best of Kiss Volume 2: The Millennium Collection"}
{"content": " The Hundred Days (1998) is a historical novel written by British author Patrick O'Brian. It is the nineteenth novel in the Aubrey-Maturin series set during the Napoleonic Wars.", "label": "written work", "id": "train_3_54", "title": "The Hundred Days (novel)"}
{"content": " Razak Omotoyossi (born 8 October 1985) is a Nigerian-born Beninese footballer who plays for Kahramanmaraşspor and also for the Benin national football team. Omotoyossi who plays as a striker has played in Nigeria Egypt Sweden Saudi Arabia and France.", "label": "athlete", "id": "train_3_55", "title": "Razak Omotoyossi"}
{"content": " A breastaurant is a restaurant that has sexual undertones most commonly in the form of large-breasted skimpily-dressed waitresses and barmaids and double-entendre brand name. The term dates from at least the early 1990s around the time that the restaurant chain Hooters became popular in the United States.", "label": "building", "id": "train_3_56", "title": "Breastaurant"}
{"content": " Basty Owusu Kyeremateng (born 3 February 1987 in Kumasi) is an Italian footballer who currently playing for A.C.D. Borgopal Calcio. Although born in Ghana he moved to Italy at young age.", "label": "athlete", "id": "train_3_57", "title": "Basty Kyeremateng"}
{"content": " HMS Boreas was a 28-gun Coventry-class sixth-rate frigate of the Royal Navy. Built in 1757 she was one of five frigates of the class built of fir rather than oak. Boreas saw service during the Seven Years' War and took part in two actions at sea. She assisted in the capture of the 36-gun French frigate Diane in April 1758 and her most famous engagement was the capture of the French frigate Sirène in October 1760. She was sold out of the service in 1770.", "label": "mean of transportation", "id": "train_3_58", "title": "HMS Boreas (1757)"}
{"content": " Overton Grange School is a mixed academy school in Sutton Greater London England. The school's opening year was 1997 with the first intake.Planning for a new school in the area was identified in the 1980s. The capacity is approximately 1300 students. It has a sixth form college opened in 2003. Since 2008 it has been an International Baccalaureate World School and a specialist English and Humanities College since 2009.", "label": "educational institution", "id": "train_3_59", "title": "Overton Grange School"}
{"content": " Pseudepidalea pewzowi is a species of toad in the Bufonidae family.It is found in China Kazakhstan Kyrgyzstan Mongolia Uzbekistan Tajikistan and possibly Afghanistan.Its natural habitats are temperate forests subtropical or tropical dry shrubland subtropical or tropical high-altitude grassland freshwater marshes intermittent freshwater marshes freshwater springs temperate desert arable land and rural gardens.", "label": "animal", "id": "train_3_60", "title": "Pseudepidalea pewzowi"}
{"content": " Alseuosmiaceae is a plant family of the order Asterales found in Australia New Caledonia and New Zealand.They are shrubs with leaves arranged in spirals or whorls about the stem. The flowers are solitary or borne in raceme or fascicle inflorescences. Some species have fragrant flowers. The flower corolla is urn-shaped or funnel-shaped with 4 to 7 lobes. There are 4 to 7 stamens and one style tipped with a two-lobed stigma.", "label": "plant", "id": "train_3_61", "title": "Alseuosmiaceae"}
{"content": " The Waitati River is a river in New Zealand flowing into the Pacific Ocean at Blueskin Bay north of Dunedin.", "label": "natural place", "id": "train_3_62", "title": "Waitati River"}
{"content": " Tyaag is a 2004 Bengali film directed by Swapan Saha.The film features actors Prosenjit Chatterjee and Rachana Banerjee in the lead roles. Music of the film has been composed by Ashok Bhadra.", "label": "film", "id": "train_3_63", "title": "Tyaag (film)"}
{"content": " The Journal-Register is a three-day (Monday Wednesday Friday) evening daily newspaper published in Medina New York USA and covering several towns and villages of Orleans County. It is owned by Greater Niagara Newspapers a division of Community Newspaper Holdings Inc.Formed from the 1970 merger of the Daily Journal (1903) and the Medina Register the paper will cease publication at the end of May 2014.", "label": "written work", "id": "train_3_64", "title": "The Journal-Register"}
{"content": " Frank Graham Bell (21 November 1910 – 9 August 1943) known as Graham was a painter of portraits landscapes and still-life and a founder member of the realist Euston Road School. He was also a journalist and writer on art and the artist. Born in South Africa he spent most of his career in Britain (1931-1943) where he died in a flying accident during World War II.", "label": "artist", "id": "train_3_65", "title": "Graham Bell (artist)"}
{"content": " Tedhakatti is a village and Village Development Committee in Bara District in the Narayani Zone of south-eastern Nepal. At the time of the 1991 Nepal census it had a population of 2623 people living in 476 individual households.", "label": "village", "id": "train_3_66", "title": "Tedhakatti"}
{"content": " Your Squaw Is on the Warpath is a 1969 studio album by American country singer-songwriter Loretta Lynn.This was Lynn's first album of 1969. Two singles were released from this album in 1968. The lead single You've Just Stepped In (From Stepping Out on Me) was a Top 5 Country hit. The second single was the title track and was also a Top 5 Country hit.", "label": "album", "id": "train_3_67", "title": "Your Squaw Is on the Warpath"}
{"content": " KAD Movies is a premium Telugu films production and distribution company it is the first to go ahead and release Telugu films in African countries.It has distributed more than 50 Telugu films worldwide and released about 500 films on DVD making it the largest reaching Telugu DVD label.KAD Entertainment had Acquired brands such as SPV and Idream to expand its reach on DVD.", "label": "company", "id": "train_3_68", "title": "Kad movies"}
{"content": " Wesly W. Simina (born 1961) is a Micronesian politician. He has served as the Governor of Chuuk State one of the four states that constitute the Federated States of Micronesia since July 1 2005.Simina was re-elected to a second term as Governor of Chuuk in a 2009 runoff election against Gillian N. Doone the son of former Governor Gideon Doone. He and Lt.", "label": "office holder", "id": "train_3_69", "title": "Wesly Simina"}
{"content": " Everett Charles Little (June 12 1954 in Lufkin Texas) is a former National Football League offensive guard who played for the Tampa Bay Buccaneers in 1976. He attended Lufkin High School and then the University of Houston before being taken by the Buccaneers in the 4th round 124th overall in the 1976 NFL Draft.", "label": "athlete", "id": "train_3_70", "title": "Everett Little"}
{"content": " Phyllostegia wawrana is a rare species of flowering plant in the mint family known by the common name fuzzystem phyllostegia. It is endemic to Hawaii where it is limited to the island of Kauai. It is a federally listed endangered species of the United States.When this plant was listed as an endangered species there were up to 36 individuals on Kauai. By 2006 there were up to 55 plants in three populations. This plant grows only in moist and wet forest habitat.", "label": "plant", "id": "train_3_71", "title": "Phyllostegia wawrana"}
{"content": " HMS Malaya was a Queen Elizabeth-class battleship of the British Royal Navy built by Sir W. G. Armstrong Whitworth and Company at High Walker and launched in March 1915. She was named in honour of the Federated Malay States in British Malaya whose government paid for her construction.", "label": "mean of transportation", "id": "train_3_72", "title": "HMS Malaya"}
{"content": " The Nipper Building is a colloquial name for The Victor condominiums and formerly Building 17 RCA Victor Company Camden Plant. The structure is a historical building located in Cooper Grant neighborhood of Camden Camden County New Jersey United States. For many years it was the headquarters of the Victor Talking Machine Company later RCA Victor. Originally a Victrola cabinet factory the structure was converted into luxury apartments and retail space in 2004.", "label": "building", "id": "train_3_73", "title": "Nipper Building"}
{"content": " Maleficent (/məˈlɛfɪsənt/) is a 2014 dark fantasy horror film directed by Robert Stromberg and produced by Walt Disney Pictures from a screenplay written by Linda Woolverton. Starring Angelina Jolie as the eponymous Disney Villainess character the film is a live-action re-imagining of Walt Disney's 1959 animated film Sleeping Beauty and portrays the story from the perspective of the antagonist Maleficent.", "label": "film", "id": "train_3_74", "title": "Maleficent (film)"}
{"content": " The Lover's Dictionary is a 2011 novel by the American author David Levithan. It is his first novel for adults. This modern love story is told entirely through dictionary entries.", "label": "written work", "id": "train_3_75", "title": "The Lover's Dictionary"}
{"content": " Trevor Herion born John Trevor Herion (c. Apr. 1959 – October 1988) was an Irish singer born in Cork who formed part of the punk and new wave scenes in the 1970s and 1980s. He later tried to be successful as a solo artist but failed and died shortly afterwards.", "label": "artist", "id": "train_3_76", "title": "Trevor Herion"}
{"content": " Choqa Reza (Persian: چقارضا‎ also Romanized as Choqā Reẕā) is a village in Sanjabi Rural District Kuzaran District Kermanshah County Kermanshah Province Iran. At the 2006 census its population was 103 in 22 families.", "label": "village", "id": "train_3_77", "title": "Choqa Reza"}
{"content": " El Libro Oculto (The Hidden Book) is the fourth album by Argentine metal band Rata Blanca. The album was recorded in 1993 in Spain. The album have a more heavy sound than previous albums. After this album the singer Adrián Barilari and the keyboardist Hugo Bistolfi left the band. Both Barilari and Bistolfi later founded Alianza.The song Agord La Bruja is a reference to drugs without mention it. Actually in Spanish the word Agord in backwards means drug.", "label": "album", "id": "train_3_78", "title": "El Libro Oculto"}
{"content": " The Mamores are a group of mountains in the Lochaber area of the Grampian Mountains in the Scottish Highlands.", "label": "natural place", "id": "train_3_79", "title": "Mamores"}
{"content": " Jiang Enzhu (Chinese: 姜恩柱; pinyin: Jiāng ēnzhù; born 14 December 1938) is a politician of People's Republic of China. Jiang was a member of the 15th CPC Central Committee he served as China Ambassador to United Kingdom as president of the Xinhua News Agency as director of the Liaison Office of the Central People's Government in the Hong Kong Special Administrative Region.", "label": "office holder", "id": "train_3_80", "title": "Jiang Enzhu"}
{"content": " Trisuloides prosericea is a moth of the Noctuidae family. It is found in China (Guangdong).", "label": "animal", "id": "train_3_81", "title": "Trisuloides prosericea"}
{"content": " The McGill-Queen's University Press (MQUP) is a joint venture between McGill University in Montreal Quebec and Queen's University in Kingston Ontario.McGill-Queen's University Press publishes original peer-reviewed works in most areas of the social sciences and humanities. It currently has more than 2800 books in print.", "label": "company", "id": "train_3_82", "title": "McGill-Queen's University Press"}
{"content": " The Centre for Lusophone and European Literatures and Cultures of the Faculty of Letters University of Lisbon (CLEPUL) is a research unit of the University of Lisbon based on the Faculty of Letters of the University of Lisbon. CLEPUL was founded by Jacinto do Prado Coelho after the Carnation Revolution at the time with the designation of Centre for Portuguese Literatures of the Universities of Lisbon.", "label": "educational institution", "id": "train_3_83", "title": "Centre for Lusophone and European Literatures and Cultures"}
{"content": " Niki Nana is Yanni's fifth album released on the Private Music label in 1989 (see 1989 in music). It peaked at #2 on Billboard's Top New Age Albums chart in the same year.The liner notes dedicate the album to his father and mother respectively:Dedicated to Sotiri and Felitsa Hrisomallis.In 1992 lyrics in greek were written for the track Nightbird by greek lyricist Tasoula Thomaïdou.", "label": "album", "id": "train_3_84", "title": "Niki Nana"}
{"content": " ORP Warszawa was an armed river monitor of the Riverine Flotilla of the Polish Navy launched in 1920 and scuttled in 1939. She was raised by the Soviets scuttled again in 1941 raised for the last time in 1944 and then scrapped.", "label": "mean of transportation", "id": "train_3_85", "title": "ORP Warszawa (1920)"}
{"content": " Lisa Stoia (born 28 August 1982 in Shirley New York) is an American soccer midfielder who last played for Saint Louis Athletica of Women's Professional Soccer.", "label": "athlete", "id": "train_3_86", "title": "Lisa Stoia"}
{"content": " Qazanta (Persian: قازانتا‎ also Romanized as Qāzāntā; also known as Qāzāntāh) is a village in Torjan Rural District in the Central District of Saqqez County Kurdistan Province Iran. At the 2006 census its population was 72 in 18 families.", "label": "village", "id": "train_3_87", "title": "Qazanta"}
{"content": " Crypsis vaginiflora is a species of grass known by the common name modest pricklegrass. It is native to North Africa but it can be found in other parts of the world as an introduced species including the western United States particularly California where it is common in wet habitat such as vernal pools. It is an annual grass forming mats of green prostrate stems not generally exceeding 30 centimeters long.", "label": "plant", "id": "train_3_88", "title": "Crypsis vaginiflora"}
{"content": " David Kawika Crowley born in 1952 was the Hawaii Republican nominee for the United States House of Representatives 2nd congressional district in November 2012. He was a colorful and offbeat candidate who achieved notability as the homeless handyman running for Congress. He was the first homeless person in Hawaii — and perhaps any state — to be nominated for Congress on a major party ticket.", "label": "office holder", "id": "train_3_89", "title": "Kawika Crowley"}
{"content": " Drugera santiago is a moth of the Notodontidae family. It is found in north-eastern Ecuador.The length of the forewings is about 22.5 mm. The ground colour of the forewings is a mixture of charcoal grey and silvery white scales. The ground colour of the hindwings is dirty light grey-brown.", "label": "animal", "id": "train_3_90", "title": "Drugera santiago"}
{"content": " Melissa Amber Schuman (born August 21 1984) is an American singer and actress. Schuman is best known for her role in the all-girl teen band Dream. With Dream she appeared in their two biggest hits He Loves U Not and This is Me. Schuman quit the band after their two hits to pursue her own solo career in singing. Schuman has never gained much fame in singing since her departure from Dream.", "label": "artist", "id": "train_3_91", "title": "Melissa Schuman"}
{"content": " Ride & Show Engineering Inc. produces entertainment attractions show action equipment and transportation systems. In 1984 Eduard Feuer and William Watkins formerly the Senior Project Engineer and Chief Mechanical Engineer respectively for Walt Disney Imagineering established in Ride & Show the state of California; it was later incorporated in 1996.", "label": "company", "id": "train_3_92", "title": "Ride & Show Engineering Inc."}
{"content": " Sharyat (Marathi:शर्यत; Meaning: Race) is a 2011 film directed by Viju Mane which stars Sachin Pilgaonkar Neena Kulkarni Vidyadhar Joshi & Santosh Juvekar in lead roles. The film revolves around how two families fight for Mahadevacha Pujacha Maan which literally translated in English means the privilege to hold the puja of Lord Shiva (Mahadev is another name for Shiva) by taking part in the bullock cart race in their village.", "label": "film", "id": "train_3_93", "title": "Sharyat (film)"}
{"content": " The Casele Creek ( Hungarian: Házak-pataka ) is a right tributary of the Mureş River in Transylvania Romania.", "label": "natural place", "id": "train_3_94", "title": "Casele Creek"}
{"content": " Orange Street Presbyterian Church (also known as First Church of Christ Scientist) is a historic church building at 428 Orange Street in Hot Springs Arkansas.It was built in 1913 and added to the National Register in 2002.", "label": "building", "id": "train_3_95", "title": "Orange Street Presbyterian Church"}
{"content": " Walton High School was a secondary school located in the Kingsbridge neighborhood of the Bronx borough in New York. Bayside High School Samuel J. Tilden High School Abraham Lincoln High School John Adams High School Walton High School Andrew Jackson High School and Grover Cleveland High School were all built during the Great Depression from one set of blueprints in order to save money.Walton's colors were sky blue and white.", "label": "educational institution", "id": "train_3_96", "title": "Walton High School (New York City)"}
{"content": " An Age (published in the U.S. as Cryptozoic!) is a 1967 science fiction novel by Brian Aldiss. The book set principally in 2093 combines the popular science fiction themes of time travel totalitarian dystopia and the untapped potential of the human mind. It was nominated for an Ditmar Award in 1969 in the Best International Science Fiction of any length or collection category.", "label": "written work", "id": "train_3_97", "title": "An Age"}
{"content": " Wu Yi (born November 1938 in Wuhan Hubei China) was one of four Vice Premiers of the State Council of the People's Republic of China overseeing the country's economy until March 2008. Known as the iron lady Wu is one of the toughest negotiators in China's government.", "label": "office holder", "id": "train_3_98", "title": "Wu Yi"}
{"content": " Photronics Inc (NASDAQ: PLAB) is an American semiconductor photomask manufacturer. It was a third largest photomask supplier at 2009", "label": "company", "id": "train_3_99", "title": "Photronics Inc"}
{"content": " The Mount Union Area School District is a public school district based in Mount Union Pennsylvania. The district encompasses approximately 151 square miles. According to 2000 federal census data it serves a resident population of 9678. The school district includes all of Mount Union borough Mapleton borough Shirley Township and Union Township in Huntingdon County. The school district also includes Kistler borough Newton Hamilton borough and Wayne Township all located in Mifflin County.", "label": "educational institution", "id": "train_3_100", "title": "Mount Union Area School District"}
{"content": " D is a series of locomotives used by Statens Järnvägar (SJ) of Sweden. 333 units were built by ASEA between 1925-43. It was used for both passenger and freight trains until it was taken out of service in 1988.", "label": "mean of transportation", "id": "train_3_101", "title": "SJ D"}
{"content": " Alvin Soura Pandey (Bengali: এ্যালভিন সৌর পাণ্ডে; born January 30 1985; better known as Soura) is a Bangladeshi Audio Engineer and composer. He introduced HD surroundAudio Song in Bangladesh.Soura started his musical journey in 2004 with his first band Dhushor. He has worked on production and post-production of albums with artists from Bangladesh and Australia also worked with Asian music producers such as Debendranath Chatterjee.", "label": "artist", "id": "train_3_102", "title": "Alvin Soura Pandey"}
{"content": " The Bednja is a river in northern Croatia a right tributary of the Drava.", "label": "natural place", "id": "train_3_103", "title": "Bednja (river)"}
{"content": " The Big Nowhere is a 1988 crime fiction novel by James Ellroy the second of the L.A. Quartet a series of novels set in 1940s and 1950s Los Angeles. James Ellroy dedicated The Big Nowhere To Glenda Revelle. The epigraph for The Big Nowhere is a passage from a novel; It was written that I should be loyal to the nightmare of my choice- Joseph Conrad Heart of Darkness.", "label": "written work", "id": "train_3_104", "title": "The Big Nowhere"}
{"content": " Reflections is a 1970 album composed by Manos Hadjidakis.The album was originally composed in New York City where Manos Hadjidakis was living since 1966 for the band New York Rock & Roll Ensemble and the lyrics were in English.In 1993 the album was re-released with new lyrics in Greek which were written by Nikos Gatsos and performed by Aliki Kagialoglou.In 2005 an adaptation of the album by the Greek band Raining Pleasure was released.Album Songs Orpheus The Day Love Her Dance of the Dogs Kemal Dedication The Three Answers Street Song Bitter Way Noble Dame", "label": "album", "id": "train_3_105", "title": "Reflections (Manos Hatzidakis album)"}
{"content": " Derek Ricardo Harper (born October 13 1961) is a retired American professional basketball player. A Second-Team All-American at the University of Illinois he was the 11th overall pick of the 1983 NBA Draft and spent 16 seasons as a point guard in the National Basketball Association with the Dallas Mavericks New York Knicks Orlando Magic and Los Angeles Lakers.", "label": "athlete", "id": "train_3_106", "title": "Derek Harper"}
{"content": " Arnica venosa is an uncommon species of arnica known by the common name Shasta County arnica. It is endemic to the Klamath Mountains of northwestern California where it can be found only in Shasta and Trinity Counties.", "label": "plant", "id": "train_3_107", "title": "Arnica venosa"}
{"content": " Doratulina is a genus of leafhoppers belonging to the family Cicadellidae subfamily Deltocephalinae tribe Stenometopiini.", "label": "animal", "id": "train_3_108", "title": "Doratulina"}
{"content": " The Mercer West Tower is a 30-story 401 ft (122 m) high-rise condominium building located on Sage Street in the uptown district of Houston Texas United States. The building is the first of two towers that are part of the Mercer Towers complex. The tower is the 45th tallest building in the city.", "label": "building", "id": "train_3_109", "title": "The Mercer West Tower"}
{"content": " Pyaara Dushman is a 1980 Bollywood Hindi movie. Produced by Subhash Sagar it is directed by Anand Sagar. The film stars Vidya Sinha Yogeeta Bali Sarika Amjad Khan Vinod Mehra and Rakesh Roshan. The film's music is by Bappi Lahiri who composed a couple of popular songs like 'ek dhoondho milte hain hazaaron' 'hari om hari'.This film is also known to have starred the popular singer Sonu Niigaam as a child artist.", "label": "film", "id": "train_3_110", "title": "Pyaara Dushman"}
{"content": " Mian Lat (Persian: ميان لات‎ also Romanized as Mīān Lāt) is a village in Sakht Sar Rural District in the Central District of Ramsar County Mazandaran Province Iran. At the 2006 census its population was 360 in 97 families.", "label": "village", "id": "train_3_111", "title": "Mian Lat"}
{"content": " Boguszyce [bɔɡuˈʂɨt͡sɛ] (formerly German Boguschütz) is a village in the administrative district of Gmina Toszek within Gliwice County Silesian Voivodeship in southern Poland. It lies approximately 3 kilometres (2 mi) south-west of Toszek 21 km (13 mi) north-west of Gliwice and 41 km (25 mi) north-west of the regional capital Katowice.The village has a population of 277.", "label": "village", "id": "train_3_112", "title": "Boguszyce Silesian Voivodeship"}
{"content": " Yıldız İbrahimova (Bulgarian: Йълдъз Ибрахимова Yaldaz Ibrahimova Turkish: Yıldız İbrahimova) (b. 1952 in Silistra) is a Bulgarian singer of Turkish ancestry. She is one of the most popular jazz singers in Europe. Besides jazz she has also recorded Bulgarian Turkish Gypsy and Russian folk songs. Yildiz Ibrahimova has participated in tours in over 40 countries in Europe North America Asia Australia and Africa.", "label": "artist", "id": "train_3_113", "title": "Yıldız İbrahimova"}
{"content": " The Diary of Ellen Rimbauer: My Life at Rose Red is a 2001 novel by Ridley Pearson focusing on the life of the fictional John and Ellen Rimbauer and the construction of their mansion Rose Red in the early 20th century. Built on an old Indian burial ground Rose Red is considered haunted and mysterious tragedies occur throughout the mansion's history. The novel is written in the form of a diary by Ellen Rimbauer and annotated by the fictional professor of paranormal activity Joyce Reardon.", "label": "written work", "id": "train_3_114", "title": "The Diary of Ellen Rimbauer: My Life at Rose Red"}
{"content": " The Torrington Company was a firm that developed in Torrington Connecticut emerging as a rename from the Excelsior Needle Company.", "label": "company", "id": "train_3_115", "title": "Torrington Company"}
{"content": " The AEG B.II was a two-seat biplane reconnaissance aircraft produced in small numbers from 1914. It was a slightly smaller version of the B.I and proved more successful. They were used in limited numbers throughout 1914 to 1915 but were quickly replaced as they were often derided for lack of speed and armament.", "label": "mean of transportation", "id": "train_3_116", "title": "AEG B.II"}
{"content": " The historic Calvary Episcopal Church was established in 1857 and is located at 821 South 4th Street Louisville Kentucky. This stone gothic church was built in Old Louisville in 1888 and is listed on the National Register of Historic Places. The church is a member parish of the Episcopal Diocese of Kentucky.", "label": "building", "id": "train_3_117", "title": "Calvary Episcopal Church (Louisville Kentucky)"}
{"content": " The Branco River (Mato Grosso do Sul) is a river of Mato Grosso do Sul state in southwestern Brazil.", "label": "natural place", "id": "train_3_118", "title": "Branco River (Mato Grosso do Sul)"}
{"content": " The Living Ghost is a 1942 American film directed by William Beaudine. The Living Ghost was released on videocassette as A Walking Nightmare.The film is also known as Lend Me Your Ear in the United Kingdom.", "label": "film", "id": "train_3_119", "title": "The Living Ghost"}
{"content": " Yang Chih-liang (Chinese: 楊志良; pinyin: Yáng Zhìliáng) is a politician in the Republic of China. He was the Minister of the Department of Health of the Executive Yuan in 2009-2011.", "label": "office holder", "id": "train_3_120", "title": "Yang Chih-liang"}
{"content": " Gros Manseng (sometimes translated: Large Manseng rarely Big Manseng) is a white wine grape variety that is grown primarily in South West France and is part of the Manseng family. It produces dry wines in the Jurançon and Béarn regions of Southwest France. In Gascony it is permitted in the Pacherenc du Vic-Bilh Appellation d'origine contrôlée (AOC) in the Côtes de Gascogne and in the Floc de Gascogne.", "label": "plant", "id": "train_3_121", "title": "Gros Manseng"}
{"content": " Paul Tomlinson (born 4 February 1965) is an English former footballer who played as a goalkeeper for Sheffield United Birmingham City on loan and Bradford City.Bradford City signed Tomlinson for a club record £47500 from Sheffield United in June 1987 replacing Peter Litchfield in goal for the 1987–88 season. He holds the record for number of games played by a Bradford City goalkeeper with 293 appearances previously held by Jock Ewart for 67 years.", "label": "athlete", "id": "train_3_122", "title": "Paul Tomlinson"}
{"content": " Meyersdale Area High School is a four-year high school located just south of Meyersdale in southcentral Somerset County in Summit Township. The original complex was opened in the late 1950s and featured modern classrooms a gymnasium auditorium cafeteria library commercial shops and adjoining athletic fields.", "label": "educational institution", "id": "train_3_123", "title": "Meyersdale Area High School"}
{"content": " Ascension of the Watchers (formerly The Watchers) the band led by Fear Factory's frontman Burton C. Bell published a full-length MP3 of the track Evading through their official website. The track appeared on this five-song demo which includes contributions from John Bechdel.", "label": "album", "id": "train_3_124", "title": "Iconoclast (Demo)"}
{"content": " Brachionichthys was until recently the only genus in the family Brachionichthyidae (commonly known as handfishes) but presently five genera are placed in this family of anglerfishes.They use their pectoral fins to walk about on the sea floor.", "label": "animal", "id": "train_3_125", "title": "Brachionichthys"}
{"content": " The Comforters is the first novel by Scottish author Muriel Spark. She drew on experiences as a recent convert to Catholicism and having suffered hallucinations due to using Dexedrine an amphetamine then available over the counter for dieting. Although completed in late 1955 the book was not published until 1957. A mutual friend novelist Alan Barnsley had sent the proofs to Evelyn Waugh.", "label": "written work", "id": "train_3_126", "title": "The Comforters"}
{"content": " Thanapati is a village development committee in Nuwakot District in the Bagmati Zone of central Nepal. At the time of the 1991 Nepal census it had a population of 3028 people living in 531 individual households.", "label": "village", "id": "train_3_127", "title": "Thanapati"}
{"content": " Uvariodendron is a genus of plant in family Annonaceae. It contains the following species (but this list may be incomplete): Uvariodendron anisatum Verdc. Uvariodendron connivens (Benth.) R.E.Fries Uvariodendron fuscum (Benth.) R.E.Fries Uvariodendron giganteum (Engl.) R.E.Fr. Uvariodendron gorgonis Verdc. Uvariodendron kirkii Verdc. Uvariodendron occidentale Le Thomas Uvariodendron oligocarpum Verdc. Uvariodendron pycnophyllum (Diels) R.E. Fr. Uvariodendron usambarense R.E. Fr.", "label": "plant", "id": "train_3_128", "title": "Uvariodendron"}
{"content": " Craig William Ironhead Heyward (September 26 1966 – May 27 2006) was an American football running back who played for the New Orleans Saints Chicago Bears Atlanta Falcons St. Louis Rams and Indianapolis Colts in an 11-year National Football League career.", "label": "athlete", "id": "train_3_129", "title": "Craig Heyward"}
{"content": " USS Algonquin (1863) a gunboat was launched by the New York Navy Yard on 21 December 1863 but poor machinery caused her to fail her trials. Consequently she was never commissioned and was sold on 21 October 1869.", "label": "mean of transportation", "id": "train_3_130", "title": "USS Algonquin (1863)"}
{"content": " William C. Bill Jaaska (June 22 1961 – November 9 2009) was an American comic book artist.", "label": "artist", "id": "train_3_131", "title": "Bill Jaaska"}
{"content": " The New Brunswick College of Craft and Design (NBCCD) is a centre of creative and artistic excellence dedicated to the study of fine crafts and design. Its campus is located in downtown Fredericton New Brunswick Canada near the Beaverbrook Art Gallery.", "label": "educational institution", "id": "train_3_132", "title": "New Brunswick College of Craft and Design"}
{"content": " Techtron Appliances was established in 1938 by Mr Geoffrey S.V. Frew and manufactured electronic equipment to order in North Melbourne Australia. The name was derived from the words 'Technical' and 'Electronic'.After the second world war Mr Frew manufactured a range of scientific equipment from his home in Brighton.In 1954 Techtron moved to small cottages in Market St.", "label": "company", "id": "train_3_133", "title": "Techtron"}
{"content": " Stephen Palfrey Webb (March 20 1804 – September 29 1879) was third and twelfth Mayor of Salem Massachusetts serving 1842-1845 and 1860-1863 and the sixth Mayor of San Francisco California from 1854-1855.", "label": "office holder", "id": "train_3_134", "title": "Stephen Palfrey Webb"}
{"content": " Savages is a 1974 American TV film directed by Lee H. Katzin and based on the novel Deathwatch by Robb White. It stars Andy Griffith and Sam Bottoms.", "label": "film", "id": "train_3_135", "title": "Savages (1974 film)"}
{"content": " Eutrepsia is a genus of moth in the family Geometridae.", "label": "animal", "id": "train_3_136", "title": "Eutrepsia"}
{"content": " The Tri-Tone Fascination is the second and final studio album by guitarist Shawn Lane released in 1999 through Eye Reckon Records; a second edition was reissued in 2000 containing a revised track listing (with the omission of two tracks) and different cover art. The opening track Kaiser Nancarrow was inspired by and named after composer Conlon Nancarrow.", "label": "album", "id": "train_3_137", "title": "The Tri-Tone Fascination"}
{"content": " White Rock River a perennial river of the Genoa River catchment is located in the Monaro region of New South Wales Australia.", "label": "natural place", "id": "train_3_138", "title": "White Rock River (New South Wales)"}
{"content": " Hagley Hall is a Grade I listed 18th-century house in Hagley Worcestershire. It was the creation of George 1st Lord Lyttelton (1709–1773) secretary to Frederick Prince of Wales poet and man of letters and briefly Chancellor of the Exchequer.", "label": "building", "id": "train_3_139", "title": "Hagley Hall"}
{"content": " Raudidewal is a village development committee in Baitadi District in the Mahakali Zone of western Nepal. At the time of the 1991 Nepal census it had a population 3476 and had 670 houses in the village.", "label": "village", "id": "train_3_140", "title": "Raudidewal"}
{"content": " Here Come the Warm Jets is the debut solo album by Brian Eno credited only as Eno. Produced by him it was released on Island Records in 1974. The musical style of Here Come the Warm Jets is a hybrid of glam rock and art rock similar to Eno's previous album work with Roxy Music although in a stronger experimental fashion.", "label": "album", "id": "train_3_141", "title": "Here Come the Warm Jets"}
{"content": " Everett Transit is the public transit authority of Everett Washington the only city in Snohomish County not to belong to Community Transit. As of 2012 Everett Transit operates 49 buses within Everett on 13 routes. Its annual ridership in 2011 was 2.5 million.Everett Transit became a department of the City of Everett in 1969 though it traces its roots back to the first public transit service to operate in the city Everett City Lines which began in 1893.", "label": "company", "id": "train_3_142", "title": "Everett Transit"}
{"content": " Jacopo Baccarini (c. 1605–1682) was an Italian painter of the Baroque period born in Reggio where he lived and painted. He trained with Orazio Talami (1624–1708). He painted Repose during flight to Egypt and Death of St Alessio for the church of San Filippo in Reggio. He is also known as Jacopo da Reggio or Giacomo Baccarini.", "label": "artist", "id": "train_3_143", "title": "Jacopo Baccarini"}
{"content": " The Molniya 8K78 (Russian: Молния meaning lightning) was a modification of the well-known R-7 Semyorka rocket and had four stages. The 8K78 resulted from a crash program by the Korolev Bureau to develop a booster for launching planetary probes. A larger third stage was added along with a fourth stage (Blok L) that was designed to fire in-orbit to send the payload out of LEO.", "label": "mean of transportation", "id": "train_3_144", "title": "Molniya (rocket)"}
{"content": " The Brisen is a mountain of the Urner Alps located on the border between the cantons of Nidwalden and Uri in Central Switzerland. It is located near the slightly higher Hoh Brisen.The western ridge named Haldigrat is the easiest way to the summit.", "label": "natural place", "id": "train_3_145", "title": "Brisen"}
{"content": " Die Sprache is a peer-reviewed academic journal that was established in 1949. It contains articles on historical and comparative linguistics especially of Indo-European languages. The main focus is on comparative grammar and etymology but there are contributions on linguistic interpretation of text sources epigraphy and aspects of cultural history as well.The journal is published by Harrassowitz Verlag and it usually appears biannually.", "label": "written work", "id": "train_3_146", "title": "Die Sprache"}
{"content": " The Mercer University School of Engineering (MUSE) is one of Mercer University's eleven colleges and schools. MUSE located on Mercer's main campus in Macon Georgia offers 10 different engineering-related majors and enrolls approximately 500 students. US News and World Report ranks the school among the best engineering schools in the southern United States.", "label": "educational institution", "id": "train_3_147", "title": "Mercer University School of Engineering"}
{"content": " North Hykeham Priory was a priory in Lincolnshire England. This priory is only mentioned in the Patent Roll of Edward IV 1462 when it was granted to the college called 'God's House' at Cambridge. It is not at present known to what foreign house it had belonged nor if there was ever an actual priory there at all.", "label": "building", "id": "train_3_148", "title": "North Hykeham Priory"}
{"content": " Slavko Ištvanić (born 12 July 1966 in Zagreb) is a retired Croatian professional footballer who played over 200 league matches for NK Dinamo Zagreb in the Croatian Prva HNL.", "label": "athlete", "id": "train_3_149", "title": "Slavko Ištvanić"}
{"content": " Mesocolpia subcomosa is a moth in the Geometridae family. It is found on São Tomé.", "label": "animal", "id": "train_3_150", "title": "Mesocolpia subcomosa"}
{"content": " Salvia summa (Great sage Supreme sage) is a herbaceous perennial plant that is native to a small area in southern New Mexico an adjacent area in northern Texas and in Chihuahua Mexico. The plant grows on limestone cliffs in part shade at 1520 to 2140 m (4990 to 7020 ft) elevation.Salvia summa grows up to 30 cm (12 in) tall. The pink or pale lavender corolla is 35 to 45 mm (1.4 to 1.8 in) long spotted with red in the throat blooming in March-April.", "label": "plant", "id": "train_3_151", "title": "Salvia summa"}
{"content": " The Fall of Italy (Croatian: Pad Italije) is a 1981 Yugoslav war film directed by Lordan Zafranović. It won the Big Golden Arena for Best Film at the 1981 Pula Film Festival.", "label": "film", "id": "train_3_152", "title": "The Fall of Italy"}
{"content": " Tun Shin (Burmese: ထွန်းရှင်; born 2 October 1948) is the incumbent Attorney General of Myanmar (Burma). He is an attorney by profession with an LLB degree from Yangon as an Master of Arts degree in business law from London.", "label": "office holder", "id": "train_3_153", "title": "Tun Shin"}
{"content": " 16 Collyer Quay formerly Hitachi Tower is a 37-storey 166 m (545 ft) skyscraper in the central business district of Singapore. It is located on 16 Collyer Quay in the zone of Raffles Place near Chevron House Change Alley Tung Centre and The Arcade all of which are roughly 100 metres away. Facing Clifford Pier the building commands a panoramic view of Marina Bay.", "label": "building", "id": "train_3_154", "title": "16 Collyer Quay"}
{"content": " Mowtowr-e Ali Kord (Persian: موتور علي کرد‎ also Romanized as Mowtowr-e ʿAlī Kord) is a village in Bazman Rural District Bazman District Iranshahr County Sistan and Baluchestan Province Iran. At the 2006 census its population was 135 in 23 families.", "label": "village", "id": "train_3_155", "title": "Mowtowr-e Ali Kord"}
{"content": " The Loma Linda University School of Medicine is the medical school division of Loma Linda University and is located in Loma Linda California.", "label": "educational institution", "id": "train_3_156", "title": "Loma Linda University School of Medicine"}
{"content": " Space Shuttle Endeavour (Orbiter Vehicle Designation: OV-105) is one of the retired orbiters of the Space Shuttle program of NASA the space agency of the United States. Endeavour was the fifth and final spaceworthy NASA space shuttle to be built and first flew in May 1992 on mission STS-49 with its last mission being STS-134 in May 2011.", "label": "mean of transportation", "id": "train_3_157", "title": "Space Shuttle Endeavour"}
{"content": " Fade to Black is a 1980 slasher film starring Golden Globe-nominee Dennis Christopher Eve Brent Ashe and Linda Kerridge. Mickey Rourke also appears in a small role as a bully and one of the killer's victims. The film was nominated for many Saturn Awards and Eve Brent Ashe won one for Best Supporting Actress for her short ill-fated role as the antagonist's bullying aunt and very first victim. The film now retains a cult following.", "label": "film", "id": "train_3_158", "title": "Fade to Black (1980 film)"}
{"content": " Dennis Wilfrid Stokes (26 January 1911 – 14 November 1998) was an English cricketer. Stokes' batting style is unknown but he fielded as a wicket-keeper. He was born at Reading Berkshire and was educated at Wellingborough School in Northamptonshire.Stokes made his debut for Berkshire in the 1928 Minor Counties Championship against Wiltshire. Nearly a decade later in 1927 he made his first-class debut for the Minor Counties against Oxford University.", "label": "athlete", "id": "train_3_159", "title": "Dennis Stokes"}
{"content": " Men Call Treasure: The Search for Gold at Victorio Peak is a non-fiction book chronicling the search for gold treasure inside Victorio Peak New Mexico.", "label": "written work", "id": "train_3_160", "title": "What Men Call Treasure"}
{"content": " Karakul or Qarokul (Tajik: Қарoкул Black Lake) is a 25 km (16 mi) diameter lake in the Pamir Mountains in Tajikistan. It lies within the Tajik National Park. It was known as Lake Victoria in the 19th and early 20th centuries: It was named after Queen Victoria of Britain who was the grand mother to the last Czar of Russia as well.", "label": "natural place", "id": "train_3_161", "title": "Karakul (Tajikistan)"}
{"content": " Iceburn known later as the Iceburn Collective was a musical group formed in 1991 in Salt Lake City Utah USA by guitarist/vocalist/composer Gentry Densley the sole constant member through multiple personnel changes. They were known for their unique style that combined elements of jazz heavy metal punk and classical music. Releasing albums on Revelation Records and Victory Records Iceburn achieved little mainstream attention but earned critical praise for their unusual music.", "label": "album", "id": "train_3_162", "title": "Iceburn"}
{"content": " Calycadenia spicata is a species of flowering plant in the daisy family known by the common name spiked western rosinweed. It is endemic to central California where is a common grassland plant in the Central Valley and adjacent Sierra Nevada foothills. This is an annual herb producing a hairy glandular stem 20 to 60 centimeters tall. The leaves are linear in shape and up to 5 centimeters long sometimes longest toward the middle of the stem.", "label": "plant", "id": "train_3_163", "title": "Calycadenia spicata"}
{"content": " Tentaspina feriae is a moth of the Micronoctuidae family. It is found in Indonesia (it was described from northern Sumatra).The wingspan is 10.5-12 mm. The forewings are light brown including the terminal area and the fringes. The costa is basally black just like the quadrangular upper medial and subterminal areas. There are small black costal dots basally subbasally and subapically. The crosslines including the medial shade are brown and waved.", "label": "animal", "id": "train_3_164", "title": "Tentaspina feriae"}
{"content": " Charles Pratt 1st Earl Camden (baptised 21 March 1714 – 18 April 1794) was an English lawyer judge and Whig politician who was first to hold the title of Earl of Camden.", "label": "office holder", "id": "train_3_165", "title": "Charles Pratt 1st Earl Camden"}
{"content": " Kamal Humphrey De Iruretagoyena better known by his stage name Radioinactive is an indie hip hop artist from Los Angeles California. He is a member of the Shape Shifters collective. He was a member of Log Cabin along with Eligh Murs and Scarub. He has released a number of solo albums as well as collaborating with artists such as Busdriver Daedelus and Antimc.", "label": "artist", "id": "train_3_166", "title": "Radioinactive"}
{"content": " Peterson Electro-Musical Products Inc. is a leading music-electronics manufacturer. The company was founded by Richard H. Peterson in 1948. The Peterson company introduced the first commercial handheld electronic tuner for musicians the Model 70 in 1964 and later its models of strobe tuners became popular among touring and studio musicians such as the Grateful Dead The Who Pink Floyd Frank Zappa Jimi Hendrix and Neil Young.", "label": "company", "id": "train_3_167", "title": "Peterson Electro-Musical Products"}
{"content": " Arnold William Bill Haarlow Jr. (May 5 1913 – November 21 2003) was an American basketball player who played in the American National Basketball League.Haarlow was a star player at the University of Chicago from 1933 to 1936 at a time when the school was a member of what is now the Big Ten Conference.", "label": "athlete", "id": "train_3_168", "title": "Bill Haarlow"}
{"content": " The Power Broker: Robert Moses and the Fall of New York is a Pulitzer Prize-winning 1974 biography of Robert Moses New York City's Master Builder by Robert Caro. In the years since its publication and especially since Moses's death in 1981 it has been central to discussion of Moses and the history of 20th-century New York.", "label": "written work", "id": "train_3_169", "title": "The Power Broker"}
{"content": " Lydia Lunch (born Lydia Anne Koch June 2 1959 Rochester New York) is an American singer poet writer actress and self-empowerment speaker whose career was spawned by the New York No Wave scene. The Boston Phoenix named Lunch one of the 10 most influential performers of the 1990s.Her work typically features provocative and confrontational noise music delivery and has maintained an anti-commercial ethic operating independently of major labels and distributors.", "label": "artist", "id": "train_3_170", "title": "Lydia Lunch"}
{"content": " Mękarzowice [mɛŋkaʐɔˈvit͡sɛ] is a village in the administrative district of Gmina Czarnocin within Kazimierza County Świętokrzyskie Voivodeship in south-central Poland. It lies approximately 3 kilometres (2 mi) north of Czarnocin 11 km (7 mi) north of Kazimierza Wielka and 58 km (36 mi) south of the regional capital Kielce.", "label": "village", "id": "train_3_171", "title": "Mękarzowice Świętokrzyskie Voivodeship"}
{"content": " Love 101 is a 2000 comedy film that was directed by Adrian Fulle. The movie first released to theaters on February 14 2000 and stars Michael Muhney and Jeff Anderson as two college students that find their friendship threatened by the introduction of a new girl.", "label": "film", "id": "train_3_172", "title": "Love 101"}
{"content": " Deeper Life is an album released by Natalie Grant in 2003.", "label": "album", "id": "train_3_173", "title": "Deeper Life"}
{"content": " Disphyma is a monotypic genus of succulent shrubs. Commonly known as Round-leaved Pigface and New Zealand Iceplant it occurs in South Africa Australia and New Zealand. Its sole species Disphyma crassifolium is divided into two subspecies D. crassifolium subsp. crassifolium and D. crassifolium subsp. clavellatum.", "label": "plant", "id": "train_3_174", "title": "Disphyma"}
{"content": " Prega Ramsamy (born 5 May 1950) served as the second Executive Secretary of the Southern African Development Community.", "label": "office holder", "id": "train_3_175", "title": "Prega Ramsamy"}
{"content": " Empire Clive was a 7069 GRT cargo ship which was built in 1941 by Cammell Laird & Co Ltd Birkenhead for the Ministry of War Transport (MoWT). During the Second World War she served as a CAM ship armed with a Hawker Hurricane aircraft. In 1946 she was sold and renamed Charlebury. In 1958 she was sold to Hong Kong and renamed Isabel Erica. She served until 1969 when she was scrapped.", "label": "mean of transportation", "id": "train_3_176", "title": "SS Empire Clive"}
{"content": " Fiesole Cathedral (Italian: Cattedrale di San Romolo Duomo di Fiesole) is a Roman Catholic cathedral in Fiesole Tuscany central Italy. It is the seat of the Bishop of Fiesole and is dedicated to Saint Romulus.", "label": "building", "id": "train_3_177", "title": "Fiesole Cathedral"}
{"content": " Esso /ˈɛsoʊ/ S-o is an international trade name for ExxonMobil and its related companies. The name is a phonetic version of the initials of the pre-1911 Standard Oil (SO = Esso) and as such became the focus of much litigation and regulatory restriction in the United States. In 1972 it was largely replaced in the U.S. by the Exxon brand after it bought Humble Oil while Esso remained widely used elsewhere.", "label": "company", "id": "train_3_178", "title": "Esso"}
{"content": " Paracles discalis is a moth of the Arctiidae family. It is found in Paraguay.", "label": "animal", "id": "train_3_179", "title": "Paracles fosteri"}
{"content": " Collège Jean-de-Brébeuf is a private French-language educational institution offering secondary school and college-level instruction in Montreal Quebec. It is a co-ed establishment for students in their final year of secondary school and in college. It was boys-only for the first four years of secondary school. It retains a dress code but no specific uniform.The school is located at 3200 Chemin de la Côte-Sainte-Catherine.", "label": "educational institution", "id": "train_3_180", "title": "Collège Jean-de-Brébeuf"}
{"content": " The Stehekin River is a river located in Washington state in the Pacific Northwest of the United States. It is the main river flowing into Lake Chelan. Miners arrived in Stehekin River Valley in the late 19th century. They were followed by homesteaders in the early 20th century.", "label": "natural place", "id": "train_3_181", "title": "Stehekin River"}
{"content": " Curse Your Little Heart is an EP from the band DeVotchKa released by Ace Fu in 2006. Five out of the six tracks are cover versions of other bands' songs with the title track first appearing on the album SuperMelodrama.", "label": "album", "id": "train_3_182", "title": "Curse Your Little Heart"}
{"content": " Island House was a locally listed building in Birmingham's Eastside area.Built in 1912 by the architect G. E. Pepper Island House vaguely resembled[citation needed] the Flatiron Building in New York City.", "label": "building", "id": "train_3_183", "title": "Island House (Birmingham)"}
{"content": " Agence matrimoniale (original title Matrimonial Agency) is a French comedy drama film from 1952 directed by Jean-Paul Le Chanois written by Jean-Paul Le Chanois starring Bernard Blier and Louis de Funès.", "label": "film", "id": "train_3_184", "title": "Agence matrimoniale"}
{"content": " SS Archimedes was a steamship built in Britain in 1839. She is notable for being the world's first steamship to be driven by a screw propeller.Archimedes had considerable influence on ship development encouraging the adoption of screw propulsion by the Royal Navy in addition to her influence on commercial vessels.", "label": "mean of transportation", "id": "train_3_185", "title": "SS Archimedes"}
{"content": " Jeffrey Thomas Brady (born November 9 1968] in Cincinnati Ohio) was an American football linebacker who played nine seasons in the National Football League for eight different teams. He played college football at the University of Kentucky.", "label": "athlete", "id": "train_3_186", "title": "Jeff Brady"}
{"content": " Chełmer Sztyme (Yiddish: כעלעמער שטימע translit. khelemer shṭime 'Voice of Chełm') was a Yiddish language newspaper published from the Polish city of Chełm between 1924 and 1939. It was the leading Yiddish publication in the city at the time. It was founded as Unser Sztyme but changed name to Chełmer Sztyme in 1927. Initially a weekly it became a daily newspaper in 1936. It identified itself as a 'non-party' newspaper.Nakhum Goldberg was the founding editor of the newspaper.", "label": "written work", "id": "train_3_187", "title": "Chełmer Sztyme"}
{"content": " Wortley High School was a smaller than average secondary school which served an area of high socio-economic deprivation in the Wortley Armley and Bramley areas of Leeds West Yorkshire England before it merged with local high school West Leeds High School. Before its merger it became an Arts College.", "label": "educational institution", "id": "train_3_188", "title": "Wortley High School"}
{"content": " Terence Hallinan (born December 4 1936) is an American attorney and politician from San Francisco California. He is the second of six sons born to leftist attorney Vincent Hallinan and his wife Vivian. He currently works in private practice in San Francisco.Hallinan was educated at the London School of Economics University of California Berkeley and University of California Hastings College of the Law.", "label": "office holder", "id": "train_3_189", "title": "Terence Hallinan"}
{"content": " Anaphyllopsis is a genus of flowering plants in the Araceae family. The genus was created in 1988 by Hay in order to account for the differences of Cyrtosperma americanum from other Cyrtosperma species. The decision was to create a genus named Anaphyllopsis and rename Cyrtosperma americanum as Anaphyllopsis americanum. Two other species from the Amazon were subsequently added Anaphyllopsis pinnata and Anaphyllopsis cururuana. The leaves of Anaphyllopsis are characteristic of being pinnate.", "label": "plant", "id": "train_3_190", "title": "Anaphyllopsis"}
{"content": " Kotki [ˈkɔtki] (German Krausen) is a village in the administrative district of Gmina Barciany within Kętrzyn County Warmian-Masurian Voivodeship in northern Poland close to the border with the Kaliningrad Oblast of Russia.Before 1945 the area was part of Germany (East Prussia).The village has a population of 27.", "label": "village", "id": "train_3_191", "title": "Kotki Warmian-Masurian Voivodeship"}
{"content": " The Iguazu River (Portuguese: Rio Iguaçu [ˈʁi.u iɡwaˈsu] Spanish: Río Iguazú [ˈri.o iɣwaˈsu]; also called Rio Iguassu) is a river in Brazil and Argentina. It is an important tributary of the Paraná River. The Iguazu River is 1320 kilometres (820 mi) long with a drainage basin of 62000 square kilometres (24000 sq mi).", "label": "natural place", "id": "train_3_192", "title": "Iguazu River"}
{"content": " Kristel Philemon Charlotte Verbeke (born 10 December 1975 in Belgium) is a Flemish singer actress host and one of the two longest-serving current members of the girl group K3.", "label": "artist", "id": "train_3_193", "title": "Kristel Verbeke"}
{"content": " Internet Marketing Consultants Inc. was a consulting and web development company founded in 1995 by Internet entrepreneur and visionary Ivan J. Parron in Miami Florida. During the Dot-com boom the company consulted on developed and launched some of the first US brand-driven websites geared towards Latin America. The company developed and launched MTVLA.com for MTV Networks' subsidiary MTV Latin America.", "label": "company", "id": "train_3_194", "title": "Internet Marketing Consultants Inc."}
{"content": " Darrylia is a genus of sea snails marine gastropod mollusks in the family Horaiclavidae.It was within Crassispirinae Turridae.", "label": "animal", "id": "train_3_195", "title": "Darrylia"}
{"content": " ES Guitars is an American guitar manufacturer of electric guitars and bass guitars. Established in 2003 the company manufactures guitars in Connecticut but the main office is located in New York. The company focuses on Heavy Metal and Hard Rock guitars. The main artist that used ES Guitars was Anders Nyström of the Swedish band Bloodbath. The guitar was used on Bloodbath’s “The Wacken Carnage DVD.", "label": "company", "id": "train_3_196", "title": "ES Guitars"}
{"content": " Mirellia is a genus of air-breathing land snails terrestrial pulmonate gastropod mollusks in the family Streptaxidae.", "label": "animal", "id": "train_3_197", "title": "Mirellia"}
{"content": " Thomas K. Tommy Norment Jr. (born April 12 1946 in Richmond Virginia) is the current Republican Minority Leader of the Senate of Virginia. He has served in the Virginia General Assembly since 1992. He represents the 3rd senatorial district of the Virginia Senate which includes parts of the Virginia Peninsula plus New Kent County and Gloucester County on the Middle Peninsula.", "label": "office holder", "id": "train_3_198", "title": "Tommy Norment"}
{"content": " Takhteh-ye Kazemabad (Persian: تخته كاظم اباد‎ also Romanized as Takhteh-ye Kāẓemābād) is a village in Tus Rural District in the Central District of Mashhad County Razavi Khorasan Province Iran. At the 2006 census its population was 224 in 59 families.", "label": "village", "id": "train_3_199", "title": "Takhteh-ye Kazemabad"}
{"content": " Dish Dogs is a direct-to-DVD romantic comedy film released in 2000. It stars Sean Astin and Matthew Lillard and was directed by Robert Kubilos. The film is about the relationship between two friends and when they find love they must both go their separate ways. The movie was actually shot and completed in 1998.", "label": "film", "id": "train_3_200", "title": "Dish Dogs"}
{"content": " Ch'illkayuq Grande (Quechua ch'illka baccharis -yuq a suffix to indicate possession the one that has got baccharis or the one with baccharis Spanish grande large hispanicized name Chilcayoc Grande) is a volcano in the Andes of Peru about 3243 metres (10640 ft) high. It is situated in the Valley of the Volcanoes in the Arequipa Region Castilla Province Andagua District.", "label": "natural place", "id": "train_3_201", "title": "Ch'illkayuq Grande"}
{"content": " Carlos Gutiérrez (born July 11 1972) is a Colombian football midfielder who is currently without a club.", "label": "athlete", "id": "train_3_202", "title": "Carlos Gutiérrez (soccer)"}
{"content": " Brachypodium distachyon commonly called purple false brome is a grass species native to southern Europe northern Africa and southwestern Asia east to India. It is related to the major cereal grain species wheat barley oats maize rice rye sorghum and millet. It has many qualities that make it an excellent model organism for functional genomics research in temperate grasses cereals and dedicated biofuel crops such as switchgrass.", "label": "plant", "id": "train_3_203", "title": "Brachypodium distachyon"}
{"content": " Michael Murphy (born Michael Sean D'Arcy Murphy on 4 September 1986 in Taupo New Zealand) is a singer and runner-up winner of the 2004 New Zealand Idol (NZ Idol). He was ultimately beaten by Ben Lummis who became his friend over the course of the contest.After NZ Idol Michael Murphy had signed to BMG records. Murphy's first single debuted at No. 1 and stayed a while at the top of radio charts. He gained a gold status for No Place to Land his debut album.", "label": "artist", "id": "train_3_204", "title": "Michael Murphy (singer)"}
{"content": " The Goldcrest High International School is a school in Latur and Vashi Maharashtra India built by the Vilasrao Deshmukh Foundation. It is headed by Amit Deshmukh and Aditi Deshmukh. The school was built in 2009 and offers the Indian Certificate of Secondary Education.", "label": "educational institution", "id": "train_3_205", "title": "Goldcrest High International School"}
{"content": " There's Something for Everyone in America is an album by American guitarist Duck Baker released in 1979. It was reissued in 1994 on the Shanachie Records label with six bonus tracks.", "label": "album", "id": "train_3_206", "title": "The Art of Fingerstyle Jazz Guitar"}
{"content": " Bomb Culture is a book by Jeff Nuttall about the counter-culture in London which was first published in 1968. It reflected the influence of the threat of nuclear war while describing the importance of pop music like the Beatles and countercultural figures like the Beat Generation. Nuttall believed in the liberatory power of imagination and affect which he hoped could bring about social change.", "label": "written work", "id": "train_3_207", "title": "Bomb Culture"}
{"content": " The National Museum of Art of Romania (Romanian: Muzeul Naţional de Artă al României) is located in the former royal palace in Revolution Square central Bucharest Romania completed in 1837. It features notable collections of medieval and modern Romanian art as well as the international collection assembled by the Romanian royal family.In 2005 the National Museum of Art opened the exhibition Shadows and Light from 15 July to 2 October.", "label": "building", "id": "train_3_208", "title": "National Museum of Art of Romania"}
{"content": " USS Leahy (DLG/CG-16) was the lead ship of a new class of destroyer leaders in the United States Navy. Named for Fleet Admiral William D. Leahy she was commissioned in 4 August 1962 as DLG-16 a frigate and reclassified as CG-16 a cruiser on 30 June 1975.From 1962 to 1993 Leahy operated as a unit of the Atlantic Fleet (1962-1976) and the Pacific Fleet (1976-1993).", "label": "mean of transportation", "id": "train_3_209", "title": "USS Leahy (DLG-16)"}
{"content": " Chopped & Screwed is a chopped and screwed compilation album by Mystikal. It was released on December 7 2004 for Jive Records and the Zomba Label Group and was produced by Beats By the Pound Rick Rock Cool & Dre The Neptunes Scott Storch Vinnie Biggs Leroy Precise Edwards and Corey Evans with DJ 007 mixing the album. The album featured Mustikal's last single to date Oochie Pop.", "label": "album", "id": "train_3_210", "title": "Chopped & Screwed (album)"}
{"content": " The Hon. Robert Unwin Harwood (January 22 1798 – April 12 1863) was the last Seigneur of Vaudreuil and a political figure in Lower Canada and Canada East.", "label": "office holder", "id": "train_3_211", "title": "Robert Unwin Harwood"}
{"content": " Splendrillia persica is a species of sea snail a marine gastropod mollusk in the family Drilliidae.", "label": "animal", "id": "train_3_212", "title": "Splendrillia persica"}
{"content": " Samuel Roy Burmister (August 12 1905 – January 19 1980) was a Canadian ice hockey left winger. He played 67 games in the National Hockey League (NHL) for the New York Americans scoring four goals and three assists. He was born in Collingwood Ontario.He died of a heart attack at his Collingwood home in 1980.", "label": "athlete", "id": "train_3_213", "title": "Roy Burmister"}
{"content": " Lidbeckia is a genus of flowering plants in the daisy family.", "label": "plant", "id": "train_3_214", "title": "Lidbeckia"}
{"content": " Hopewell High School Complex also known as James E. Mallonee Middle School is a historic high school complex located at Hopewell Virginia. The original section was built in 1925 and is a two-story seven-bay brick building resting on a full basement with Tudor Revival style details. Attached to the main building is a two-story shop addition built in 1935. The school was used as a high school until 1968 when the new Hopewell High School was constructed.", "label": "building", "id": "train_3_215", "title": "Hopewell High School Complex"}
{"content": " Roushan Illahi known by his stage name MC Kash is a rapper/emcee from Kashmir. He took his name from his home province Kashmir. He considers himself a street poet.", "label": "artist", "id": "train_3_216", "title": "MC Kash"}
{"content": " USS Wyandank (1847) was a steamer acquired by the Union Navy during the American Civil War. She was used by the Union Navy as a storeship and as a barracks ship in support of the Union Navy blockade of Confederate waterways.", "label": "mean of transportation", "id": "train_3_217", "title": "USS Wyandank (1847)"}
{"content": " East Lyme High School is a high school located in the Flanders Village region of East Lyme Connecticut. The school is operated by East Lyme Public Schools. The mascot is Sven the Viking.", "label": "educational institution", "id": "train_3_218", "title": "East Lyme High School"}
{"content": " The Southwest Branch Saint John River is a 62.0-mile-long (99.8 km) river in Maine and Quebec. The branch originates in Little Saint John Lake (46°06′18″N 70°15′09″W) on the international boundary between Saint-Zacharie Quebec and Maine Township 5 Range 20 WELS. The branch forms the Canada – United States border as it flows northeasterly to a confluence with the Little Southwest Branch Saint John River in Maine Township 9 Range 18 WELS.", "label": "natural place", "id": "train_3_219", "title": "Southwest Branch Saint John River"}
{"content": " Applied Measurement Professionals Inc (AMP) (formerly NBRC Management Services Inc.) is a for-profit private stock corporation located in Olathe Kansas which is in the Kansas City metropolitan area. Incorporated in 1982 as a wholly owned subsidiary of the non-profit National Board for Respiratory Care (NBRC) as NBRC Management Services Inc. to manage testing services for healthcare credentialing agencies.", "label": "company", "id": "train_3_220", "title": "Applied Measurement Professionals"}
{"content": " Darreh Zang (Persian: دره زنگ‎) is a village in Tayebi-ye Garmsiri-ye Shomali Rural District in the Central District of Landeh County Kohgiluyeh and Boyer-Ahmad Province Iran. At the 2006 census its population was 59 in 8 families.", "label": "village", "id": "train_3_221", "title": "Darreh Zang Kohgiluyeh and Boyer-Ahmad"}
{"content": " Spontaneous Combustion is a 1990 American science fiction horror film directed by Tobe Hooper. It was written by Tobe Hooper and Howard Goldberg based on a story by Hooper and is a co-production between Henry Bushkin Sanford Hampton Jerrold W. Lambert Jim Rogers and Arthur M. Sarkissian.It was nominated for best film in the 1991 Fantasporto International Fantasy Film Awards.", "label": "film", "id": "train_3_222", "title": "Spontaneous Combustion (film)"}
{"content": " To Your Scattered Bodies Go (1971) is a science fiction novel and the first book in the Riverworld series of books by Philip José Farmer. It won a Hugo Award for Best Novel in 1972 at the 30th Worldcon. The title is derived from the 7th of the Holy Sonnets by English poet John Donne:At the round earth's imagin'd corners blowYour trumpets angels and arise ariseFrom death you numberless infinitiesOf souls and to your scattered bodies go.↑", "label": "written work", "id": "train_3_223", "title": "To Your Scattered Bodies Go"}
{"content": " Jeremy Ylvisaker is a multi-instrumentalist from Minneapolis Minnesota. He is a member of the indie rock bands Alpha Consumer and The Cloak Ox.", "label": "artist", "id": "train_3_224", "title": "Jeremy Ylvisaker"}
{"content": " Simon Langton Girls’ Grammar School is a single-sex voluntary controlled grammar school in Canterbury Kent England. The school originated in the Middle Ages as an educational foundation for children in Canterbury emerging as a separate school for girls in 1881.", "label": "educational institution", "id": "train_3_225", "title": "Simon Langton Girls' Grammar School"}
{"content": " PLoS Neglected Tropical Diseases is a peer-reviewed open access scientific journal devoted to the study of neglected tropical diseases including helminth bacterial viral protozoan and fungal infections endemic to tropical regions. PLoS Neglected Tropical Diseases is abstracted and indexed in PubMed and the Web of Science.", "label": "written work", "id": "train_3_226", "title": "PLOS Neglected Tropical Diseases"}
{"content": " Cerdale is a genus of wormfishes native to the western Atlantic Ocean and the eastern Pacific Ocean.", "label": "animal", "id": "train_3_227", "title": "Cerdale"}
{"content": " Folklore is the 4th studio album by 16 Horsepower released in 2002.As hinted to by its name most of the material on the album is drawn from traditional folk music. Only four of the songs (Hutterite Mile Blessed Persistence Beyond the Pale and Flutter) on the album are original 16 Horsepower compositions.", "label": "album", "id": "train_3_228", "title": "Folklore (16 Horsepower album)"}
{"content": " Without Limit is a lost 1921 American silent drama film produced and distributed by Metro Pictures. It was directed by George D. Baker and stars Anna Q. Nilsson. The film is based on the story The Temple of Dusk by Calvin Johnston that was published in The Saturday Evening Post.", "label": "film", "id": "train_3_229", "title": "Without Limit"}
{"content": " Evelyn G. Chesky (born August 20 1933 in Chicopee Massachusetts) is an American politician who represented the 5th Hampden District in the Massachusetts House of Representatives from 1993–2001. Prior to becoming a State Representative she was a member of the Holyoke Board of Aldermen.", "label": "office holder", "id": "train_3_230", "title": "Evelyn Chesky"}
{"content": " The Tugan LJW7 Gannet also known later as the Wackett Gannet after its designer Lawrence Wackett was a small twin-engined airliner built by Tugan Aircraft in Australia in the 1930s. It was the first Australian-designed aircraft to enter series production.", "label": "mean of transportation", "id": "train_3_231", "title": "Tugan Gannet"}
{"content": " Edward Andre Johnson (born December 18 1983 in Detroit Michigan) is an American football defensive tackle he is currently a free agent in the National Football League. He was signed by the Indianapolis Colts as undrafted free agent in 2007. He played college football at Penn State.", "label": "athlete", "id": "train_3_232", "title": "Ed Johnson (American football)"}
{"content": " Generation YES (Youth and Educators Succeeding) is a U.S. technology education non-profit organization that works with schools around the world. Dennis Harper is the founder and CEO. Their programs focus on student centered project-based learning experiences that impact student's lives and increase student involvement in school and community through technology. In addition all Generation YES programs improve the use of technology in the school as a whole.", "label": "company", "id": "train_3_233", "title": "Generation YES"}
{"content": " St. Anthony de Padua Parish School is a historic Catholic school building located in the Southwest Center City neighborhood of Philadelphia Pennsylvania. It was built in 1897 and is a four-story red brick building with stone trim in the Romanesque Revival-style. It has rounded arched window openings a hipped roof with dormer and freestanding brick fire tower.It was added to the National Register of Historic Places in 1992.", "label": "building", "id": "train_3_234", "title": "St. Anthony de Padua Parish School"}
{"content": " The Fourche Creek watershed is arguably the most important urban watershed in the state of Arkansas in the United States for ecological economic and social reasons.Tributaries to Fourche Creek include Fourche Bayou Rock Creek Otter Creek Brodie Creek Crooked Creek and Panther Creek as well as several smaller streams.The watershed drains and filters runoff from Little Rock Arkansas’ capital city and drains into Fourche Creek.", "label": "natural place", "id": "train_3_235", "title": "Fourche Creek (Arkansas)"}
{"content": " Wólka Cycowska [ˈvulka t͡sɨˈt͡sɔfska] is a village in the administrative district of Gmina Cyców within Łęczna County Lublin Voivodeship in eastern Poland. It lies approximately 3 kilometres (2 mi) north-west of Cyców 17 km (11 mi) east of Łęczna and 39 km (24 mi) east of the regional capital Lublin.", "label": "village", "id": "train_3_236", "title": "Wólka Cycowska"}
{"content": " Maytenus boaria (Mayten) is an evergreen tree of the family Celastraceae native from South America up to 20 m (65 ft) 80 cm diameter (30 in) straight trunk. It occurs naturally approximately from 30 to 50ºS: Chile and Argentina.", "label": "plant", "id": "train_3_237", "title": "Maytenus boaria"}
{"content": " What a Beautiful Day (Italian: Che bella giornata) is a 2011 Italian film directed by Gennaro Nunziante starring Checco Zalone Luigi Luciano and Rocco Papaleo.", "label": "film", "id": "train_3_238", "title": "What a Beautiful Day (film)"}
{"content": " The Speckled Beauty (Fagivorina arenaria) is a species of moth of the Geometridae family. It is found from most of central Europe to the Balkan Peninsula and Ukraine. In the south it is found up to Sicily and in the north to Sweden and Norway.The wingspan is 22-30mm. Adults are on wing from May to July.The larvae feed on deciduous trees including Fagus sylvatica and Quercus species.", "label": "animal", "id": "train_3_239", "title": "Fagivorina arenaria"}
{"content": " Adam David Murray (born on 30 September 1981) is an English footballer who is currently player/assistant manager for Mansfield Town.", "label": "athlete", "id": "train_3_240", "title": "Adam Murray"}
{"content": " Château de Tiregand is a château in Dordogne Aquitane France.", "label": "building", "id": "train_3_241", "title": "Château de Tiregand"}
{"content": " WorldNetDaily (WND) is an American web site that publishes news and associated content from the perspective of U.S. conservatives and the political right. It was founded in May 1997 by Joseph Farah with the stated intent of exposing wrongdoing corruption and abuse of power and is headquartered in Washington D.C.", "label": "written work", "id": "train_3_242", "title": "WorldNetDaily"}
{"content": " Rise Up is the eighth studio album by Cypress Hill which was released on April 20 2010. It is their first album of new material in six years following 2004's Till Death Do Us Part and their first to be released on EMI's Priority Records their first venture away from Columbia who handled all of their previous releases.", "label": "album", "id": "train_3_243", "title": "Rise Up (Cypress Hill album)"}
{"content": " The Porsche Cayenne is a mid-size luxury crossover manufactured by the German manufacturer Porsche since 2002 with North American sales beginning in 2003. Its platform was developed by Porsche and is shared with the Volkswagen Touareg. It is the first V8-engined vehicle built by Porsche since 1995 when the Porsche 928 was discontinued. Since 2008 all engines have featured direct injection technology.", "label": "mean of transportation", "id": "train_3_244", "title": "Porsche Cayenne"}
{"content": " Spivey Records was a specialist blues record label founded by blues singer Victoria Spivey and jazz historian Len Kunstadt in 1961. Spivey Records released a series of blues and jazz albums between 1961 and 1985.", "label": "company", "id": "train_3_245", "title": "Spivey Records"}
{"content": " The University of Engineering Science and Technology (UESTP-KTH) Sialkot was to have been established in collaboration with the Swedish Royal Institute of Technology(no physical existence started near Moore Sambrial but unfortunately stopped).", "label": "educational institution", "id": "train_3_246", "title": "University of Engineering Science and Technology Sialkot"}
{"content": " The red everlasting is a flowering plant of the genus Helichrysum in the daisy family (Asteraceae).It is a protected plant in some jurisdictions (in particular Israel and the Palestinian Authority).It is a symbol for the Israeli Yom Hazikaron (Memorial Day for the Israeli Fallen Soldiers and the Victims of Terrorism) and is worn on ceremonies on a white shirt.It is known there as Blood of the Maccabees (Hebrew: דם המכבים‎ Dam Hamakabim).Its name is derived from a legend saying that in every spot one grows a drop of blood has been spilled on the earth.This is where its significance in the Yom Hazikaron ceremonies comes from to remind people that much blood has been spilled to allow them to live in the land of Israel.It is also known in arabic as دم المسيح (dam al-Massiah) meaning blood of Christ.", "label": "plant", "id": "train_3_247", "title": "Helichrysum sanguineum"}
{"content": " The Căprioara River is a tributary of the Priboiașa River in Romania.", "label": "natural place", "id": "train_3_248", "title": "Căprioara River (Priboiașa)"}
{"content": " P. C. Chacko is the Member of Parliament from Thrissur Lok Sabha seat in Kerala. He belongs to Indian National Congress.", "label": "office holder", "id": "train_3_249", "title": "P. C. Chacko"}
{"content": " Sasha Sierra Allen (born June 4 1982) is an American singer and actress.", "label": "artist", "id": "train_3_250", "title": "Sasha Allen"}
{"content": " Jubadeh (Persian: جوباده‎ also Romanized as Jūbādeh; also known as Jabadeh Jabbādeh and Jonnādeh) is a village in Hamzehlu Rural District in the Central District of Khomeyn County Markazi Province Iran. At the 2006 census its population was 30 in 11 families.", "label": "village", "id": "train_3_251", "title": "Jubadeh"}
{"content": " Ford Otosan is an automotive manufacturing company based in Turkey equally owned by Ford Motor Company and Koç Holding. It was established in its current form in 1977 with original relations dating back to 1928. It currently operates four facilities throughout the country and is headquartered in Gölcük with a second location in İnönü.", "label": "company", "id": "train_3_252", "title": "Ford Otosan"}
{"content": " The Thriller is a 2010 Malayalam thriller film written and directed by B. Unnikrishnan. It stars Prithviraj Katherine Theresa Siddique Lalu Alex and Sampath Raj in pivotal roles. It was released on November 17. This film was a box office hit.The film is based on the murder case of a business man which formed the headlines in the media of Kerala for more than three months. The case had attracted attention for its mysterious planning and execution.", "label": "film", "id": "train_3_253", "title": "The Thriller"}
{"content": " Sir Abdool Razack Mohamed Kt MP (Born:Arabic;شلايخخم قشئشؤن ةاشةثيBengali;আব্দুল রাজাক মোহাম্মদ from 1906–1978) is an Indian born former key Mauritian Minister in the pre and post-independence cabinet of Mauritius. He is celebrated as one of the fathers of the modern state of Mauritius and he was the leader of the political party called the CAM (Comite D'Action Musulman).", "label": "office holder", "id": "train_3_254", "title": "Abdool Razack Mohamed"}
{"content": " Tilmann Wröbel is a Franco-German Fashion Designer born in 1964 in Düsseldorf Germany. He is now working and living in Paris.", "label": "artist", "id": "train_3_255", "title": "Tilmann Wröbel"}
{"content": " Tillandsia clavigera is a species of the genus Tillandsia. This species is native to Venezuela and Ecuador.", "label": "plant", "id": "train_3_256", "title": "Tillandsia clavigera"}
{"content": " Samurai from Outer Space: Understanding Japanese Animation is a 1998 book written by Antonia Levi. The book was published in North America by Open Court Publishing Company on December 30 1998.", "label": "written work", "id": "train_3_257", "title": "Samurai from Outer Space"}
{"content": " The Lotec Sirius is a supercar produced by German automotive company Lotec. It was introduced in 2001 as a Concept car. It went into production in 2004. It can go to a top speed of 248 mph and can go to 0-60 mph in 3.7 seconds. Only 5 cars will be built per year with a price of £379000.", "label": "mean of transportation", "id": "train_3_258", "title": "Lotec Sirius"}
{"content": " Cynthidia is a genus of beetles in the family Carabidae containing the following species: Cynthidia cancellata (Brulle 1843) Cynthidia croceipes (Perty 1830) Cynthidia foveata Chaudoir 1873 Cynthidia majorina Straneo 1951 Cynthidia octocoela Chaudoir 1873 Cynthidia planodiscus (Perty 1830)↑", "label": "animal", "id": "train_3_259", "title": "Cynthidia"}
{"content": " Jabal Bil Ays is a peak on the border between Oman and United Arab Emirates with an altitude of 1934 metres (6345 feet). The highest point of this mountain is located on the Omani side but an unnamed knoll west of this peak is considered the highest point of the United Arab Emirates at 1910 metres (6266 feet) above sea level. The coordinates of this country high point are 25°56′55″N 56°10′9″E and it is part of the Ras al-Khaimah emirate of the United Arab Emirates.", "label": "natural place", "id": "train_3_260", "title": "Jabal Bil Ays"}
{"content": " The Rough Guide to Congo Gold is a world music compilation album originally released in 2008. Part of the World Music Network Rough Guides series the release focuses on the soukous genre of the Democratic Republic of the Congo with tracks from the 1960s to 90s. The compilation was produced by Phil Stanton co-founder of the World Music Network. Martin Sinnock compiled the tracks and wrote the liner notes and Brad Haynes & Marisa Lassman coordinated the project.", "label": "album", "id": "train_3_261", "title": "The Rough Guide to Congo Gold"}
{"content": " Hafız Süleymanoğlu (born 1967 in Sumqayıt Azerbaijan Soviet Socialist Republic) formerly known as Hafız Süleymanov is a retired Turkish weightlifter of Azerbaijani origin competing in bantamweight and featherweight divisions. He held world and European champion titles.", "label": "athlete", "id": "train_3_262", "title": "Hafız Süleymanoğlu"}
{"content": " Tranquility Bay was a residential treatment facility affiliated with World Wide Association of Specialty Programs and Schools (WWASP) that operated from 1997 to early 2009. It was located in Calabash Bay Saint Elizabeth Parish Jamaica.", "label": "educational institution", "id": "train_3_263", "title": "Tranquility Bay"}
{"content": " St. Bernard's Church is a historic church at 44 University Avenue in Akron Ohio.The original church was built in 1861 on the current site of the National Inventor's Hall of Fame S.T.E.M. school. The current church building was begun in 1902 and opened in 1905. It features a German Baroque Romanesque style. St. Bernard Church was added to the National Register of Historic Places in 1989.", "label": "building", "id": "train_3_264", "title": "St. Bernard's Church (Akron Ohio)"}
{"content": " Doussoudiana is a village and seat of the commune of Bolo-Fouta in the Cercle of Yanfolila in the Sikasso Region of southern Mali.", "label": "village", "id": "train_3_265", "title": "Doussoudiana"}
{"content": " Goodfellow's tuco-tuco (Ctenomys goodfellowi) is a species of rodent in the family Ctenomyidae. It is endemic to Bolivia where it is found in the Chiquitano dry forest ecoregion bordering on the cerrado. Its karyotype has 2n = 46 and FN = 68. The species is named after British collector Walter Goodfellow.", "label": "animal", "id": "train_3_266", "title": "Goodfellow's tuco-tuco"}
{"content": " .hack//G.U.: The World is a .hack magazine published by Kadokawa Shoten. It is one of the .hack//G.U. related projects by Project G.U. and Mediaworks.Started on November 11 2005 as a bimonthly publication but from volume 4 onwards it became a monthly publication consisting of 12 issues.", "label": "written work", "id": "train_3_267", "title": ".hack//G.U.: The World"}
{"content": " Ukash are a UK-based electronic cash and e-commerce system based on prepayments that allows users to purchase and then spend money online.The system allows users to exchange their cash for a secure code. The code is then used to make payments online to load cards or e-wallets or for money transfer. Codes are distributed by participating retail locations kiosks ATMs and via the Ukash website.", "label": "company", "id": "train_3_268", "title": "Ukash"}
{"content": " HMS Squirrel was a coast guard vessel built in 1904 and acquired by the Royal Navy in 1905 to replace the previous HMS Squirrel. She served in that role until 1917 when she became a cable vessel. From 1905 to 1912 she was a tender for HMS President and possibly HMS Halcyon and in October 1906 she was recorded as being under the command of Chief Officer C H Coleman.", "label": "mean of transportation", "id": "train_3_269", "title": "HMS Squirrel (1904)"}
{"content": " Ernesto Scorsone is an American lawyer politician and judge from Kentucky. He was born in Palermo Italy on Feb. 15 1952; his family immigrated to the United States in 1960.Scorsone earned a Bachelor’s degree from the University of Kentucky in 1973 and a Juris Doctor from the University of Kentucky College of Law in 1976.", "label": "office holder", "id": "train_3_270", "title": "Ernesto Scorsone"}
{"content": " Member of/registered with: Cambridge International Examinations AQA examinations QCA COBIS (The Council of British International Schools) FOBISIA (Federation of British International Schools in Asia) BISW (British International Schools Worldwide) The Duke of Edinburgh’s International Award.", "label": "educational institution", "id": "train_3_271", "title": "ABC International School"}
{"content": " Cynometra engleri is a species of legume in the Fabaceae family.It is found only in Tanzania.", "label": "plant", "id": "train_3_272", "title": "Cynometra engleri"}
{"content": " Lea Nikel (Hebrew: לאה ניקל‎; born 1918 died 2005) was an Israeli abstract artist.", "label": "artist", "id": "train_3_273", "title": "Lea Nikel"}
{"content": " Shah Mar (Persian: شاهمار‎ also Romanized as Shāh Mār; also known as Shahyār) is a village in Dinavar Rural District Dinavar District Sahneh County Kermanshah Province Iran. At the 2006 census its population was 186 in 50 families.", "label": "village", "id": "train_3_274", "title": "Shah Mar Sahneh"}
{"content": " Salvador is a compilation album by Chilean producer Ricardo Villalobos released in 2006. It collects several of his earlier singles with a bonus remix of a Señor Coconut song.", "label": "album", "id": "train_3_275", "title": "Salvador (Ricardo Villalobos album)"}
{"content": " Kim Eung-Jin (Korean: 김응진; born March 9 1987) is a South Korean football player who currently plays for Busan IPark as a central defender. He was involved in the Korean match-fixing scandal.", "label": "athlete", "id": "train_3_276", "title": "Kim Eung-Jin"}
{"content": " Clubland is a 1999 film directed by Mary Lambert.", "label": "film", "id": "train_3_277", "title": "Clubland (1999 film)"}
{"content": " Clinches Pond is a small lake in Moorebank New South Wales Australia.", "label": "natural place", "id": "train_3_278", "title": "Clinches Pond"}
{"content": " The Naval Aviation Museum is a military museum located in Bogmalo 6 km from Vasco da Gama Goa India. This museum contains exhibits that showcase the evolution of the Indian Naval Air Arm over the decades. The museum is divided into two main parts an outdoor exhibit and a two-storeyed indoor gallery. The Museum was inaugurated in October 1998 and is one of the Two Military Aviation Museums in India the other being the Indian Air Force Museum Palam in Delhi.", "label": "building", "id": "train_3_279", "title": "Naval Aviation Museum (India)"}
