{"content": " Kanni is a village in Banmauk Township Katha District in the Sagaing Region of northern-central Burma.", "label": "village", "id": "train_0_0", "title": "Kanni Banmauk"}
{"content": " Zombie Hunter is a 2013 American direct-to-video action-thriller film directed and written by Kevin King for The Klimax and Arrowstorm Entertainment. The film stars Danny Trejo Martin Copping and Clare Niederpruem. It follows a group of humans led by Jesús (Trejo) defending themselves from flesh-devouring zombies. A fundraising campaign was hosted on the website Kickstarter to help fulfill the production team's desired budget.", "label": "film", "id": "train_0_1", "title": "Zombie Hunter (film)"}
{"content": " The Sechereș River (in Hungarian Szekeres) is a tributary of the Crucea River in Romania", "label": "natural place", "id": "train_0_2", "title": "Sechereș River"}
{"content": " The Bank of the Southwest Tower was a proposed building located in Houston Texas at 1404 ft tall. It would have been second tallest building in North America after the Willis Tower in Chicago.[citation needed] With an estimated construction cost of $350–400 million the project was cancelled before construction commenced due to lack of funds during the economic downturn.The design created by architect Helmut Jahn of Murphy/Jahn Inc. Architects was the winner of a design competition in 1982.", "label": "building", "id": "train_0_3", "title": "Bank of the Southwest Tower"}
{"content": " In Persuasion Nation is short story writer George Saunders’s third full length short story collection; it is 240 pages long. The collection has many stories that appeared in different forms in The New Yorker Harper's Esquire and McSweeney's. The collection as a whole was a finalist for The Story Prize in 2007.", "label": "written work", "id": "train_0_4", "title": "In Persuasion Nation"}
{"content": " Corridors of Power is the third solo album by Irish guitarist Gary Moore released in 1982. It contains a cover of Free's Wishing Well.", "label": "album", "id": "train_0_5", "title": "Corridors of Power (album)"}
{"content": " The Brune was a Blonde class 30-gun frigate of the French Navy. She took part in the naval battles of the Seven Year War and was captured by the British. Recommissioned in the Royal Navy as HMS Brune she served until 1792.", "label": "mean of transportation", "id": "train_0_6", "title": "French frigate Brune (1756)"}
{"content": " Adam Gottlob Oehlenschläger (14 November 1779 – 20 January 1850) was a Danish poet and playwright. He introduced romanticism into Danish literature.", "label": "artist", "id": "train_0_7", "title": "Adam Oehlenschläger"}
{"content": " Schwartziella puncticulata is a species of minute sea snail a marine gastropod mollusk or micromollusk in the family Rissoinidae.", "label": "animal", "id": "train_0_8", "title": "Schwartziella puncticulata"}
{"content": " Tom McGuinness is an Irish retired Gaelic footballer who played for Derry between 1968 and 1980. He won three Ulster Senior Football Championships with the county as well as the Ulster Under 21 and All-Ireland Under-21 Football Championships.McGuinness started his club career with Sarsfield's in his native Derry City. He later played for Sean O'Leary's Newbridge winning Derry Senior Football Championship medals with the club.", "label": "athlete", "id": "train_0_9", "title": "Tom McGuinness (Gaelic footballer)"}
{"content": " Paul Tittl (born November 23 1961) is an American businessman and politician.From Manitowoc Wisconsin Tittl owns Vacuum & Sew Center and Paintball Paul's. Tittl also served on the Manitowoc County Board of Supervisor and Manitowoc Common Council. In November 2012 Tittl was elected to the Wisconsin State Assembly as a Republican.", "label": "office holder", "id": "train_0_10", "title": "Paul Tittl"}
{"content": " Union Bank of Norway branded as Sparebanken NOR was Norway's largest savings bank between 1990 and 1999. The bank was created as a merger between Sparebanken ABC and four other regional savings banks. The new bank had its headquarters in Oslo and was in existence until 1999 when it merged with Gjensidige to form Gjensidige NOR.", "label": "company", "id": "train_0_11", "title": "Sparebanken NOR"}
{"content": " Honesdale High School is a public four-year regional high school serving grades 9-12 in Honesdale Wayne County Pennsylvania United States as a part of the Wayne Highlands School District. In 2010 the School reported an enrollment of 978 pupils in grades 9th through 12th with 333 pupils eligible for a federal free or reduced-price lunch due to the family meeting the federal poverty level. The school employed 67 teachers yielding a student–teacher ratio of 14:1.", "label": "educational institution", "id": "train_0_12", "title": "Honesdale High School"}
{"content": " Cynometra longipedicellata is a species of legume in the Fabaceae family.It is found only in Tanzania.", "label": "plant", "id": "train_0_13", "title": "Cynometra longipedicellata"}
{"content": " Kerem Cem Dürük (born 28 December 1977 in Muğla Turkey) better known as Keremcem is a Turkish pop singer and actor. He also hosted the short-lived television show Keremcem ile söyle söyleyebilirsen on Star TV.", "label": "artist", "id": "train_0_14", "title": "Keremcem"}
{"content": " Artic also styled as ARTIC by the manufacturer is an articulated low-floor tram model designed and manufactured by Transtech Oy in Finland.In December 2010 the design was included in the winning tender to deliver 40 new trams to the Helsinki City Transport (HKL) the municipal tram operator of Helsinki Regional Transport Authority (HSL) with an option for 90 units more.", "label": "mean of transportation", "id": "train_0_15", "title": "Artic (tram)"}
{"content": " Mount Tsubakuro (燕岳 Tsubakuro-dake) is a 2763 metres (9065 ft) high mountain in Azumino Nagano Prefecture Japan. It is situated in Japan's Hida Mountains in Nagano Prefecture.It was specified for Chūbu-Sangaku National Park on December 4 1934.", "label": "natural place", "id": "train_0_16", "title": "Mount Tsubakuro"}
{"content": " Thalatta is a genus of moths of the Erebidae family. The species of this genus are from in India South-east Asia and in Sundaland.", "label": "animal", "id": "train_0_17", "title": "Thalatta"}
{"content": " 399 Park Avenue is a 41-story office building that is the world headquarters of Citigroup in New York City United States.Citigroup's chairman and chief executive officer operate from the building's second floor.", "label": "building", "id": "train_0_18", "title": "399 Park Avenue"}
{"content": " The Case of the 3 Sided Dream in Audio Color is an album by jazz multi-instrumentalist Rahsaan Roland Kirk originally released as a double LP with side 4 appearing blank - although side 4 did have a hidden track the contents of which are released as track #20 on the CD rerelease.", "label": "album", "id": "train_0_19", "title": "The Case of the 3 Sided Dream in Audio Color"}
{"content": " John Willock Noble (October 26 1831 – March 22 1912) was a U.S. lawyer and brevet general in the Civil War. He served as the Secretary of the Interior between 1889 and 1893.", "label": "office holder", "id": "train_0_20", "title": "John Willock Noble"}
{"content": " Faceless is a 1988 French slasher film directed by Jesús Franco. The film is about Dr. Flamand (Helmut Berger) and his assistant Nathalie (Brigitte Lahaie) who lure unsuspecting victims to use their skin to perform plastic surgery on the doctor's disfigured sister - a plot reminiscent of Franco's first film Gritos en la noche (1961).", "label": "film", "id": "train_0_21", "title": "Faceless (film)"}
{"content": " Żerechowa [ʐɛrɛˈxɔva] is a village in the administrative district of Gmina Łęki Szlacheckie within Piotrków County Łódź Voivodeship in central Poland. It lies approximately 7 kilometres (4 mi) north-west of Łęki Szlacheckie 20 km (12 mi) south of Piotrków Trybunalski and 65 km (40 mi) south of the regional capital Łódź.The village has a population of 254.", "label": "village", "id": "train_0_22", "title": "Żerechowa"}
{"content": " 'Christie March' is a hybrid cultivar of the genus Aechmea in the Bromeliad family.", "label": "plant", "id": "train_0_23", "title": "Aechmea 'Christie March'"}
{"content": " Andrea Tafi (born 7 May 1966 in Fucecchio) is an Italian former road bicycle racer who retired from his professional career in 2005. Tafi's propensity to perform best in the harder races earned him the nickname Il Gladiatore (The Gladiator).He specialized in the cobbled Spring Classics such as Paris–Roubaix which he won in 1999 and Tour of Flanders which he won in 2002.", "label": "athlete", "id": "train_0_24", "title": "Andrea Tafi (cyclist)"}
{"content": " Harrisburg High School (HHS) is an accredited comprehensive public high school located in the city of Harrisburg Arkansas United States. The school provides secondary education for students in grades 9 through 12 serving all or portions of the communities of Harrisburg Weiner Cherry Valley and Trumann within Poinsett County Arkansas and is the sole high school administered by the Harrisburg School District.", "label": "educational institution", "id": "train_0_25", "title": "Harrisburg High School (Arkansas)"}
{"content": " My Lost Mexico (1992) by American author James A. Michener is a nonfiction account of Michener's endeavor to write a big novel about Mexico in the grand style of his other popular novels like Hawaii. Michener relates the long journey of a novel which he had begun writing early in his career but had abandoned and the manuscript had ultimately been lost. Its discovery 30 years later led to the 1992 bestseller Mexico.", "label": "written work", "id": "train_0_26", "title": "My Lost Mexico"}
{"content": " The American Letter Mail Company was started by Lysander Spooner in 1844 competing with the legal monopoly of the United States Post Office (USPO now the USPS) in violation of the Private Express Statutes. It succeeded in delivering mail for lower prices but the U.S. Government challenged Spooner with legal measures eventually forcing him to cease operations in 1851.", "label": "company", "id": "train_0_27", "title": "American Letter Mail Company"}
{"content": " The Cayapas River is a river of Ecuador.", "label": "natural place", "id": "train_0_28", "title": "Cayapas River"}
{"content": " Bambous is a village in Mauritius located in the Rivière Noire District. The village is administered by the Bambous Village Council under the aegis of the Rivière Noire District Council. According to the census made by Statistics Mauritius in 2011 the population was at 15345.", "label": "village", "id": "train_0_29", "title": "Bambous Mauritius"}
{"content": " Waleed Jassem Abdulla Jasemi (born on August 2 1986) is a Qatari footballer. He plays as a midfielder for Lekhwiya. He is a member of the Qatar national football team.", "label": "athlete", "id": "train_0_30", "title": "Waleed Jassem"}
{"content": " Super Pack 2 is a compilation album by hip hop group Fly Union. The album was released on February 28 2013. The album compiles three EPs from Fly Union's Value Pack EP series (Value Pack 5 Value Pack 6 and Value Pack 7 (Zenith)). The album features guest appearances from artists Chip tha Ripper and GLC", "label": "album", "id": "train_0_31", "title": "Super Pack 2"}
{"content": " Eucalyptus conica known as the Fuzzy Box is a common eucalyptus tree of the slopes and plains of New South Wales and adjacent areas in Queensland. Occurring as far north as the Carnarvon Range.Growing to 20 metres tall the bark is grey flaky box type bark with some paler patches shedding in short ribbons. Adult leaves are lanceolate or narrow-lanceolate in shape 7 to 12 cm long 0.8 to 2.5 cm wide. Greyish dull green on both sides. Locally frequent in grassy or dry sclerophyll woodland.", "label": "plant", "id": "train_0_32", "title": "Eucalyptus conica"}
{"content": " Death Studies is a peer-reviewed academic journal published ten times a year by Routledge. It focuses on issues related to death bereavement and suicide.", "label": "written work", "id": "train_0_33", "title": "Death Studies"}
{"content": " Battle Abbey School is an independent coeducational day and boarding school in the small town of Battle East Sussex England. The senior school occupies part of the town's ruined abbey complex and it is from here that the school derives its name. The school prides itself on its high academic standards and intimate family atmosphere.", "label": "educational institution", "id": "train_0_34", "title": "Battle Abbey School"}
{"content": " Miss Leelavathi (Kannada: ಮಿಸ್ ಲೀಲಾವತಿ) is a 1965 Indian Kannada language film directed by M. R. Vittal and written by Korati Srinivasa Rao. It stars Jayanthi as the protagonist along with Udaykumar K. S. Ashwath Ramesh and others. The film won the National Award for second best film in Kannada.The film was talked about for its bold portrayal of women and was accredited of being the first Kannada feature film showing the leading lady wearing a swim suit. The film was a musical hit with R.", "label": "film", "id": "train_0_35", "title": "Miss Leelavathi"}
{"content": " Princess Beatrice was a steamship built for and owned by the marine division of the Canadian Pacific Railway. The ship served from 1903 to 1928 in the coastal waters of British Columbia. The ship also operated on Puget Sound on a route from Victoria British Columbia to Seattle Washington. Princess Beatrice was the first ship to operate in the year-round steamship service between Seattle and Victoria that was run by CPR from 1904 to 1959.", "label": "mean of transportation", "id": "train_0_36", "title": "SS Princess Beatrice"}
{"content": " Moos Tower is a building on the University of Minnesota campus in Minneapolis Minnesota. It is named after Malcolm Moos who was president of the University from 1967 to 1974. Inside Moos Tower are labs and faculty offices for the College of Dentistry and a CityKid Java with a designated study lounge.Moos Tower is an example of Brutalist architecture.", "label": "building", "id": "train_0_37", "title": "Malcolm Moos Health Sciences Tower"}
{"content": " Suleyman Rustam (Azerbaijani: Süleyman Rüstəm; November 27 1906 - June 10 1989) is poet of the Soviet Azerbaijan playwright and a public figure. He is the poet of the Azerbaijan SSR (1960) laureate of the Stalin State Prize of the second degree (1950) Hero of Socialist Labour (1976) and a member of the Communist Party of the Soviet Union from 1940.", "label": "artist", "id": "train_0_38", "title": "Suleyman Rustam"}
{"content": " Fun Cinemas is a cinema chain in India based in Mumbai owned by the Essel Group and promoted by E-City Ventures. The company operates with the brand name Fun Cinemas (the premium brand) and Talkie Town(the value brand) for all theatrical presence and cinema activity and Fun Gaming for all game-based leisure options. Fun Cinemas operates 21 multiplexes with 78 screens across 17 Cities in Indiacurrently.", "label": "company", "id": "train_0_39", "title": "Fun Cinemas"}
{"content": " Baron Dániel Bánffy de Losoncz (18 September 1893 – 7 April 1955) was a Hungarian politician who served as Minister of Agriculture between 1940 and 1944. His grandfather was Baron Dezső Bánffy who functioned as Speaker of the House of Representatives and Prime Minister.He farmed in his possessions in Transylvania from 1917 until 1940. In August 1940 the second Vienna Award granted the Northern Transylvania to Hungary.", "label": "office holder", "id": "train_0_40", "title": "Dániel Bánffy"}
{"content": " The black caecilian Epicrionops niger is a species of caecilian in the Rhinatrematidae family found in Guyana Venezuela and possibly Brazil. Its natural habitats are subtropical or tropical moist lowland forests subtropical or tropical moist montane forests rivers and intermittent rivers.", "label": "animal", "id": "train_0_41", "title": "Black caecilian"}
{"content": " The Fraternal Hall at 2nd and Chestnut Sts. in Kimball Nebraska was built in 1903-04. It includes Classical Revival architecture. It is now operated as Plains Historical Museum.The building was listed on the National Register of Historic Places in 1983.", "label": "building", "id": "train_0_42", "title": "Fraternal Hall (Kimball Nebraska)"}
{"content": " La France was a daily financial newspaper in the 19th century. Founded in August 1862 by Arthur de La Guéronnière the newspaper originally followed an editorial line that reconciled loyalty to Napoleon III with the reaffirmation of the temporal power of the Pope.It was bought in 1874 by Émile de Girardin founder of the famous newspaper La Presse and a longtime collaborator of La Guéronnière.", "label": "written work", "id": "train_0_43", "title": "La France (French newspaper)"}
{"content": " Nasrat Sharqi (Persian: نصرت شرقي‎) is a Demographics of Afghanistan singer from Afghanistan.", "label": "artist", "id": "train_0_44", "title": "Nasrat Sharqi"}
{"content": " The Notwist is the self-titled debut album from the German musical group The Notwist. The record presents a side of the band which has subsided considerably during their recent recordings. Early incarnations of the group saw them exploring very broad avenues of punk and metal while they would later veer more toward an abstract electronic and indie feel.", "label": "album", "id": "train_0_45", "title": "The Notwist (album)"}
{"content": " Joshua Payne Scobey (born December 11 1979 in Oklahoma City Oklahoma) is an American football running back and kick returner who is currently a free agent. He was originally drafted by the Arizona Cardinals in the sixth round of the 2002 NFL Draft. He played college football at Kansas State. He has played for the Seattle Seahawks in his career.", "label": "athlete", "id": "train_0_46", "title": "Josh Scobey"}
{"content": " Väike-Ahli is a village in Ridala Parish Lääne County in western Estonia.", "label": "village", "id": "train_0_47", "title": "Väike-Ahli"}
{"content": " Vriesea croceana is a species of the genus Vriesea. This species is endemic to Brazil.", "label": "plant", "id": "train_0_48", "title": "Vriesea croceana"}
{"content": " High Stile is a mountain in the western part of the Lake District in northwest England. It is the eleventh highest English Marilyn standing 807 metres (2648 ft) high and has a relative height of 362 metres (1187 ft).It is the highest in the range of fells extending north west from Great Gable towards Loweswater and together with its satellites Red Pike and High Crag forms a trio of fells overlooking the lake and village of Buttermere.", "label": "natural place", "id": "train_0_49", "title": "High Stile"}
{"content": " Gyldendalske Boghandel Nordisk Forlag A/S usually referred to simply as Gyldendal (Danish pronunciation: [ˈɡylˀəndæˀl]; OMX: GYLD A GYLD B) is a Danish publishing house. Founded in 1770 by Søren Gyldendal it is the oldest and largest publishing house in Denmark offering a wide selection of books including fiction non-fiction and dictionaries. Prior to 1925 it was also the leading publishing house in Norway and it published all of Henrik Ibsen's works.", "label": "company", "id": "train_0_50", "title": "Gyldendal"}
{"content": " Yousef Hussain Kamal is a Qatari politician and businessman who served as economy and finance minister from 1998 to 2013.", "label": "office holder", "id": "train_0_51", "title": "Yousef Hussain Kamal"}
{"content": " Anthidium weyrauchi is a species of bee in the family Megachilidae the leaf-cutter carder or mason bees.", "label": "animal", "id": "train_0_52", "title": "Anthidium weyrauchi"}
{"content": " The Warrens of Virginia is a 1915 American drama film directed by Cecil B. DeMille. Prints of the film survive.", "label": "film", "id": "train_0_53", "title": "The Warrens of Virginia (1915 film)"}
{"content": " USS Volans (AKS-9) was an Acubens-class general stores issue ship commissioned by the U.S. Navy for service in World War II. She was responsible for delivering and disbursing goods and equipment to locations in the war zone.", "label": "mean of transportation", "id": "train_0_54", "title": "USS Volans (AKS-9)"}
{"content": " École Mathieu-Martin is a Francophone high school on Route 132 located in Dieppe New Brunswick Canada. With an enrollment of close to 1025 the school is the largest of the French-language high schools in the Moncton area. It mostly serves the francophone students of the city of Dieppe and the village of Memramcook New Brunswick. In addition it is the third largest francophone Secondary school in Atlantic Canada.", "label": "educational institution", "id": "train_0_55", "title": "École Mathieu-Martin"}
{"content": " Greg Childers is a Republican politician from Oklahoma who served as a member of the Oklahoma Senate from 2011 to 2012.", "label": "office holder", "id": "train_0_56", "title": "Greg Childers"}
{"content": " Murgaš is a village in the municipality of Ub Serbia. According to the 2002 census the village has a population of 559 people.", "label": "village", "id": "train_0_57", "title": "Murgaš (Ub)"}
{"content": " The Colfax Carnegie Library in Colfax Indiana is a building from 1917. It was listed on the National Register of Historic Places in 1994.", "label": "building", "id": "train_0_58", "title": "Colfax Carnegie Library"}
{"content": " Yvonne Adhiambo Owuor (born 1968) is a Kenyan writer who was named Woman of the Year by Eve Magazine in Kenya in 2004 for her contribution to the country's literature and arts. She won the 2003 Caine Prize for African Writing for her story Weight of Whispers which considers an aristocratic Rwandan refugee in Kenya. The story was originally published in Kwani? the Kenyan literary magazine set up by Binyavanga Wainaina after he won the Caine Prize the previous year.", "label": "artist", "id": "train_0_59", "title": "Yvonne Adhiambo Owuor"}
{"content": " Pölshals Pass elevation 815 m (2674 ft) is a mountain pass in the Alps in the Austrian Bundesland of Styria.It connects Pöls with the valley of the Mur River.The pass was already in use in Roman times.", "label": "natural place", "id": "train_0_60", "title": "Pölshals Pass"}
{"content": " All's Well Ends Well 2011 is a 2011 Hong Kong romantic comedy film directed by Chan Hing-ka and Janet Chun. It is the sixth installment in the All's Well Ends Well film series was released on 2 February 2011.", "label": "film", "id": "train_0_61", "title": "All's Well Ends Well 2011"}
{"content": " Bikinis Sports Bar & Grill is a chain of sports bars and restaurants which are primarily located in Texas but with locations in two other states. The restaurant chain is known for its scantily clad waitresses whose uniforms consist of its eponymous bikini tops cowboy boots and tight short denim shorts. The chain is also known for trademarking the term breastaurant (a common term for this and similar restaurants) and purchasing a ghost town that was subsequently renamed Bikinis Texas.", "label": "company", "id": "train_0_62", "title": "Bikinis Sports Bar & Grill"}
{"content": " St James' Independent Schools in London (UK) are three private schools for children aged 4 to 18. The juniors' and senior girls' schools are in the London Borough of Hammersmith and Fulham and the senior boys' school in Ashford Surrey.", "label": "educational institution", "id": "train_0_63", "title": "St James Independent Schools"}
{"content": " Leonardo Martín Migliónico (born 31 January 1980 in Montevideo) is a Uruguayan footballer who plays as a defender for First Division side Racing Club.", "label": "athlete", "id": "train_0_64", "title": "Leonardo Migliónico"}
{"content": " Mexican Teenagers is an EP by American Guitarist Kaki King released in 2009.", "label": "album", "id": "train_0_65", "title": "Mexican Teenagers EP"}
{"content": " The Broadway was a British 4 wheeled cyclecar made only in 1913 by the Broadway Cyclecar Co of Coventry.The car was powered by an air-cooled V twin engine made by Fafnir driving the rear wheels by a two speed gearbox and belts. It cost GBP80.", "label": "mean of transportation", "id": "train_0_66", "title": "Broadway (cyclecar)"}
{"content": " Eudonia melanographa is a species of moth in the Crambidae family. It is found on the Azores.", "label": "animal", "id": "train_0_67", "title": "Eudonia melanographa"}
{"content": " Glycyrrhiza acanthocarpa commonly known as Native Liquorice is a subshrub in the pea family Fabaceae. The species is native to Australia. It grows to between 0.1 and 1 metre high. Narrow purple flowers appear between September and May in the species native range.The species was formally described in in 1838 by botanist John Lindley in Three Expeditions into the interior of Eastern Australia.", "label": "plant", "id": "train_0_68", "title": "Glycyrrhiza acanthocarpa"}
{"content": " Frank in the River is a 24-page comic story by Jim Woodring. Like all Frank stories Frank in the River is virtually wordless and the story is conveyed entirely in pantomime.", "label": "written work", "id": "train_0_69", "title": "Frank in the River"}
{"content": " Jasminum multiflorum is a species of jasmine in the family Oleaceae. It is known as Winter Jasmine Indian Jasmine Downy Jasmine and Star Jasmine. It flowers in Indian winter.", "label": "plant", "id": "train_0_70", "title": "Jasminum multiflorum"}
{"content": " Policybazaar is an Indian online life insurance and general insurance comparison portal. Policybazaar.com is today India’s most prominent[citation needed] online life and general insurance comparison. Plociybazaar.com is not a web aggregator as per the definition of the regulator: list of approved web aggregators. This means that Policybazaar.com can act only as a comparison site but cannot be used for purchase of insurance policies directly.", "label": "company", "id": "train_0_71", "title": "Policybazaar India"}
{"content": " Roger Chappot (born October 17 1940) is a retired Swiss professional ice hockey player who played for HC Villars in the National League A. He also represented the Swiss national team at the 1964 Winter Olympics.", "label": "athlete", "id": "train_0_72", "title": "Roger Chappot"}
{"content": " Dębicze [dɛmˈbit͡ʂɛ] is a village in the administrative district of Gmina Grabów nad Prosną within Ostrzeszów County Greater Poland Voivodeship in west-central Poland. It lies approximately 6 kilometres (4 mi) south-east of Grabów nad Prosną 15 km (9 mi) north-east of Ostrzeszów and 136 km (85 mi) south-east of the regional capital Poznań.", "label": "village", "id": "train_0_73", "title": "Dębicze"}
{"content": " The Real Glory is a 1939 Samuel Goldwyn Productions action film starring Gary Cooper David Niven and Broderick Crawford released by United Artists in the weeks immediately following Nazi Germany's invasion of Poland. Based on a 1937 novel of the same name by Charles L. Clifford and directed by Henry Hathaway the film is set against the backdrop of the Moro Rebellion during the American occupation of the Philippines at the beginning of the twentieth century.", "label": "film", "id": "train_0_74", "title": "The Real Glory"}
{"content": " Oscar Peterson et Joe Pass à Salle Pleyel is a 1975 (see 1975 in music) live album by Oscar Peterson featuring Joe Pass.", "label": "album", "id": "train_0_75", "title": "Oscar Peterson et Joe Pass à Salle Pleyel"}
{"content": " Pollia dorbignyi is a species of sea snail a marine gastropod mollusk in the family Buccinidae the true whelks.", "label": "animal", "id": "train_0_76", "title": "Pollia dorbignyi"}
{"content": " Dana Wyse (born August 9 1965 in Vancouver British Columbia) is a Canadian writer and visual artist. In 1991 Dana Wyse received her BFA from the University of British Columbia. She lives and works between Vancouver and Paris.In 1996 Wyse began her best known artwork a pill-themed installation called Jesus Had A Sister Productions It is a work-in-progress to which the artist adds new elements each year.", "label": "artist", "id": "train_0_77", "title": "Dana Wyse"}
{"content": " The Avro 626 is a single-engined British biplane trainer aircraft produced by Avro during the inter war period.", "label": "mean of transportation", "id": "train_0_78", "title": "Avro 626"}
{"content": " The Dove River is a river in the Tasman Region of New Zealand. It arises in hills between the Wai-iti River and Motueka River and flows north-west into the Motueka near the locality of Woodstock. The river is named for the native pigeons once found in the forests around the river.Brown trout can be found in the lower reaches of the river.", "label": "natural place", "id": "train_0_79", "title": "Dove River (Tasman)"}
{"content": " Francis Nhema (born 17 April 1959) is a Zimbabwean politician currently serving as Minister of the Environment; previously he was Minister of the Environment and Tourism.", "label": "office holder", "id": "train_0_80", "title": "Francis Nhema"}
{"content": " Barngalow is a historic cure cottage located at Saranac Lake in the town of North Elba Essex and Franklin County New York. It was built in 1905 and is a two story wood frame structure that was originally a barn and converted to residential use about 1910. It has a bungalow form and features a gable roof and shed roof dormers.It was listed on the National Register of Historic Places in 1992.", "label": "building", "id": "train_0_81", "title": "Barngalow"}
{"content": " The Institute of Mathematical Sciences (IMSc) (sometimes also referred to as Matscience) is a research centre located in Chennai India.IMSc is a national institute for fundamental research in frontier disciplines of the mathematical and physical sciences: theoretical computer science mathematics and theoretical physics. It is funded mainly by the Department of Atomic Energy.", "label": "educational institution", "id": "train_0_82", "title": "Institute of Mathematical Sciences Chennai"}
{"content": " Café Magazine is a monthly Swedish men's magazine focused on fashion style and culture including articles on food movies fitness sex music travel sports technology and books. The magazine is comparable to U.S. publications such as Esquire and GQ.", "label": "written work", "id": "train_0_83", "title": "Café Magazine"}
{"content": " Guizhou Aviation Industry Import/Export Company (GAIEC) is a Chinese aircraft manufacturer and military aircraft in Guizhou province. The company's products include trainers turbojets missiles and launchers. Within a join venture with Subaru named Yunque they've also built Chinese license versions of cars like Subaru Rex and Subaru Vivio.", "label": "company", "id": "train_0_84", "title": "Guizhou Aircraft Industry Corporation"}
{"content": " King Square Mall （王府井） is an Chinese commercial centre---named after the world famous merchandise King Square Street in Beijing will be established at a luxurious residential area north of Highway 7 around the year of 2014.", "label": "building", "id": "train_0_85", "title": "King Square Shopping Mall"}
{"content": " The Atlantic 85 is part of the B class of lifeboats that serve the shores of the United Kingdom and Ireland as a part of the RNLI inshore fleet.The Atlantic 85 is the third generation B Class Rigid Inflatable Boat (RIB) developed from the Atlantic 21 and the later Atlantic 75. The Atlantic class of lifeboats is named after Atlantic College where the design was originally developed.", "label": "mean of transportation", "id": "train_0_86", "title": "Atlantic 85-class lifeboat"}
{"content": " South East High School is a comprehensive four-year high school located in the southeast area of South Gate California.The school is located in the Los Angeles Unified School District and serves grades 9 through 12.", "label": "educational institution", "id": "train_0_87", "title": "South East High School (South Gate California)"}
{"content": " Thomas Dehler (14 December 1897 – 21 July 1967) was a German politician. He was the Federal Republic of Germany's first Minister of Justice (1949–1953) and chairman of Free Democratic Party (1954–1957).", "label": "office holder", "id": "train_0_88", "title": "Thomas Dehler"}
{"content": " Once Upon a Time or Once Upon a Time... This Morning (Thai: กาลครั้งหนึ่งเมื่อเช้านี้ or Kalla khrung nueng... muea chao nee) is a 1994 Thai drama film directed by Bhandit Rittakol.", "label": "film", "id": "train_0_89", "title": "Once Upon a Time (1994 film)"}
{"content": " The g Factor: The Science of Mental Ability is a book by Arthur Jensen on the general factor of human mental ability or g.", "label": "written work", "id": "train_0_90", "title": "The g Factor: The Science of Mental Ability"}
{"content": " Søndre Folgefonna is the third largest glacier in mainland Norway and is the largest of the three glaciers constituting Folgefonna. Its highest point is 1660 m (5446 ft) above sea level and its lowest point is 490 m (1608 ft) above sea level.", "label": "natural place", "id": "train_0_91", "title": "Søndre Folgefonna"}
{"content": " For other uses see The Best Years of Our Lives (disambiguation)The Best Years of Our Lives is the eighteenth studio album by Neil Diamond. It was released by Columbia Records in 1988 and reached number 46 on the Billboard 200 chart number 42 on the UK album chart and number 92 on the Australian chart.The album was certified gold by the RIAA on February 16 1989.", "label": "album", "id": "train_0_92", "title": "The Best Years of Our Lives (Neil Diamond album)"}
{"content": " Joseph Kenneth J. K. Holt (10 January 1885 - 7 August 1968) was a Jamaican cricketer who represented West Indies in matches before they attained Test match status. He first played for Jamaica in 1905. He played irregularly for the team until 1911 twice passing fifty runs in a first-class innings. In 1923 he was selected to tour England with the West Indies team. Playing in first-class cricket for the first time since 1911 he scored 293 runs at an average of 15.42 and took one wicket.", "label": "athlete", "id": "train_0_93", "title": "Joseph Holt (cricketer)"}
{"content": " Ladina is a village in Croatia. It is connected by the D26 highway.", "label": "village", "id": "train_0_94", "title": "Ladina"}
{"content": " Noe Venable (born April 20 1976 in San Francisco California) is an experimental folk/pop singer-songwriter. She has earned a loyal fan base in her native San Francisco in part through frequently performing in small intimate venues. Her advocacy of small venues caused a stir in the San Francisco music community when she took San Francisco Chronicle reporter Joel Selvin to task for claiming that the city's music scene was dead.", "label": "artist", "id": "train_0_95", "title": "Noe Venable"}
{"content": " Sisyrinchium pruinosum syn. Sisyrinchium langloisii the Dotted Blue-eyed Grass is a perennial plant in the Iridaceae family.", "label": "plant", "id": "train_0_96", "title": "Sisyrinchium pruinosum"}
{"content": " The Grenada Tree Anole (Anolis richardii) is a species of anole lizard that is found in the Caribbean. It is native to Grenada and the Grenadines islands and it has been introduced to Tobago.It is large for an anole with males reaching a maximum length of 140 mm snout-to-vent. It has a dark green or brown dorsal surface with a green-gray to yellow ventral surface. Its dewlap is orange yellow or gray-green. Females and juveniles often have a yellow or cream-colored lateral stripe.", "label": "animal", "id": "train_0_97", "title": "Grenada Tree Anole"}
{"content": " Salvia amplexicaulis is a herbaceous perennial that is native to southeastern Europe. It is a close relative of Salvia nemorosa. Its specific epithet amplexicaulis refers to the stem-clasping stem leaves which have no stalks. Violet-blue flowers grow closely together in whorls forming a nearly continuous spike with plants reaching up to 90 cm (3.0 ft) tall.", "label": "plant", "id": "train_0_98", "title": "Salvia amplexicaulis"}
{"content": " John Marion Robinson (born April 1949) is the retiring Division D judge of the 26th Judicial District Court of Bossier and Webster parishes in northwestern Louisiana. He resides in Bossier City.Robinson graduated from Louisiana State University and the LSU Law Center both in Baton Rouge. From 1986 until 1999 he was the city judge in Springhill in northern Webster Parish. A former practicing attorney he once served as the president of the Louisiana Council of Juvenile and Family Court Judges.", "label": "office holder", "id": "train_0_99", "title": "John M. Robinson (Louisiana judge)"}
{"content": " Marysin [maˈrɨɕin] is a village in the administrative district of Gmina Bychawa within Lublin County Lublin Voivodeship in eastern Poland.", "label": "village", "id": "train_0_100", "title": "Marysin Gmina Bychawa"}
{"content": " The Seman is a river in western Albania. It is formed at the confluence of the rivers Osum and Devoll a few km northwest of Kuçovë. It flows west through Fier-Shegan and Mbrostar (near Fier). It flows into the Adriatic Sea near Topojë.In ancient times the Seman River was known as the Apsus River.", "label": "natural place", "id": "train_0_101", "title": "Seman"}
{"content": " Providence Christian College is a WASC accredited four-year liberal arts college in Pasadena California.", "label": "educational institution", "id": "train_0_102", "title": "Providence Christian College"}
{"content": " The Ferruginous Partridge (Caloperdix oculeus) is a species of bird in the Phasianidae family. It belongs to the monotypical genus Caloperdix. It is found in Indonesia Malaysia Myanmar and Thailand.Its natural habitats are subtropical or tropical dry forests and subtropical or tropical moist lowland forests. It is threatened by habitat loss.", "label": "animal", "id": "train_0_103", "title": "Ferruginous Partridge"}
{"content": " Francis Payne is an Australian writer of speculative fiction.", "label": "artist", "id": "train_0_104", "title": "Francis Payne (author)"}
{"content": " The George B. Swan House is located on the east side of Davenport Iowa United States. The Greek Revival style residence was built in 1881. It has been listed on the National Register of Historic Places since 1983.", "label": "building", "id": "train_0_105", "title": "George B. Swan House"}
{"content": " HMS L7 was a British L class submarine built by Cammell Laird Birkenhead. She was laid down in May 1916 and was commissioned in December 1917.HMS L7 was sold on 26 February 1930 in Blyth.", "label": "mean of transportation", "id": "train_0_106", "title": "HMS L7"}
{"content": " Tongues is the eighth studio album by Esham released in 2001. The album was also the final album Esham would release on Gothom until Sacrificial Lambz in 2008. The album also marked the return of an old horror/devil sound for Esham.", "label": "album", "id": "train_0_107", "title": "Tongues (Esham album)"}
{"content": " Michael Clarence McMahon Sr. (February 1 1915 – December 3 1974) was a Canadian professional ice hockey player who played 57 games in the National Hockey League. Born in Brockville Ontario he played for the Montreal Canadiens and Boston Bruins. He won the Stanley cup in 1944 with the Montreal Canadiens. His Son Mike McMahon Jr. also played in the NHL.", "label": "athlete", "id": "train_0_108", "title": "Mike McMahon Sr."}
{"content": " Matsuya Co. Ltd. (株式会社松屋) TYO: 8237 is a Japanese department store in Tokyo. Founded in 1869 it has two stores in Ginza (est. 1925) and Asakusa (est. 1930).", "label": "company", "id": "train_0_109", "title": "Matsuya Co."}
{"content": " Dragon Fighter is a Sci Fi Pictures original film that premiered on January 4 2003 and was directed by Phillip J. Roth. It stars Dean Cain and Kristine Byers.", "label": "film", "id": "train_0_110", "title": "Dragon Fighter"}
{"content": " Fear of Flying is a 1973 novel by Erica Jong which became famously controversial for its attitudes towards female sexuality and figured in the development of second-wave feminism.The novel is written in the first person: narrated by its protagonist Isadora Zelda White Stollerman Wing a 29-year-old poet who has published two books of poetry. On a trip to Vienna with her second husband Isadora decides to indulge her sexual fantasies with another man.", "label": "written work", "id": "train_0_111", "title": "Fear of Flying (novel)"}
{"content": " The Deering Banjo Company was started in 1975 by Greg and Janet Deering. They are located in Spring Valley California. Deering Banjos makes Deering Vega Tenbrooks and Goodtime banjos in the U.S.A.", "label": "company", "id": "train_0_112", "title": "Deering Banjo Company"}
{"content": " South Dakota State University is the largest university in the U.S. state of South Dakota located in Brookings. A public land-grant university and sun grant college founded under the provisions of the 1862 Morrill Act SDSU offers programs of study required by or harmonious to this Act. In step with this land-grant heritage and mission SDSU has a special focus on academic programs in agriculture engineering nursing and pharmacy as well as the liberal arts.", "label": "educational institution", "id": "train_0_113", "title": "South Dakota State University"}
{"content": " Could We Survive is an EP from singer-songwriter/multi-instrumentalist Joseph Arthur. The EP was released in the US on March 18 2008. Could We Survive is the first in a series of four EPs released in anticipation for the release of Joseph's seventh studio album Temporary People on September 30. From Billboard.com:The title track Could We Survive appeared in the House M.D. episode Lucky Thirteen which first aired on October 21 2008.", "label": "album", "id": "train_0_114", "title": "Could We Survive"}
{"content": " Pajumaa is a village in Hanila Parish Lääne County in western Estonia.", "label": "village", "id": "train_0_115", "title": "Pajumaa"}
{"content": " Plasma Sources Science and Technology is an international journal dedicated solely to non-fusion aspects of plasma science. The Journal was founded in 1992 by Professor Noah Hershkowitz of the University of Wisconsin–Madison who also served as Editor-in-Chief until 2007. Mark J.", "label": "written work", "id": "train_0_116", "title": "Plasma Sources Science and Technology"}
{"content": " Eupithecia vinibua is a moth in the Geometridae family. It is found in Kashmir.The wingspan is about 15.5 mm. The fore- and hindwings are dark greyish brown.", "label": "animal", "id": "train_0_117", "title": "Eupithecia vinibua"}
{"content": " USS Bibb (1853) was a Coast Survey vessel that performed survey work during the American Civil War. In 1864 when Washington D.C. appeared under threat after Lt Gen. Jubal Early’s Confederate army crossed the Potomac River Bibb was commandeered and armed by the Union Navy.", "label": "mean of transportation", "id": "train_0_118", "title": "USS Bibb (1853)"}
{"content": " Mathias Huning (born 25 June 1969) is a former professional tennis player from Germany.", "label": "athlete", "id": "train_0_119", "title": "Mathias Huning"}
{"content": " Unholy Rollers is a 1972 American action comedy film directed by Vernon Zimmerman and starring Claudia Jennings.", "label": "film", "id": "train_0_120", "title": "Unholy Rollers"}
{"content": " Max Delvalle Levy-Maduro (February 27 1911 – December 20 1979) was a Panamanian politician who served as vice president from 1964 to 1968 and briefly served as president in 1967. Both he and his nephew Eric Arturo Delvalle were members of the Kol Shearit Israel Synagogue.In 1967 the country was convulsed politically.", "label": "office holder", "id": "train_0_121", "title": "Max Delvalle"}
{"content": " Jonathan Fritzen (born October 11 1982) is a contemporary jazz pianist and multi-instrumentalist.", "label": "artist", "id": "train_0_122", "title": "Jonathan Fritzén"}
{"content": " Gudenå or Gudenåen (pronounced [ˈɡuˀðn̩ˌɔːˀn̩]) is Denmark's longest river and runs through the central parts of the Jutlandic peninsula. An anglicized version of the name often seen is 'The River Guden'.Gudenåen flows a total of 176 kilometres from Tinnet Krat in Vejle Municipality between Nørre Snede and Tørring-Uldum to Randers Fjord in Randers on a northward course which takes it through the central parts of Jutland.", "label": "natural place", "id": "train_0_123", "title": "Gudenå"}
{"content": " Talamancalia fosbergii is a species of flowering plant in the Asteraceae family.It is found only in Ecuador.Its natural habitat is subtropical or tropical moist montane forests.It is threatened by habitat loss.", "label": "plant", "id": "train_0_124", "title": "Talamancalia fosbergii"}
{"content": " The Willow-Spence Streets Historic District is a neighborhood that lies east of downtown Austin Texas. Its houses churches and commercial buildings were built in the early twentieth century. It is bounded roughly by Interstate 35 to the west East César Chávez Street to the north and Spence Street to the south. It extends a few houses east of San Marcos Street along Willow and Canterbury Streets. It thus includes portions of Willow Spence Canterbury San Marcos and Waller Streets.", "label": "building", "id": "train_0_125", "title": "Willow-Spence Streets Historic District"}
{"content": " Lamprothyrsus is a genus of grass in the Poaceae family.", "label": "plant", "id": "train_0_126", "title": "Lamprothyrsus"}
{"content": " Sarah Tilghman Hughes (August 2 1896 – April 23 1985) was an American lawyer and federal judge who swore in Lyndon B. Johnson as President of the United States on Air Force One after the Kennedy assassination. She is the only woman in U.S. history to have sworn in a United States President a task usually executed by the Chief Justice of the United States.The photo depicting Hughes administering the oath of office to Johnson is the most famous photo ever taken aboard Air Force One.", "label": "office holder", "id": "train_0_127", "title": "Sarah T. Hughes"}
{"content": " So You Want To Be a Wizard is the first book in the Young Wizards series currently consisting of nine books by Diane Duane. It was written in 1982 and published in the next year.In 2012 a revised New Millennium Edition was published.", "label": "written work", "id": "train_0_128", "title": "So You Want to Be a Wizard"}
{"content": " Xaverian Primary SchoolXaverian Primary School is one of the oldest schools in Kenya. The foundation stone was laid by Rt. Rev. F. Hall D.D. the Bishop of Kisumu on 18 September 1955 and was opened by Dr. A. Ressano Garcia (the Consul General for Portugal) on 22 July 1956.The school is located in Kisumu Country (0° 6’ 23.94S 34° 45’ 30.83E) close to the shores of Lake Victoria.", "label": "educational institution", "id": "train_0_129", "title": "Xaverian Primary School"}
{"content": " The Thirteenth Anniversary tour was a triumph both financially and critically for the Residents. It was also the last time Snakefinger would work with them as he died of a heart attack in 1987. The official album release of The Thirteenth Anniversary Show in 1987 was a recording of the show in Japan.", "label": "album", "id": "train_0_130", "title": "The Thirteenth Anniversary Show"}
{"content": " The Bridge of San Luis Rey is a 2004 drama film directed by Mary McGuckian and featuring an ensemble cast of American and international actors. It is based on Thornton Wilder's novel of the same name. The film was released in 2004 in Spain and 2005 in the U.S. and abroad. Despite praise for its costume design the film was poorly received by critics.", "label": "film", "id": "train_0_131", "title": "The Bridge of San Luis Rey (2004 film)"}
{"content": " Fundición Tipográfica Nacional or the Nacional Typefoundry was for many years the leading type foundry of Spain. It was founded in Madrid in 1915 and functioned there until bought out by Fundición Tipográfica Neufville of Barcelona in 1971. It employed prestigious designers like Carlos Winkow and Enric Crous-Vidal and was noted for its bold and striking art deco faces.", "label": "company", "id": "train_0_132", "title": "Nacional Typefoundry"}
{"content": " The Baboia River or Eruga River is a tributary of the Desnățui River in Romania.", "label": "natural place", "id": "train_0_133", "title": "Baboia River"}
{"content": " Hantabad (Persian: حنط اباد‎ also Romanized as Ḩanţābād; also known as Handābād and Khantābād) is a village in Rivand Rural District in the Central District of Nishapur County Razavi Khorasan Province Iran. At the 2006 census its population was 39 in 10 families.", "label": "village", "id": "train_0_134", "title": "Hantabad"}
{"content": " Riccardo Tisci (born in 1974 in Taranto Italy) is an Italian fashion designer. He studied in Italy and then graduated from London's Central Saint Martins Academy in 1999 and in 2005 was named Creative Director for Givenchy womenswear and haute couture.", "label": "artist", "id": "train_0_135", "title": "Riccardo Tisci"}
{"content": " Yong Chin Pak is a 6th dan judo 9th dan hapkido and 8th dan taekwondo master and adjunct instructor in Exercise Sport Science and instructed students in the martial arts (hapkido judo and taekwondo) at Iowa State University from 1973 to 2013.", "label": "athlete", "id": "train_0_136", "title": "Yong Chin Pak"}
{"content": " USS Irex (SS-482) a Tench-class submarine was the only ship of the United States Navy to be named for the irex one of the oceanic fishes belonging to the family carangidae. Her keel was laid down on 2 October 1944 by the Portsmouth Navy Yard in Kittery Maine. She was launched on 26 January 1945 sponsored by Mrs. Allen J. Ellender wife of Senator Ellender of Louisiana and commissioned on 14 May 1945 with Commander J. D. Crowley in command.", "label": "mean of transportation", "id": "train_0_137", "title": "USS Irex (SS-482)"}
{"content": " St Nicholas' Church Normanton is a redundant Anglican church in Normanton-on-Cliffe Lincolnshire England. It is designated by English Heritage as a Grade II* listed building and is under the care of the Churches Conservation Trust. It stands beside the road between Grantham and Lincoln.", "label": "building", "id": "train_0_138", "title": "St Nicholas' Church Normanton"}
{"content": " Calycobathra calligoni is a moth in the Cosmopterigidae family. It is found in south-eastern part of European Russia (eastern Caucasus and southern Ural) Transcaucasia and Central Asia.The wingspan is 10-12 mm. There are two generations per year with adults on wing year round. Overwintering takes place in Rodent nests.The larvae feed on the shoots and fruit of Calligonum junceum Calligonum eriopodum Calligonum microcarpum and Calligonum leucoladum.", "label": "animal", "id": "train_0_139", "title": "Calycobathra calligoni"}
{"content": " Outbound Flight is a novel set in the Star Wars galaxy that was released on January 31 2006. It is written by Timothy Zahn bestselling author of the Thrawn Trilogy to which this novel is a prequel. The book was released by Del Rey first in hardcover then in paperback in January 2007. The cover art is by Dave Seeley.", "label": "written work", "id": "train_0_140", "title": "Outbound Flight"}
{"content": " GlobalSantaFe Corporation which traded on the NYSE as GSF was an offshore oil and gas drilling contractor which owned or operating a fleet of 59 marine drilling rigs. With its principal executive offices in Houston Texas GlobalSantaFe was one of the largest international drilling contractors providing offshore drilling services to the world's leading oil and gas companies.On 23 July 2007 a merger between GlobalSantaFe and larger rival Transocean was announced.", "label": "company", "id": "train_0_141", "title": "GlobalSantaFe Corporation"}
{"content": " HMS Emerald was an Emerald-class light cruiser of the Royal Navy. She was built by Armstrong at Newcastle-on-Tyne with the keel being laid down on 23 September 1918. She was launched on 19 May 1920 and commissioned 14 January 1926.", "label": "mean of transportation", "id": "train_0_142", "title": "HMS Emerald (D66)"}
{"content": " Dasun Madushan( born 02 January 1996) is a Sri Lankan singer. He finished in first place on the fifth season of Sirasa Superstar an idol program in Sri Lanka on the lines of American Idol. He is the youngest ten millionaire of Sri Lankan reality history which he received when he won the Superstar season 5 - The Next Voice on grand final at Sirasa Stein Studios on 15 June 2013.He is a student of Prince of Wales' College Moratuwa.", "label": "artist", "id": "train_0_143", "title": "Dasun Madushan"}
{"content": " The Kangaroo River is a perennial river of the Shoalhaven catchment located in the Southern Highlands and Illawarra regions of New South Wales Australia.", "label": "natural place", "id": "train_0_144", "title": "Kangaroo River (Shoalhaven)"}
{"content": " Todd Kelman (born January 5 1975) is a retired Canadian ice hockey defenceman who is currently the General Manager of the Belfast Giants of the Elite Ice Hockey League having been an original member of the first Giants squad that played in the old Ice Hockey Superleague in the 2000–01 season. He won the Superleague title twice once with the Giants in 2001–02 (a mere one season after the team was founded) and previously with the Bracknell Bees two seasons earlier in 1999–00.", "label": "athlete", "id": "train_0_145", "title": "Todd Kelman"}
{"content": " Ed Arnold is a former Democratic member of the Pennsylvania House of Representatives.", "label": "office holder", "id": "train_0_146", "title": "Ed Arnold"}
{"content": " Koruköy is a village in the District of Adıyaman Adıyaman Province Turkey.", "label": "village", "id": "train_0_147", "title": "Koruköy Adıyaman"}
{"content": " Vivere Live in Tuscany is a live album and DVD of a pop concert by classical Italian tenor Andrea Bocelli. The concert was performed at Bocelli's Teatro del Silenzio in Lajatico Tuscany July 2007. In this DVD he performs duets with Sarah Brightman Elisa Laura Pausini and Heather Headley and collaborates with Chris Botti and Lang Lang and Kenny G. It was certified Triple Diamond in Brazil by the ABPD with over 375000 copies sold in the country.", "label": "album", "id": "train_0_148", "title": "Vivere Live in Tuscany"}
{"content": " Veritas Academy is a private classical Christian university-model school located on the property of the First Evangelical Free Church (FEFC) in southwest Austin Texas It is a private classical college prep school that seeks to train hearts and minds for the glory of God through rigorous curricula character education competitive athletics fine & performing arts and an array of extra‐ and cocurricular activities. offering primary and secondary education in grades K-12.Veritas opened in August 2005. ", "label": "educational institution", "id": "train_0_149", "title": "Veritas Academy (Austin Texas)"}
{"content": " Tylenchorhynchus phaseoli is a plant pathogenic nematode.", "label": "animal", "id": "train_0_150", "title": "Tylenchorhynchus phaseoli"}
{"content": " St. Anne's Episcopal Church built in 1853 is a historic Carpenter Gothic Episcopal church located at 23 Church Street in Calais Maine in the United States. On July 8 1982 St. Anne's was added to the National Register of Historic Places.", "label": "building", "id": "train_0_151", "title": "St. Anne's Episcopal Church (Calais Maine)"}
{"content": " Leonia is a genus of tropical small trees or shrubs. It was named by Hipólito Ruiz López in 1794.", "label": "plant", "id": "train_0_152", "title": "Leonia (plant)"}
{"content": " Les Cinq Dernieres Minutes is a crime based French television series created by Claude Loursais broadcast from 1 January 1958 till 20 December 1996. The show was aired in four series on several channels.The first series was broadcast in 56 episodes between 1 January 1958 and 7 November 1973 on RTF.", "label": "film", "id": "train_0_153", "title": "Les Cinq Dernières Minutes"}
{"content": " Meager Creek is a creek in the southern Pacific Ranges of the Coast Mountains in British Columbia Canada. It flows northeast into the Lillooet River.It is noted for a large set of surface hot springs known as the Meager Creek Hot Springs related to volcanism of the Mount Meager massif on its north side. Public access reopened in the summer of 2008 several years after vandalism of the site and flooding damage to the access road and bridge had seen the site closed.", "label": "natural place", "id": "train_0_154", "title": "Meager Creek"}
{"content": " The Red House is a 1903 building in New York City. It was built on land owned by Canadian architect R. Thomas Short of the Beaux-Arts firm Harde & Short. He and his firm designed and built the building. It was added to the National Register of Historic Places on September 8 1983.", "label": "building", "id": "train_0_155", "title": "Red House (Manhattan)"}
{"content": " The Saint Vincent Amazon (Amazona guildingii) also known as Saint Vincent Parrot is a large approximately 40 cm long multi-colored amazon parrot with a yellowish white blue and green head greenish-bronze upperparts plumage and violet blue-green wings.", "label": "animal", "id": "train_0_156", "title": "Saint Vincent Amazon"}
{"content": " Into the Storm or Churchill at War (alt. title) is a 2009 biographical film about Winston Churchill and his days in office during World War II. The movie is directed by Thaddeus O'Sullivan and stars Brendan Gleeson who plays the British Prime Minister. Into the Storm is a sequel to the 2002 television film The Gathering Storm which details the life of Churchill in the years just prior the war.", "label": "film", "id": "train_0_157", "title": "Into the Storm (2009 film)"}
{"content": " Bob Pelkington was an American basketball player for Xavier University from 1960 to 1964.Pelkington was one of the best rebounders of his era. During his senior year he led the nation in rebounds per game at 21.8. His 16.6 career average is still the highest in school history.", "label": "athlete", "id": "train_0_158", "title": "Bob Pelkington"}
{"content": " Speedy (born Juan Antonio Ortiz Garcia on September 10 1979) is a Puerto Rican Reggaeton artist.In 2005 he released a remix of the single Siéntelo which was originally recorded for the 2001 various artists compilation Sandunguero by DJ Blass. The remix featured Lumidee and hit the Top 10 in Belgium Finland France Switzerland and the Netherlands.Other artists he has worked with include Plan B Daddy Yankee and Lito & Polaco.", "label": "artist", "id": "train_0_159", "title": "Speedy (musician)"}
{"content": " Draka Holding N.V. was a Dutch manufacturer of electrical cables for the telecommunications energy infrastructure and automotive industries founded in 1910 by Jan Teewis Duyvis as Hollandsche Draad & Kabel Fabriek.In 1970 Draka was acquired by Philips and became part of the Philips' Wire and Cable division.", "label": "company", "id": "train_0_160", "title": "Draka Holding"}
{"content": " Soo Line 353 is a restored 0-6-0 type steam locomotive of the Minneapolis St. Paul and Sault Ste. Marie Railway (“Soo Line”) B-4 class. It is now owned & operated by WMSTR (Western Minnesota Steam Threshers Reunion) every Labor Day weekend.", "label": "mean of transportation", "id": "train_0_161", "title": "Soo Line 353"}
{"content": " Léon Kauffman (16 August 1869 – 25 March 1952) was a Luxembourgish politician. He was the 12th Prime Minister of Luxembourg serving for one year from June 19 1917 until September 28 1918.After studying law in 1893 Kauffman was appointed an Attaché of the Parquet Général and then was a justice of the peace in Echternach from 1898 to 1900. Then he was a senior civil servant from 1902 to 1910. In 1910 he became director of the tax administration and president of the Assurances sociales.", "label": "office holder", "id": "train_0_162", "title": "Léon Kauffman"}
{"content": " Helenów [xɛˈlɛnuf] is a village in the administrative district of Gmina Zwoleń within Zwoleń County Masovian Voivodeship in east-central Poland. It lies approximately 7 kilometres (4 mi) east of Zwoleń and 105 km (65 mi) south-east of Warsaw.The village has a population of 50.", "label": "village", "id": "train_0_163", "title": "Helenów Gmina Zwoleń"}
{"content": " Superman and Batman: World's Funnest is an American single issue prestige format comic book published in 2000 by DC Comics. It was written by Evan Dorkin and illustrated by many artists. It is an Elseworlds tale and as such is not considered part of the main DC canon/continuity. Despite the title Batman and Superman play only a small role in the story which stars instead Mr. Mxyzptlk and Bat-Mite as the main protagonists.", "label": "written work", "id": "train_0_164", "title": "Superman and Batman: World's Funnest"}
{"content": " Dr. N.T.R. University of Health Sciences formerly Andhra Pradesh University of Health Sciences is a public university in the city of Vijayawada Andhra Pradesh India. It is named after its founder N. T. Rama Rao.", "label": "educational institution", "id": "train_0_165", "title": "Dr. N. T. R. University of Health Sciences"}
{"content": " Philosophy of the World is the first album by The Shaggs released in 1969 by Third Word Records and rereleased in 1980 by Red Rooster Records/Rounder Records after the band NRBQ found it at a Massachusetts radio station in 1978. A CD version containing Shaggs' Own Thing was released in 1988 by Rounder and another CD this time without the latter record was released by RCA Victor in 1999.Recording of the album was financed by Austin Wiggin father of the bandmembers.", "label": "album", "id": "train_0_166", "title": "Philosophy of the World"}
{"content": " Cyclamen rohlfsianum is a perennial growing from a tuber native to shrubland especially in limestone cracks up to 450 m (1500 ft) above sea level in a small area of northeastern Libya. It is one of the tenderest cyclamen species.The plant was discovered by Friedrich Gerhard Rohlfs in 1879 and was named after him in 1897 by Paul Friedrich August Ascherson.", "label": "plant", "id": "train_0_167", "title": "Cyclamen rohlfsianum"}
{"content": " The Matchmaker is a 1958 American comedy film directed by Joseph Anthony. The screenplay by John Michael Hayes is based on the 1955 play of the same name by Thornton Wilder.", "label": "film", "id": "train_0_168", "title": "The Matchmaker (1958 film)"}
{"content": " Poon Man Tik (Chinese: 潘文迪; Jyutping: pun1 man4 dik6 born 24 February 1975 in Hong Kong) is a Hong Kong professional football player playing for Hong Ngai.", "label": "athlete", "id": "train_0_169", "title": "Poon Man Tik"}
{"content": " Regionalcargo Holdings S.A. de C.V. operating as Regional Cargo is a Mexican cargo airline. Its headquarters are on the grounds of Querétaro International Airport and in Colón Querétaro near Santiago de Querétaro.", "label": "company", "id": "train_0_170", "title": "Regional Cargo"}
{"content": " Beke is a river of Mecklenburg-Vorpommern Germany.", "label": "natural place", "id": "train_0_171", "title": "Beke (Warnow)"}
{"content": " Byturidae also known as Fruitworms is a family of beetles in the suborder Polyphaga. The larvae develop in fruits. Byturus unicolor affects species of Rubus and Geum the larvae of Raspberry beetle raspberry plants.There are two subfamilies: Platydascillinae and Byturinae. The distribution of Byturinae is holarctic. Species of Platydascillinae are found in southeast Asia.", "label": "animal", "id": "train_0_172", "title": "Byturidae"}
{"content": " USS Benson (DD-421) was the lead ship of her class of destroyers in the United States Navy during World War II. She was named for Admiral William S. Benson (1855–1932).Benson was laid down on 16 May 1938 at Quincy Mass. by the Bethlehem Steel Co.; launched on 15 November 1939; sponsored by Mrs. William S. Benson the widow of Adm. Benson; and commissioned on 25 July 1940 Commander Clifford A. Fines in command.", "label": "mean of transportation", "id": "train_0_173", "title": "USS Benson (DD-421)"}
{"content": " Podmalinsko Monastery (Serbian Cyrillic: Манастир Подмалинско) or Tušinski Monastery is a Serbian Orthodox monastery near Šavnik in modern-day Montenegro (then Kingdom of Serbia).", "label": "building", "id": "train_0_174", "title": "Podmalinsko Monastery"}
{"content": " The Center for Information Technology & Society at the University of California Santa Barbara was founded in 1999 to support the interdisciplinary study of the cultural transitions and social innovations associated with contemporary information technology. CITS accomplishes this by connecting scholars in different disciplines studying similar phenomena related to technology and society through both formal events and informal meetings of the Center’s faculty research affiliates.", "label": "educational institution", "id": "train_0_175", "title": "Center for Information Technology & Society"}
{"content": " Zamia vazquezii is a species of plant in the Zamiaceae family. It is endemic to Mexico. It is threatened by habitat loss.", "label": "plant", "id": "train_0_176", "title": "Zamia vazquezii"}
{"content": " Albert Bouchard (born May 24 1947) is a American drummer guitarist singer and songwriter. He was a founding member of the American hard rock band Blue Öyster Cult.", "label": "artist", "id": "train_0_177", "title": "Albert Bouchard"}
{"content": " Deh-e Masud (Persian: ده مسعود‎ also Romanized as Deh-e Mas‘ūd; also known as Deh-e Mas‘ūdābād) is a village in Moezziyeh Rural District Chatrud District Kerman County Kerman Province Iran. At the 2006 census its population was 21 in 7 families.", "label": "village", "id": "train_0_178", "title": "Deh-e Masud"}
{"content": " Frederick Woolnough 'Fred' Paterson (13 June 1897 – 7 October 1977) was an Australian politician activist unionist and lawyer. He was the only member of the Communist Party of Australia ever to be elected to a parliament anywhere in Australia.", "label": "office holder", "id": "train_0_179", "title": "Fred Paterson"}
{"content": " The Tinkling Symbol first published in 1935 is a detective story by Phoebe Atwood Taylor which features her series detective Asey Mayo the Codfish Sherlock. This novel is a mystery of the type known as a whodunnit.", "label": "written work", "id": "train_0_180", "title": "The Tinkling Symbol"}
{"content": " Wiggly Wiggly Christmas released on September 6 1996 is The Wiggles' seventh album and the group's first Christmas album. It was made into a video the following year.", "label": "album", "id": "train_0_181", "title": "Wiggly Wiggly Christmas"}
{"content": " Lenzie Academy is a co-educational comprehensive secondary school located in Lenzie East Dunbartonshire Scotland. The catchment area covers Lenzie Auchinloch and southern parts of Kirkintilloch.", "label": "educational institution", "id": "train_0_182", "title": "Lenzie Academy"}
{"content": " Moses McNeil (29 October 1855 – 9 April 1938) was a Scottish professional footballer who was one of the founding members of Rangers Football Club. He played as a winger.", "label": "athlete", "id": "train_0_183", "title": "Moses McNeil"}
{"content": " Houttuynia is a genus of two species in the Saururaceae native to Southeast Asia. One species H. cordata is widely cultivated as a culinary herb. The genus was originally described in 1783 by Carl Peter Thunberg when he formally described H. cordata as the only species. It remained a monotypic genus until 2001 when Zheng Yin Zhu and Shi Liang Zhang discovered and described a second species native to China H. emeiensis.", "label": "plant", "id": "train_0_184", "title": "Houttuynia"}
{"content": " Howard S.H. Shyr (Chinese: 石世豪; pinyin: Shí Shìháo) is a politician in the Republic of China. He currently serves as the Chairperson of the National Communications Commission (NCC) of the Executive Yuan since August 2012.", "label": "office holder", "id": "train_0_185", "title": "Howard S.H. Shyr"}
{"content": " Challenge was the tenth and final Bulldog Drummond novel written by H. C. McNeile. It was published in 1935 under McNeile's pen name Sapper.  ", "label": "written work", "id": "train_0_186", "title": "Challenge (novel)"}
{"content": " The Hudson Historic District is a historic district located in Hudson Ohio. It was added to the National Register of Historic Places in 1973.", "label": "building", "id": "train_0_187", "title": "Hudson Historic District (Ohio)"}
{"content": " Gymnetis litigiosa is a species of beetle in the family Cetoniidae.", "label": "animal", "id": "train_0_188", "title": "Gymnetis litigiosa"}
{"content": " Lake Galichskoye (Russian: Галичское) is a freshwater lake in the northern part of Kostroma Oblast Russia that takes its name from the old town of Galich sitting on its south bank. It is situated at the height of 100 meters above mean sea level stretching for 17 km from west to east. The lake area is 75.4 km2. The lake is shallow (up to 5 meters deep) its banks are marshy and the bottom is silty. The lake has been noted for its fishing but is currently in danger of silting up.", "label": "natural place", "id": "train_0_189", "title": "Lake Galichskoye"}
{"content": " The GE U28CG or RUle Re/2-9 was a passenger-hauling diesel-electric locomotive produced in 1966 by GE Transportation Systems and derived from their freight-hauling U28C design.", "label": "mean of transportation", "id": "train_0_190", "title": "GE U28CG"}
{"content": " The Metropol Verlag is a German publishing house established in 1988 and generally acknowledged as one of the leading publishers on the Nazi era and the history of the GDR.The company was founded in West Berlin by Friedrich Veitl. Together with S. Fischer Kiepenheuer & Witsch Rowohlt and other publishers it was a member of the “Article 19 publisher” who in 1989 printed Salman Rushdie The Satanic Verses in Germany. Metropol publishes mainly books in German.", "label": "company", "id": "train_0_191", "title": "Metropol Verlag"}
{"content": " You're the Greatest Lover is a budget-priced compilation album by Dutch girl group Luv' released by PolyGram Netherlands in 1998. It features songs from the back catalogue of Phonogram/Philips Records Luv's label between 1977 and 1979 when the female pop trio reachedits peak in a large part of Continental Europe and South Africa. This album is named after the biggest hit record of the female pop formation: You're the Greatest Lover.", "label": "album", "id": "train_0_192", "title": "You're the Greatest Lover (album)"}
{"content": " Brzostno [ˈbʐɔstnɔ] is a village in the administrative district of Gmina Choszczno within Choszczno County West Pomeranian Voivodeship in north-western Poland. It lies approximately 15 kilometres (9 mi) east of Choszczno and 75 km (47 mi) east of the regional capital Szczecin.Before 1945 the area was part of Germany. For the history of the region see History of Pomerania.", "label": "village", "id": "train_0_193", "title": "Brzostno"}
{"content": " Scott James Meyer is an attorney comedian and writer currently based out of Birmingham Alabama.", "label": "artist", "id": "train_0_194", "title": "Scott James Meyer"}
{"content": " Notebook (Malayalam: നോട്ട്ബുക്ക്‌) is a 2006 Malayalam teen film directed by Rosshan Andrrews and written by Bobby Sanjay. It is about three students at a boarding school and how they face up to challenges in their lives. The film dealt with the subject of teenage pregnancy. The film was praised for handling a rare and relevant subject but the overall critical and box-office responses were mixed.", "label": "film", "id": "train_0_195", "title": "Notebook (2006 film)"}
{"content": " WEX operating as Wright Express in Australia (and internationally until 2012) is a provider of payment processing and information management services to the United States commercial and government vehicle fleet industry. The Company provides services in the United States Canada New Zealand and Australia.The Company’s operations are organized into two segments: Fleet and MasterCard.", "label": "company", "id": "train_0_196", "title": "Wright Express"}
{"content": " The Song Remains the Same is a concert film featuring the English rock band Led Zeppelin. The filming took place during three nights of concerts at Madison Square Garden in New York City in the summer of 1973 with additional footage shot at Shepperton Studios due to cameramen's unacceptable work at the concerts. The film premiered on 20 October 1976 at Cinema I in New York and at Warner West End Cinema in London two weeks later. It was accompanied by a soundtrack album of the same name.", "label": "film", "id": "train_0_197", "title": "The Song Remains the Same (film)"}
{"content": " Professor Radoje Knežević (Serbian Cyrillic: Радоје Кнежевић; 1901 – 1981) was a key member of the group that organised the Yugoslav coup d'état of 27 March 1941 that deposed the regency of Prince Paul Dr. Radenko Stanković and Dr. Ivo Perović as well as the government of Prime Minister Dragiša Cvetković.", "label": "office holder", "id": "train_0_198", "title": "Radoje Knežević"}
{"content": " Clarkson-Watson House also known as the Bank of Germantown and Germantown Historical Society is a historic home located in the Wister neighborhood of Philadelphia Pennsylvania. It was built between 1740 and 1750 and modified in the 1770s. It is a 2 1/2-story stuccoed stone dwelling with a rear brick addition. It has a gable roof with dormers.It was added to the National Register of Historic Places in 1973.", "label": "building", "id": "train_0_199", "title": "Clarkson-Watson House"}
{"content": " Vertigo is a wordless novel by American artist Lynd Ward (1905–1985) published in 1937. It tells of the effects of the Great Depression on the lives of an elderly industrialist and a young man and woman.At 230 wood engravings Vertigo was Ward's longest and most complex wordless novel and proved to be the last he finished—he abandoned another in 1940 and in the last years of his life began another that he never finished.", "label": "written work", "id": "train_0_200", "title": "Vertigo (wordless novel)"}
{"content": " RFA Blue Ranger (A157) was a fleet support tanker of the Royal Fleet Auxiliary.", "label": "mean of transportation", "id": "train_0_201", "title": "RFA Blue Ranger (A157)"}
{"content": " Mattawan is a village in Antwerp Township Van Buren County of the U.S. state of Michigan. The population was 1997 at the 2010 census.", "label": "village", "id": "train_0_202", "title": "Mattawan Michigan"}
{"content": " Richard E. Roeper (born October 17 1959) is an American columnist and film critic for The Chicago Sun-Times and now a co-host on The Roe Conn Show on WLS-AM. He co-hosted the television series At the Movies with the late Roger Ebert from 2000–2008 as the late Gene Siskel's successor.", "label": "artist", "id": "train_0_203", "title": "Richard Roeper"}
{"content": " Physaria fremontii (syn. Lesquerella fremontii) is a species of flowering plant in the mustard family known by the common name Fremont's bladderpod. It is endemic to Wyoming in the United States where it occurs only in and around the Wind River Range in Fremont County.This species is a perennial herb growing from a taproot and producing decumbent or prostrate stems up to 15 centimeters long. The basal leaves are up to four or five centimeters long with oval blades borne on petioles.", "label": "plant", "id": "train_0_204", "title": "Physaria fremontii"}
{"content": " Angove Lake is a permanent freshwater lake in the Great Southern area of Western Australia.", "label": "natural place", "id": "train_0_205", "title": "Angove Lake"}
{"content": " Freedom Suite is the fifth studio album (a double album) by rock band The Rascals released in March 1969. It peaked at number 17 on the Billboard Top LPs chart and also reached number 40 on the Billboard Black Albums chart the last Rascals album to appear there.", "label": "album", "id": "train_0_206", "title": "Freedom Suite (The Rascals album)"}
{"content": " Mount Carmel Christian School is located in Mount Pleasant Pennsylvania USA. The school provides accelerated education in a private school environment. It offers education to all grades from kindergarten throughout High School.", "label": "educational institution", "id": "train_0_207", "title": "Mount Carmel Christian School"}
{"content": " Barbus aloyi is a species of ray-finned fish in the genus Barbus.", "label": "animal", "id": "train_0_208", "title": "Barbus aloyi"}
{"content": " Fabio Cudicini (born October 20 1935) is an Italian former professional football (soccer) goalkeeper who played from 1955 to 1973. With his 1.91 m (6 ft 3 in) he was one of the tallest goalkeepers of his time. Born in Trieste he was nicknamed Ragno Nero ('Black Spider') and was one of the most celebrated goalkeepers for A.C. Milan helping them win the 1969 European Cup Final.Cudicini played for Milan from 1967–73; he also played for Udinese (1955–58) Roma (1958–66) and Brescia (1966–67).", "label": "athlete", "id": "train_0_209", "title": "Fabio Cudicini"}
{"content": " Aranmore Catholic College is a college in Leederville Perth Western Australia. It was founded in 1903 by the Sisters of Mercy and the name was taken from Arranmore Island off Ireland's Donegal coast.", "label": "educational institution", "id": "train_0_210", "title": "Aranmore Catholic College"}
{"content": " Barbara Erskine (born 10 August 1944 in Nottingham) is an English novelist.", "label": "artist", "id": "train_0_211", "title": "Barbara Erskine"}
{"content": " The Caxias River is a river of Maranhão state in northeastern Brazil.", "label": "natural place", "id": "train_0_212", "title": "Caxias River"}
{"content": " P & K Enterprises was an American manufacturer of composite and wooden propellers for homebuilt and ultralight aircraft. The company headquarters was located in Colfax Indiana.The company built fixed-pitch and ground-adjustable propellers with two to five blades for 2si Rotax and Zenoah engines up to 90 hp (67 kW) from wooden laminates and composites.", "label": "company", "id": "train_0_213", "title": "P & K Enterprises"}
{"content": " Good Morning President (Hangul: 굿모닝 프레지던트; RR: Gutmoning peurejideonteu) is a 2009 South Korean film written and directed by Jang Jin that takes viewers to the private quarters of the Blue House during the terms of three fictional presidents (played by Lee Soon-jae Jang Dong-gun and Go Doo-shim) each trapped between political and ethical choices. It was chosen as the opening film of the 14th Busan International Film Festival and was released in theaters on October 22 2009.", "label": "film", "id": "train_0_214", "title": "Good Morning President"}
{"content": " Ulochlaena hirta is a moth of the Noctuidae family. It is found in south-eastern Europe and the Mediterranean region east through Turkey Iran and the Kopet Dag mountains to the southern Ural.Adults are sexually dimorphic. Males have a wingspan of 21–35 mm. Females have reduced wings. Adults are on wing from mid October to the end of December in one generation per year.The larvae feed on the roots of various grasses. Pupation takes place underground. The species overwinters as an egg.", "label": "animal", "id": "train_0_215", "title": "Ulochlaena hirta"}
{"content": " Davidsonia johnsonii commonly known as smooth Davidson's plum is a small tree native to rainforests of eastern Australia. The leaves are compound glossy and hairless. It is a very rare tree in the wild but is cultivated for its edible fruit.The fruit is a deep burgundy colour with a sour flavour and is popular in jams. It is cultivated in small plantations. Due to infertile seeds it can only be propagated from cuttings or division.", "label": "plant", "id": "train_0_216", "title": "Davidsonia johnsonii"}
{"content": " The Latécoère 32 was a flying boat built in France in 1928 for use on Aéropostale's mail routes to North Africa.", "label": "mean of transportation", "id": "train_0_217", "title": "Latécoère 32"}
{"content": " The Biggin Church Ruins are the ruins of a church in Berkeley County South Carolina. Biggins Church is its name in the USGS Geographic Names Information System. The ruins are about 2 mi (3 km) from Moncks Corner South Carolina near the intersection of South Carolina Highway 402 and State Highway 8-376. The church has been burned three times since it was first constructed in about 1711. It was the church of the parish of St. John's Berkeley.", "label": "building", "id": "train_0_218", "title": "Biggin Church Ruins"}
{"content": " Rodney Jon (Rod) Welford (born 30 September 1958) is the Chairman and CEO of Ensight a specialist energy system design firm based in Brisbane Australia. He is a former Australian parliamentarian who was a Labor member of the Legislative Assembly of Queensland from 1989 to 2009.", "label": "office holder", "id": "train_0_219", "title": "Rod Welford"}
{"content": " Hangman's Curse is a 2001 novel by Frank E. Peretti. It is the first book in the Veritas Project series for teenagers.", "label": "written work", "id": "train_0_220", "title": "Hangman's Curse"}
{"content": " Sex with an X is the second studio album by the Scottish alternative rock band The Vaselines which was released on 14 September 2010 on Sub Pop.The first single from the album I Hate The 80's was released on 10 June 2010. The second single the title track Sex with an X was released on 24 August 2010 with a B-Side entitled Roaster while the third single Mouth To Mouth was released on Valentine's Day 14 February 2011.", "label": "album", "id": "train_0_221", "title": "Sex with an X"}
{"content": " Bhetaguri is a village in Dinhata subdivision of Cooch Behar district West Bengal India. Bhetaguri is connected by road and railway to the district headquarters.", "label": "village", "id": "train_0_222", "title": "Bhetaguri"}
{"content": " Ayman Adais (born June 28 1978) also Ayman Idais is a Jordanian professional basketball player who currently plays for the Jordainian team Zain.Adais competed with the Jordanian team in the FIBA Asia Championship when it was held in 2007 and 2009 where he averaged 10.9 points and therefore raised the Jordainian team's points to 4.3.", "label": "athlete", "id": "train_0_223", "title": "Ayman Adais"}
{"content": " Poncione di Ganna is a mountain of Lombardy Italy. It has an elevation of 993 metres above sea level.", "label": "natural place", "id": "train_0_224", "title": "Poncione di Ganna"}
{"content": " Daniel S. DeCarlo (December 12 1919 – December 18 2001) was an American cartoonist best known as the artist who developed the look of Archie Comics in the late 1950s and early 1960s modernizing the characters to their contemporary appearance and establishing the publisher's house style. As well he is the generally recognized creator of the characters Sabrina the Teenage Witch Josie and the Pussycats (with the lead character named for his wife) and Cheryl Blossom.", "label": "artist", "id": "train_0_225", "title": "Dan DeCarlo"}
{"content": " Professor Sir Brian Jarman OBE was Professor of Primary Health Care from 1983-98 at Imperial College School of Medicine and President from 2003-4 of the British Medical Association.The Hospital Standardised Mortality Ratio (HSMR) methodology was developed by Jarman director of the Dr Foster Unit at Imperial College London. This method was applied by Dr Foster Intelligence.", "label": "office holder", "id": "train_0_226", "title": "Brian Jarman"}
{"content": " The British edition of Vogue is a fashion magazine that has been published since the autumn of 1916. The magazine's current editor stated that “Vogue’s power is universally acknowledged. It’s the place everybody wants to be if they want to be in the world of fashion and 85% of the magazine’s readers agree that “Vogue is the Fashion Bible”.", "label": "written work", "id": "train_0_227", "title": "Vogue (British magazine)"}
{"content": " Dreamcatcher is a 2003 science fiction horror film adaptation of Stephen King's novel of the same name. It was directed by Lawrence Kasdan and co-written by Kasdan and screenwriter William Goldman. The film stars Damian Lewis Thomas Jane Jason Lee and Timothy Olyphant as four friends who encounter an invasion of parasitic aliens. It was filmed around Prince George British Columbia.", "label": "film", "id": "train_0_228", "title": "Dreamcatcher (film)"}
{"content": " The Esplanade also known as the Esplanade Mall is a shopping mall in Kenner Louisiana United States. It is anchored by Macy's (the first Macy's in Louisiana) Dillard's Clearance and Target. The mall which opened in 1985 is owned by the Simon Property Group who acquired it through their merger with Mills Corporation in 2007.The mall was built and opened in 1984. The original owners were Cadillac Fairview.", "label": "building", "id": "train_0_229", "title": "The Esplanade (Kenner Louisiana)"}
{"content": " Film Bug I is the second music video by The Gazette featuring music video from 2005 to 2006 like Reila Cockroach Cassis Shadow VI II I Silly God Disco and Taion.", "label": "album", "id": "train_0_230", "title": "Film Bug I (music video)"}
{"content": " Celtis planchoniana is a deciduous tree in the Celtis genus native to parts of eastern Europe and western Asia.", "label": "plant", "id": "train_0_231", "title": "Celtis planchoniana"}
{"content": " Maurice Perry Duncan (born July 18 1931 in Oakland California) is a former quarterback for the National Football League and Canadian Football League. He played for the San Francisco 49ers from 1954-1955 the BC Lions from 1956-1957 and the Calgary Stampeders in 1958.", "label": "athlete", "id": "train_0_232", "title": "Maury Duncan"}
{"content": " Hasana-ye Hajjiabad-e Hajji Ebrahim (Persian: حسناحاجي آبادابراهيم‎ also Romanized as Ḩasanā-ye Ḩājjīābād-e Ḩājjī Ebrāhīm; also known as Ḩājjīābād-e Ḩājjī Ebrāhīm and Ḩasanā) is a village in Harirud Rural District Bujgan District Torbat-e Jam County Razavi Khorasan Province Iran. At the 2006 census its population was 214 in 48 families.", "label": "village", "id": "train_0_233", "title": "Hasana-ye Hajjiabad-e Hajji Ebrahim"}
{"content": " The Das's dwarf toad or torrent toad (Adenomus dasi) is a species of toad endemic to Sri Lanka. Its only known habitat is in Peak Wilderness Sanctuary at an altitude of 1370 m where it is a rare species. In the 1890s it was also recorded near Nuwara Eliya but this population is assumed to be extinct. It is listed as a critically endangered species due to a restricted range and habitat loss caused by water pollution.A.", "label": "animal", "id": "train_0_234", "title": "Adenomus dasi"}
{"content": " Bauskas alus is a brewery in Bauska Latvia.It was established in 1981 back then a part of a local kolkhoz canning factory. At first they started producing traditional beers like Marta alus (Märzen) Rīgas alus (Beer of Riga) and Senču alus (Ancestors' Beer). In 1982 the brewery started producing their main articles Bauskas gaišais (Bauska Light) and Bauskas tumšais (Bauska Dark).", "label": "company", "id": "train_0_235", "title": "Bauskas alus"}
{"content": " USS Deft (AM-216) was an Admirable-class minesweeper built for the U.S. Navy during World War II. She was built to clear minefields in offshore waters and served the Navy in the Pacific Ocean. She was launched 28 March 1943 by Tampa Shipbuilding Co. Inc. Tampa Florida; sponsored by Mrs. E. H. Jacobs; and commissioned 16 April 1945 Lieutenant J. C. Engle USNR in command.", "label": "mean of transportation", "id": "train_0_236", "title": "USS Deft (AM-216)"}
{"content": " Community School located in Teaneck New Jersey is a private school founded in 1968 to serve the bright child with learning and attentional disabilities. The school's primary goal is to help children achieve a level of performance in the classroom that is fully commensurate with their respective abilities. The Lower School program provides children in grades K-8 with skilled remedial help and challenging academic experience.", "label": "educational institution", "id": "train_0_237", "title": "Community School (Teaneck New Jersey)"}
{"content": " Eugene Schuyler (Ithaca New York February 26 1840 – Venice Italy July 16 1890) was a nineteenth-century American scholar writer explorer and diplomat. Schuyler was of the first three Americans to earn a Ph.D. from an American university; and the first American translator of Ivan Turgenev and Lev Tolstoi.", "label": "artist", "id": "train_0_238", "title": "Eugene Schuyler"}
{"content": " The Thief (Russian: Вор Vor) is a 1997 Russian drama film written and directed by Pavel Chukhrai. It was nominated for the Academy Award for Best Foreign Language Film and won the Nika Award for Best Picture and Best Directing.", "label": "film", "id": "train_0_239", "title": "The Thief (1997 film)"}
{"content": " Square Enix Holdings Co. Ltd. (株式会社スクウェア・エニックス・ホールディングス Kabushiki-gaisha Sukuwea Enikkusu Hōrudingusu) is a Japanese video game developer publisher and distribution company that is best known for its role-playing video game franchises which include the Final Fantasy series the Dragon Quest series and the Kingdom Hearts action RPG series.", "label": "company", "id": "train_0_240", "title": "Square Enix"}
{"content": " Microhexura is a tiny spider genus from the USA with only two species. M. montivaga is considered endangered. M. idahoana is widespread in old growth from Mount Rainier southward.", "label": "animal", "id": "train_0_241", "title": "Microhexura"}
{"content": " This article relates to the Anglican Cathedral of Wellington. For the two other Wellington Cathedrals see: Sacred Heart Cathedral (Catholic) and Cathedral of the Annunciation of the Virgin Mary (Greek Orthodox)St Paul's Cathedral Wellington is the cathedral church of the Anglican Diocese of Wellington and the seat of its bishop of Wellington.Work began in 1955 and was completed in 1998.", "label": "building", "id": "train_0_242", "title": "Saint Paul's Cathedral Wellington"}
{"content": " Dipterocome is a genus of flowering plants in the daisy family.", "label": "plant", "id": "train_0_243", "title": "Dipterocome"}
{"content": " Got to Be There is the Gold-certified solo debut album by Michael Jackson released by Motown Records on January 24 1972. It includes the song of the same name which was released in the October 7 1971 as Jackson's debut solo single. It would go on to sell nearly 900000 copies in the United States and over 3.2 million copies worldwide. The album was later remastered and reissued in 2009 as part of the 3-disc compilation Hello World: The Motown Solo Collection.", "label": "album", "id": "train_0_244", "title": "Got to Be There"}
{"content": " Bridge Mountain is one of the mountains surrounding Red Rock Canyon in the Spring Mountains in Clark County of southern Nevada.Bridge Mountain is named for the natural feature of a bridge-like natural arch of sandstone near the summit. Bridge Mountain is highest peak in the Red Rock Canyon National Conservation Area. The ascent is a popular hike.", "label": "natural place", "id": "train_0_245", "title": "Bridge Mountain"}
{"content": " Charles William Henry Montagu-Scott 4th Duke of Buccleuch and 6th Duke of Queensberry KT (24 May 1772 – 20 April 1819) styled Earl of Dalkeith until 1812 was a British landowner amateur cricketer and Tory politician.", "label": "office holder", "id": "train_0_246", "title": "Charles Montagu-Scott 4th Duke of Buccleuch"}
{"content": " Raema Lisa Rumbewas (born September 10 1980 in Jayapura Papua) is an Indonesian weightlifter who competed in the women's 48 kg at the 2000 Summer Olympics and won the silver medal with 185.0 kg in total. She also won a silver medal at the 2004 Summer Olympics this time competing in the women's 53 kg and lifting 210.0 kg in total.", "label": "athlete", "id": "train_0_247", "title": "Raema Lisa Rumbewas"}
{"content": " Kikół [ˈkikuu̯] (German: Kickelsee) is a village in Lipno County Kuyavian-Pomeranian Voivodeship in north-central Poland. It is the seat of the gmina (administrative district) called Gmina Kikół. It lies approximately 9 kilometres (6 mi) north-west of Lipno and 36 km (22 mi) east of Toruń.The village has a population of 1500.", "label": "village", "id": "train_0_248", "title": "Kikół"}
{"content": " Morehouse Parish School Board is a school district headquartered in an unincorporated area of Morehouse Parish Louisiana United States near the city of Bastrop the parish seat.The district serves Morehouse Parish.", "label": "educational institution", "id": "train_0_249", "title": "Morehouse Parish School Board"}
{"content": " The Medway Av8R (English: Aviator) is a British ultralight trike designed and produced by Medway Microlights. The aircraft is supplied fully factory-built.", "label": "mean of transportation", "id": "train_0_250", "title": "Medway Av8R"}
{"content": " A Purple Place for Dying (1964) is the third novel in the Travis McGee series by John D. MacDonald.", "label": "written work", "id": "train_0_251", "title": "A Purple Place for Dying"}
{"content": " Apotomis betuletana is a moth of the Tortricidae family. It is found in most of Europe. It is also found in the eastern part of the Palearctic ecozone. The habitat consists of woods and woodland margins where birch occurs.The wingspan is 16–20 mm. Adults are on wing from July to September.The larvae feed on Betula species. They spin and roll the leaves of their host plant. The larvae can be found from May to June. Pupation takes place in the larval habitation or among leaf-litter on the ground.", "label": "animal", "id": "train_0_252", "title": "Apotomis betuletana"}
{"content": " Dr. Imre Szakács (born July 5 1957) is a Hungarian jurist and politician member of the National Assembly (MP) for Győr (Győr-Moson-Sopron County Constituency II) since 1998. He served as Parliamentary Secretary of State for Youth and Sport between January 1 1999 and May 27 2002.", "label": "office holder", "id": "train_0_253", "title": "Imre Szakács"}
{"content": " Soyeon Kate Lee (이소연 born 1979) is a Korean-American classical pianist who currently lives in New York USA.", "label": "artist", "id": "train_0_254", "title": "Soyeon Kate Lee"}
{"content": " FutureMedia is a collaborative initiative at Georgia Tech and the Georgia Tech Research Institute to analyze the state and future of digital social and mobile media. Georgia Tech has around 500 faculty members working in those fields.", "label": "company", "id": "train_0_255", "title": "FutureMedia"}
{"content": " Heart Lake Michigan is located in Otsego County in northern Michigan about 9 miles (14 km) south of Gaylord just west of Interstate 75. Heart Lake is so named due to its irregular shape of a valentine heart.Heart Lake comprises about 63 acres (0.3 km2) has a maximum depth of 123 feet (37 m). The lake is a classic example of a kettle lake many of which dot the landscape in this area.", "label": "natural place", "id": "train_0_256", "title": "Heart Lake (Michigan)"}
{"content": " Góra [ˈɡura] is a village in the administrative district of Gmina Łubnice within Staszów County Świętokrzyskie Voivodeship in south-central Poland. It lies approximately 4 kilometres (2 mi) north of Łubnice 14 km (9 mi) south of Staszów and 63 km (39 mi) south-east of the regional capital Kielce.The village has a population of 82.", "label": "village", "id": "train_0_257", "title": "Góra Staszów County"}
{"content": " Riders Go Commercial is a studio recording released by the Western band Riders in the Sky in 1989. It contains spoken comedy skits commercial satires and six songs. Riders Go Commercial is available as a single CD.", "label": "album", "id": "train_0_258", "title": "Riders Go Commercial"}
{"content": " Iso Fidia (or Iso Rivolta Fidia) initially Iso Rivolta S4 was a four-door sedan from the Italian automobile maker Iso Rivolta. The Fidia first presented at the Frankfurt Motor Show in September 1967 and produced between 1967 and 1975 was the only four-door model from Iso. Production only got underway some time after the initial presentation of the car and its European press launch which took place in Athens came more than a year later in February 1969.", "label": "mean of transportation", "id": "train_0_259", "title": "Iso Fidia"}
{"content": " Classification des dialectes arméniens (Classification of Armenian dialects) is a 1909 book by the Armenian linguist Hrachia Adjarian published in Paris. It is Adjarian's translation into French of his original work Հայ Բարբառագիտութիւն (Armenian Dialectology) which was later published as a book in 1911 in Moscow and New Nakhichevan.", "label": "written work", "id": "train_0_260", "title": "Classification des dialectes arméniens"}
{"content": " Vasconcellea is a genus 20 or 21 species of flowering plants in the family Caricaceae. Most were formerly treated in the genus Carica but have been split out on genetic evidence. The genus name has also been spelled Vasconcella.They are short-lived evergreen pachycaul shrubs or small trees growing to 5 m tall native to tropical South America.", "label": "plant", "id": "train_0_261", "title": "Vasconcellea"}
{"content": " Southaven High School is a public secondary school located in Southaven Mississippi. It began in the fall of 1971 when construction was completed enough so that students could start the first classes. The original school taught 6th through 12th grade. The student parking lot had not been finished so students parked in the street and the dirt in front of the school.", "label": "educational institution", "id": "train_0_262", "title": "Southaven High School"}
{"content": " Thomas Edwin Jones (11 April 1930 – 5 June 2010) known as Tommy E Jones or T. E. Jones to distinguish him from T. G. Jones was an English former footballer who played for Everton from 1950 until 1961.Jones signed for Everton straight from school and turned professional in 1948. He began his Everton career as a full back but moved to centre half to replace T. G. Jones in the 1950–51 season making his debut against Arsenal on 6 September 1950.", "label": "athlete", "id": "train_0_263", "title": "Tommy Jones (footballer born 1930)"}
{"content": " Deady Hall is an historic building located in Eugene Oregon United States. It was built from 1873 to 1876 by W. H. Abrams to a design by architect William W. Piper. It was the University of Oregon's first building and remained the university's only building for almost ten years after its construction. After the university gained other buildings it was known simply as the Old Building but in 1893 it was renamed Deady Hall in honor of Matthew Deady Oregon's first federal judge.", "label": "building", "id": "train_0_264", "title": "Deady Hall"}
{"content": " Yahaan is a Romantic Hindi movie released in India on July 29 2005. The cast consists of Jimmy Shergill Minissha Lamba and Yashpal Sharma.", "label": "film", "id": "train_0_265", "title": "Yahaan"}
{"content": " Ezzedine Choukri Fishere (Arabic:عز الدين شكري فشير) (born 1966 in Kuwait City) is an Egyptian novelist diplomat and academic.", "label": "artist", "id": "train_0_266", "title": "Ezzedine Choukri Fishere"}
{"content": " Slow Water is a 2003 novel by New Zealand author Annamarie Jagose.", "label": "written work", "id": "train_0_267", "title": "Slow Water"}
{"content": " Facelis is a genus of flowering plants in the daisy family Asteraceae.", "label": "plant", "id": "train_0_268", "title": "Facelis"}
{"content": " Davy Crockett is a 1916 American silent film starring Dustin Farnum as Davy Crockett with Winifred Kingston Harry De Vere Herbert Standing Howard Davies Page Peters Lydia Yeamans Titus and Ida Darling. The film was directed by William Desmond Taylor and produced by Pallas Pictures. It was commercially released in the United States and distributed by Paramount Pictures. The survival status of the film is unknown suggesting that it may be a lost film.", "label": "film", "id": "train_0_269", "title": "Davy Crockett (1916 film)"}
{"content": " Paranoá Lake or Lago do Paranoá is an artificial lake located in Brasília the capital of Brazil. On the east side of the city the Paranoá River has been dammed to form this large lake which has a circumference of 80 km (50 mi).", "label": "natural place", "id": "train_0_270", "title": "Paranoá Lake"}
{"content": " Charles Elson Buddy Roemer III (born October 4 1943) is an American politician and banker who served as the 52nd Governor of Louisiana from 1988 to 1992 and previously as a member of the United States House of Representatives from 1981 to 1988.Roemer was a candidate for the presidential nominations of the Republican Party and the Reform Party in 2012.", "label": "office holder", "id": "train_0_271", "title": "Buddy Roemer"}
{"content": " Hilara litorea is a species of dance fly in the fly family Empididae.", "label": "animal", "id": "train_0_272", "title": "Hilara litorea"}
{"content": " Radość [ˈradɔɕt͡ɕ] is a village in the administrative district of Gmina Dębowiec within Jasło County Subcarpathian Voivodeship in south-eastern Poland. It lies approximately 7 kilometres (4 mi) west of Dębowiec 11 km (7 mi) south-west of Jasło and 61 km (38 mi) south-west of the regional capital Rzeszów. The village has a population of 259. From 1975 to 1998 Radość has belonged to Krośnieńskie Voivodeship.", "label": "village", "id": "train_0_273", "title": "Radość Podkarpackie Voivodeship"}
{"content": " Dave Thomas (born December 4 1976) was a Canadian professional basketball player. He has played 34 times at the senior level for the Canadian men's national basketball team. Thomas was also a member of the 2000 NCAA Men's Division I Basketball Tournament winning Michigan State Spartans.Born in Brampton Ontario Thomas was a reserve in the Spartans 2000 championship team Thomas was a starter as a senior for the 2000-01 team scoring in double digits just 5 times in 32 contests however.", "label": "athlete", "id": "train_0_274", "title": "Dave Thomas (basketball)"}
{"content": " The German School Washington D.C. (German: Deutsche Schule Washington D.C.) is a co-educational private school located in Potomac Maryland.The school serves about 620 student in grades pre-K to 12.The school was founded on September 11 1961 with only 33 students. Its original purpose was to deliver a German education to the children of diplomats in the Washington D.C. area though as it has grown over the years it has taken on a larger number of non-diplomat students.", "label": "educational institution", "id": "train_0_275", "title": "German School Washington D.C. (DSW)"}
{"content": " HMS B10 was a Royal Navy B class submarine built at Vickers Barrow-in-Furness launched 23 March 1906 and completed 28 April 1906. B10 was deployed to the Mediterranean soon after the outbreak of World War I. Due to the lack of spare parts this group of submarines were not used after September 1915. On 9 August 1916 B10 was sunk by aircraft of the Austrian Naval Air Service (Kaiserliche und Königliche Seeflugwesen) while under repair at Venice.", "label": "mean of transportation", "id": "train_0_276", "title": "HMS B10"}
{"content": " Cloud Nine is a 1969 album by American musical group The Temptations for the Gordy (Motown) label. The album is a watershed for several reasons. It is the first regular Temptations studio LP to feature Dennis Edwards as the replacement for David Ruffin who was fired in June 1968.", "label": "album", "id": "train_0_277", "title": "Cloud Nine (The Temptations album)"}
{"content": " The Basilica of the Holy Sacrament (Spanish: Basílica del Santísimo Sacramento) is a Roman Catholic parish church in Colonia del Sacramento Uruguay.", "label": "building", "id": "train_0_278", "title": "Basílica del Santísimo Sacramento Colonia del Sacramento"}
{"content": " Stotts Tours (Oldham) is a bus company based in Oldham.", "label": "company", "id": "train_0_279", "title": "Stotts Tours (Oldham)"}
