{"text": "Taking one or more rides on the Big Thunder Mountain roller coaster at Walt Disney World can help dislodge kidney stones.", "label": "unproven", "id": "train_2_0"}
{"text": "Experimental Drug May Help Treat Psoriasis", "label": "mixture", "id": "train_2_1"}
{"text": "The last time there was a sustained surge of confidence in government's competence was under Ronald Reagan.", "label": "false", "id": "train_2_2"}
{"text": "Hays County in Central Texas has seen an “incredible 845% increase in (COVID-19) cases since June 7.”", "label": "true", "id": "train_2_3"}
{"text": "Aging a concern for many Americans but harder for women : poll.", "label": "true", "id": "train_2_4"}
{"text": "New inhaler protects lungs against effects of air pollution", "label": "mixture", "id": "train_2_5"}
{"text": "The Talking Angela app unsafely prompts children to provide personal information about themselves.", "label": "false", "id": "train_2_6"}
{"text": "Warmer weather will inhibit the spread of the new coronavirus.", "label": "unproven", "id": "train_2_7"}
{"text": "Drug testing welfare recipients (and then disqualifying those who fail from collecting benefits) is an effective method for saving taxpayer money.", "label": "unproven", "id": "train_2_8"}
{"text": "So many of these people that are getting the chickenpox were vaccinated for it. It’s not being spread by the kids who didn’t have the vaccination.", "label": "mixture", "id": "train_2_9"}
{"text": "Branagh, Friel among winners of International Emmy Awards.", "label": "true", "id": "train_2_10"}
{"text": "\"William G. Batchelder Says a \"\"Canadian provincial prime minister came to Ohio for his medical treatment because of the delay in Canadian health care which would have endangered his life.\"", "label": "false", "id": "train_2_11"}
{"text": "COVID-19 patients with high BMIs are being denied ventilators, and a circulating Google Docs guide can assist people in asserting their rights.", "label": "unproven", "id": "train_2_12"}
{"text": "A photograph shows a railroad tank car identified as carrying 'COVID-19.'", "label": "false", "id": "train_2_13"}
{"text": "To battle opioid crisis, some track overdoses in real time.", "label": "true", "id": "train_2_14"}
{"text": "\"Only \"\"four countries in the world… allow abortions after 20 weeks\"\" of pregnancy.\"", "label": "mixture", "id": "train_2_15"}
{"text": "\"If implemented, the provisions of Texas Senate Bill 17 would \"\"allow doctors to refuse LGBTQ patients.\"", "label": "mixture", "id": "train_2_16"}
{"text": "An image purportedly showing a petri dish of bacteria grown after swabbing a mask worn by a child for twenty minutes proves that face masks are a health risk.", "label": "false", "id": "train_2_17"}
{"text": "Wash your hands frequently as the virus can only live on your hands for 5-10 minutes.", "label": "unproven", "id": "train_2_18"}
{"text": "Weighing the benefits of balance training.", "label": "true", "id": "train_2_19"}
{"text": "The starting salary for teachers increased from £21,600 in 2010 to £24,400 in 2020.", "label": "true", "id": "train_2_20"}
{"text": "According to a body language expert, a photograph of President Obama crying reveals he is a psychopath.", "label": "false", "id": "train_2_21"}
{"text": "A Southern California mom experienced a near-miss abduction of her daughter by human traffickers at a local IKEA store.", "label": "unproven", "id": "train_2_22"}
{"text": "3-Drug Combo May Treat Hepatitis C", "label": "mixture", "id": "train_2_23"}
{"text": "\"Baby witches\"\" on TikTok/WitchTok collaborated to \"\"hex the moon\"\" and \"\"hex the fae\"\" in July 2020.\"", "label": "unproven", "id": "train_2_24"}
{"text": "The government will build 40 new hospitals.", "label": "mixture", "id": "train_2_25"}
{"text": "As Ebola threatens mega-cities, vaccine stockpile needs grow.", "label": "true", "id": "train_2_26"}
{"text": "\"Teenagers are daring one another to a 72-hour challenge (or \"\"Game of 72\"\"), during which they disappear for several days.\"", "label": "false", "id": "train_2_27"}
{"text": "Common Heart Attack Treatment Reconsidered", "label": "mixture", "id": "train_2_28"}
{"text": "Diesel vehicle refits costly and could affect performance, Volkswagen says.", "label": "true", "id": "train_2_29"}
{"text": "It’s just crazy that the government will ... make it illegal to use the old [incandescent] bulbs.", "label": "false", "id": "train_2_30"}
{"text": "Dead Kennedys frontman Jello Biafra was sued by his bandmates because he didn’t want one of their songs used in a Levi’s commercial.", "label": "unproven", "id": "train_2_31"}
{"text": "Restroom hand dryers spread disease by blowing germs and bacteria around.", "label": "unproven", "id": "train_2_32"}
{"text": "Combination Chemo-Radiation Therapy May Help Preserve Larynx for Patients with Laryngeal Cancer", "label": "false", "id": "train_2_33"}
{"text": "Focus is on deep brain stimulation to treat disorders", "label": "mixture", "id": "train_2_34"}
{"text": "\"US Uncut Says Indiana Gov. Mike Pence \"\"provides zero state funding for homeless shelters.\"", "label": "true", "id": "train_2_35"}
{"text": "Comprehensive meta-analysis affirms cranberries' role in promoting a healthy urinary tract", "label": "mixture", "id": "train_2_36"}
{"text": "Sex tech from women-led startups pops up at CES gadget show.", "label": "true", "id": "train_2_37"}
{"text": "An eighth Russian with ties to the Trump-Russia scandal has mysteriously died.", "label": "unproven", "id": "train_2_38"}
{"text": "This unit is the only one in the state that strives to implement the principles of Mother-Friendly care as outlined by the national Coalition for Improving Maternity Services Mother-Friendly Childbirth Initiative.", "label": "false", "id": "train_2_39"}
{"text": "Formaldehyde is in vaccines and causes cancer in humans among other issues and is banned from vaccines in most European countries.", "label": "unproven", "id": "train_2_40"}
{"text": "FDA Questions Using Avodart to Cut Prostate Cancer Risk", "label": "mixture", "id": "train_2_41"}
{"text": "Work on sex life of rats, life as a badger honored at Ig Nobel Prizes.", "label": "true", "id": "train_2_42"}
{"text": "Medtronic tests stent for erectile dysfunction", "label": "false", "id": "train_2_43"}
{"text": "Rep. Frank Wolf voted to allow terror suspects to buy guns.", "label": "mixture", "id": "train_2_44"}
{"text": "Donald Trump and hundreds of his workers helped search the rubble for survivors after the September 11 terrorist attacks in Lower Manhattan.", "label": "unproven", "id": "train_2_45"}
{"text": "\"The radiation coming from the new TSA body scanners is \"\"equivalent to about three minutes' worth of air travel by anybody, say, at 30,000 feet.\"", "label": "true", "id": "train_2_46"}
{"text": "\"A Clinton Foundation cargo ship arriving from Africa was raided and found to contain \"\"illegal contraband\"\" in the form of foreign refugees, narcotics, weapons, and illegal fruits.\"", "label": "false", "id": "train_2_47"}
{"text": "Data suppressed by the CDC proved that the MMR vaccine produces a 340% increased risk of autism in African-American boys.", "label": "false", "id": "train_2_48"}
{"text": "62-year-old doctor Liang Wudong died while helping treat patients for coronavirus in the Chinese city of Wuhan.", "label": "unproven", "id": "train_2_49"}
{"text": "Reynolds American files for FDA review of e-cigarette.", "label": "true", "id": "train_2_50"}
{"text": "“You have areas of Pennsylvania that are barely affected and [the governor wants] to keep them closed.”", "label": "mixture", "id": "train_2_51"}
{"text": "When I came into office, our vaccination rate in Texas was 65 percent. When I left two weeks ago, it was 95 percent.", "label": "false", "id": "train_2_52"}
{"text": "Statins fight stroke in older people too.", "label": "true", "id": "train_2_53"}
{"text": "A woman narrowly escaped an abduction attempt at the Coon Rapids Walmart in Minnesota.", "label": "unproven", "id": "train_2_54"}
{"text": "Johns Hopkins team identifies promising diagnostic tool for Alzheimer's disease", "label": "mixture", "id": "train_2_55"}
{"text": "The interaction of Motrin and Robitussin causes heart attacks in children.", "label": "unproven", "id": "train_2_56"}
{"text": "\"Photographs of a six-year-old Happy Meal document that McDonald's food items don't break down or rot like \"\"real\"\" food.\"", "label": "false", "id": "train_2_57"}
{"text": "Study questions angioplasty use in some patients", "label": "true", "id": "train_2_58"}
{"text": "Endometriosis? Robot surgery may not be the answer", "label": "mixture", "id": "train_2_59"}
{"text": "\"Dustin Diamond (aka \"\"Screech\"\") was charged with second-degree murder after stabbing a man at a bar.\"", "label": "false", "id": "train_2_60"}
{"text": "Gerrity's Supermarkets claimed that a woman coughed on food at their store in Pennsylvania, and they were then forced to discard an estimated $35,000 of items as a precaution.", "label": "unproven", "id": "train_2_61"}
{"text": "Prostate drug offers new relief for kidney stone suffers", "label": "mixture", "id": "train_2_62"}
{"text": " An email that tells the story of the Women’s Suffrage Movement that fought for the right for women to vote and the Home Box Office movie called “Iron Jawed Angels” that aired on television.  It tells of the “Night of Terror” in 1917 when women were arrested for protesting at the White House, beaten and tortured and says that it as a reminder for all to vote. ", "label": "true", "id": "train_2_63"}
{"text": "A video shows Koko the gorilla spontaneously using sign language to issue a warning about climate change.", "label": "false", "id": "train_2_64"}
{"text": "Of the Trump administration’s European travel restrictions that exempt the U.K.: “Well, you can just get into the Chunnel, and you’ll be in the U.K.”", "label": "mixture", "id": "train_2_65"}
{"text": "100% Pure? New Zealand's deteriorating water raises a stink.", "label": "true", "id": "train_2_66"}
{"text": "CCGs increased their spending on mental health by 6.3% last year while their overall funding increased by 3.7%.", "label": "unproven", "id": "train_2_67"}
{"text": "The U.S. Drug Enforcement Agency (DEA)  has classified kratom as a Schedule I substance as of  30 September 2016.", "label": "mixture", "id": "train_2_68"}
{"text": "Drug restores speech in Alzheimer's; experts worry.", "label": "true", "id": "train_2_69"}
{"text": "Purina's Beneful brand dog food is causing dogs to become ill and die.", "label": "unproven", "id": "train_2_70"}
{"text": " An undercover Planned Parenthood video claims that the group sells fetal body parts from partial birth abortions for profit. ", "label": "false", "id": "train_2_71"}
{"text": "While Rep. Matt Gaetz of Florida was allowed to wear a gasmask on the House vote, Democrat Bobby L. Rush was removed from the same grounds for wearing a hoodie.", "label": "true", "id": "train_2_72"}
{"text": "An image depicts Sen. Mitch McConnell posing in front of a Confederate flag.", "label": "unproven", "id": "train_2_73"}
{"text": "An essay outlines the fates of the signers of the Declaration of Independence.", "label": "mixture", "id": "train_2_74"}
{"text": "Pepsi products have been contaminated by a disgruntled worker who added blood containing human immunodeficiency virus to the company's drinks.", "label": "false", "id": "train_2_75"}
{"text": "\"Planned Parenthood enforces \"\"abortion quotas\"\" and rewards well-performing employees for promoting abortion services.\"", "label": "unproven", "id": "train_2_76"}
{"text": "Today roughly half of born-again Christians aren’t voting. They’re staying home.", "label": "false", "id": "train_2_77"}
{"text": "Sexual health report says $25 per woman per year would reduce deaths.", "label": "true", "id": "train_2_78"}
{"text": "Prostate drug may work as a preventive", "label": "mixture", "id": "train_2_79"}
