{"text": "UN: Possible to eradicate malaria, but probably not soon.", "label": "true", "id": "train_4_0"}
{"text": "\"AARP is \"\"endorsing\"\" the health care reform bill.\"", "label": "false", "id": "train_4_1"}
{"text": " This is a forwarded email   about onions.   It says that during a 1919 influenza scare   farmers would cut onions and place them on plates to  ward off   infection.   It also warns about leftover onions and how they   can be poisonous to dogs.      ", "label": "unproven", "id": "train_4_2"}
{"text": "A transgender woman raped a young girl in a women's bathroom because bills were passed allowing transgender people to use bathrooms which correspond with their gender.", "label": "mixture", "id": "train_4_3"}
{"text": "Alexandria Ocasio-Cortez Demands Welfare For 1,000,000 Illegals In Exchange For Wall", "label": "false", "id": "train_4_4"}
{"text": "Rapid Rise in PSA Levels a Poor Predictor of Prostate Cancer: Study", "label": "true", "id": "train_4_5"}
{"text": "Cervical cancer screening can wait till 21, group says", "label": "mixture", "id": "train_4_6"}
{"text": "Actor Jimmy Stewart suffered what would in 2019 be diagnosed as PTSD due to his experience as a World War II bomber pilot.", "label": "unproven", "id": "train_4_7"}
{"text": " A Texas slaughterhouse employee killed 71 employees over a 17-year span without being detected. ", "label": "false", "id": "train_4_8"}
{"text": "Convicted sex offender and billionaire Jeffrey Epstein introduced Donald and Melania Trump.", "label": "unproven", "id": "train_4_9"}
{"text": "Researchers have discovered that octopus genomes contain alien DNA.", "label": "mixture", "id": "train_4_10"}
{"text": "Women on bone drugs have less colon cancer: study", "label": "true", "id": "train_4_11"}
{"text": "China seeks to contain 'silent carriers' of new coronavirus.", "label": "true", "id": "train_4_12"}
{"text": "Hillary Clinton disparaged nurses in the 1990s, remarking that they were just overpaid 'maids' or 'babysitters.'", "label": "unproven", "id": "train_4_13"}
{"text": "Nucleix Announces Positive Clinical Results for Lung EpiCheck in Early Detection of Lung Cancer", "label": "false", "id": "train_4_14"}
{"text": "Novel 'patient-friendly' colonoscopy prep shows excellent efficacy and safety", "label": "mixture", "id": "train_4_15"}
{"text": "Rocker Ted Nugent evaded the draft in the 1960s by taking drugs and acting crazy.", "label": "unproven", "id": "train_4_16"}
{"text": "Sarah Ponder Says $800,000 cost of Texas special legislative session would pay for 1.6 million condoms, 90,000 months of the pill or 20 full-time sexual health educators.", "label": "true", "id": "train_4_17"}
{"text": "Ventura County, California officials said they will remove children from the homes of COVID-19 positive parents.", "label": "false", "id": "train_4_18"}
{"text": "A summary of the 1956 Republican platform describes a significant divergence from the party's focus in recent decades.", "label": "mixture", "id": "train_4_19"}
{"text": "BREAKING: Autopsy reveals that Kyle Rittenhouse’s first victim was shot in the back multiple times. Rittenhouse did not act in self-defense.", "label": "mixture", "id": "train_4_20"}
{"text": "Drinking warm water is effective for all viruses. Try not to drink liquids with ice.", "label": "unproven", "id": "train_4_21"}
{"text": "“The (COVID-19) cases are going up, but it's because the testing is going up.”", "label": "false", "id": "train_4_22"}
{"text": "Balloon-in-a-pill helped obese patients lose weight", "label": "true", "id": "train_4_23"}
{"text": "People are five to seven times more likely to be murdered in workplaces that allow firearms than in those that prohibit it.", "label": "mixture", "id": "train_4_24"}
{"text": "\"Brett Hulsey Says opponent Mary Burke told reporters she would have \"\"required workers to give up bargained-for healthcare and retirement benefits like Gov. Walker.\"", "label": "false", "id": "train_4_25"}
{"text": "A newspaper photograph shows a pregnant, cigarette-smoking woman worrying about the effect of construction noise on her unborn child.", "label": "true", "id": "train_4_26"}
{"text": "Those $1200 coronavirus/COVID-19 stimulus payments aren't a grant from the government, they're an advance on your 2020 tax refund or a loan you'll have to repay the IRS.", "label": "unproven", "id": "train_4_27"}
{"text": "In a new book, Kitty Dukakis credits electroconvulsive therapy for relieving her famously disabling depression", "label": "mixture", "id": "train_4_28"}
{"text": "Bride-to-be sends over-the-top list of instructions to her attendants.", "label": "unproven", "id": "train_4_29"}
{"text": "Matchmaker’s business flourishes amid ‘dating app fatigue’.", "label": "true", "id": "train_4_30"}
{"text": "Researchers warn of hazards of smoking and need for wider use of varenicline to quit", "label": "false", "id": "train_4_31"}
{"text": "“I was accused by four or five women who got paid a lot of money to make up stories about me.”", "label": "unproven", "id": "train_4_32"}
{"text": "\"Former New York City mayor Mike Bloomberg appeared in Jeffrey Epstein's \"\"little black book.\"", "label": "true", "id": "train_4_33"}
{"text": "There were 700 deaths from cancer in Ireland in August.", "label": "false", "id": "train_4_34"}
{"text": "\"Men's rights activist \"\"Roosh V\"\" organized a \"\"make rape legal\"\" event across 43 countries on 6 February 2016.\"", "label": "mixture", "id": "train_4_35"}
{"text": "Doctors, and insurers too, urge patients to get medicine on hand.", "label": "true", "id": "train_4_36"}
{"text": "Study puts Weight Watchers to the test for type 2 diabetes", "label": "false", "id": "train_4_37"}
{"text": " The story of an 11-year-old girl who has had        menstrual bleeding since she was 8 and has also started lactating.          The eRumor says it is because she’s been drinking milk injected with rBST,        a hormone given to cows to increase their milk production.  The        eRumor focuses on Wal-Mart Great Value milk as a source of the rBST and        recommends against feeding it to your family.       ", "label": "unproven", "id": "train_4_38"}
{"text": "Lose fat, preserve muscle: Weight training beats cardio for older adults", "label": "mixture", "id": "train_4_39"}
{"text": "       Scores of mourners at a funeral in Mozambique, Africa, died after they   drank a traditional homebrewed beer that was poisoned with crocodile   bile.         ", "label": "unproven", "id": "train_4_40"}
{"text": "I lost my health insurance and my doctor because of Obamacare.", "label": "false", "id": "train_4_41"}
{"text": "Berlin nightclub patrons urged to get meningitis test.", "label": "true", "id": "train_4_42"}
{"text": "Washing away sinus problems", "label": "mixture", "id": "train_4_43"}
{"text": "A Malaysian teenager was electrocuted by earphones he was using.", "label": "unproven", "id": "train_4_44"}
{"text": "MS therapy shows promise in test", "label": "true", "id": "train_4_45"}
{"text": "Firm develops magnetic-pulse treatment for major depression", "label": "mixture", "id": "train_4_46"}
{"text": "Eating bananas is a preventative against the COVID-19 coronavirus disease.", "label": "false", "id": "train_4_47"}
{"text": "Asparagus has miraculous cancer-fighting properties.", "label": "unproven", "id": "train_4_48"}
{"text": "When Obamacare was signed into law, CBO estimated that 23 million people would be covered in Obamacare’s exchanges in 2017. They were off by more than 100 percent. Only 10.3 million people are covered by Obamacare.", "label": "mixture", "id": "train_4_49"}
{"text": "A nineteen-year-old developed pleurisy because she wore a mask for extended periods at her job in a grocery store.", "label": "false", "id": "train_4_50"}
{"text": "All seven patients who were getting treated for Covid-19 at Safdarjung hospital in New Delhi have recovered.", "label": "true", "id": "train_4_51"}
{"text": "\"There are \"\"10 or 20 deaths a year from foodborne illness\"\" in the United States.\"", "label": "false", "id": "train_4_52"}
{"text": "Pandemic upends life on isolated, idyllic Galapagos Islands.", "label": "true", "id": "train_4_53"}
{"text": " Hillary Clinton’s campaign used a body double after Clinton suffered a medical episode at a 9/11 ceremony in New York. ", "label": "unproven", "id": "train_4_54"}
{"text": "Multigene test may find risk for heart disease, diabetes and breast cancer", "label": "mixture", "id": "train_4_55"}
{"text": "Mixing cream of tartar with orange juice will flush nicotine from your body and help you quit smoking faster. ", "label": "false", "id": "train_4_56"}
{"text": "\"Portraits depict Agnes Sorel in the 1400s, exposing her favorite breast and myths about \"\"modesty.\"", "label": "unproven", "id": "train_4_57"}
{"text": "Nobel laureate Tutu celebrates 85th birthday, giving thanks.", "label": "true", "id": "train_4_58"}
{"text": "Chinese Herbs Equal to Tamiflu in Reducing H1N1 Fever: Study", "label": "mixture", "id": "train_4_59"}
{"text": "When you have 8,000 veterans a year committing suicide, then you have a serious problem.", "label": "true", "id": "train_4_60"}
{"text": "Herd immunity is probably why California has far fewer COVID-19 deaths than New York.", "label": "false", "id": "train_4_61"}
{"text": " A message that is packaged in   the form of television detective Lieutenant Colombo raising questions   about the documentation of aspects of the life of presidential candidate   Senator Barack Obama.   ", "label": "mixture", "id": "train_4_62"}
{"text": " Wheat is toxic because farmers   routinely apply Roundup to crops days before harvest to dry down or kill   the plants.      ", "label": "unproven", "id": "train_4_63"}
{"text": "Maryland governor eases restrictions caused by virus.", "label": "true", "id": "train_4_64"}
{"text": "Energy drinks caused an expectant father to lose a large portion of his skull.", "label": "unproven", "id": "train_4_65"}
{"text": "Anti-inflammatories should be used to fight Covid-19.", "label": "mixture", "id": "train_4_66"}
{"text": "One fart burns 67 calories.", "label": "false", "id": "train_4_67"}
{"text": "Stroke study puts 2 procedures on equal footing", "label": "mixture", "id": "train_4_68"}
{"text": "Drinking a glass of grape juice three times a day after being exposed to the stomach flu will prevent you from getting sick.", "label": "unproven", "id": "train_4_69"}
{"text": "Davenport gym offers workouts for people with Down syndrome.", "label": "true", "id": "train_4_70"}
{"text": "Parents in California are not allowed to pull their children out of sexual education classes.", "label": "false", "id": "train_4_71"}
{"text": "Thousands of fake driver’s licenses smuggled from China and Hong Kong and seized in Chicago’s O’Hare Airport since early 2020 were linked to voter-fraud operations, and could produce millions of illegally cast votes in the November 2020 U.S. general election.", "label": "unproven", "id": "train_4_72"}
{"text": "Studies Show Oral Testosterone Safe and Efficacious in Long-term Management of Hypogonadism", "label": "mixture", "id": "train_4_73"}
{"text": "A dancer at a Las Vegas strip club may have infected several customers with COVID-19 after a performance.", "label": "false", "id": "train_4_74"}
{"text": "A long list shows “new CDC guidelines for reopening schools.”", "label": "true", "id": "train_4_75"}
{"text": "Kamala Harris proposes doubling mental health treatment beds.", "label": "true", "id": "train_4_76"}
{"text": "Study finds lung cancer screenings could save lives", "label": "mixture", "id": "train_4_77"}
{"text": "A dying black veteran named William G. Lillas spoke out on his deathbed about a number of issues in black culture.", "label": "unproven", "id": "train_4_78"}
{"text": "Medicare officials have treated Humana and AARP inconsistently on how they can communicate with seniors.", "label": "false", "id": "train_4_79"}
