{"text": "U.S. troops are getting only 4 hours of Ebola training before deployment to Liberia.", "label": "false", "id": "train_1_0"}
{"text": "Ebola case reported not far from South Sudan border.", "label": "true", "id": "train_1_1"}
{"text": "The antibiotics gentamicin sulfate and polymyxin b are in vaccines and can cause allergic reactions ranging from mild to life-threatening.", "label": "unproven", "id": "train_1_2"}
{"text": "H.R. 6666 provides $100 billion to entities that perform COVID-19 testing but prohibits them from allowing any non-vaccinated persons into their facilities. ", "label": "mixture", "id": "train_1_3"}
{"text": "Seven women died despite being treated at Glen Eagles (or Gleneagles) Hospital after inhaling perfume samples they received in the mail.", "label": "false", "id": "train_1_4"}
{"text": "The Sturgis motorcycle rally in 2020 resulted in 250,000 COVID-19 coronavirus cases.", "label": "unproven", "id": "train_1_5"}
{"text": "Diabetes care during pregnancy reduces risk of obese children", "label": "true", "id": "train_1_6"}
{"text": "Stomach pacemaker could help obese lose weight", "label": "mixture", "id": "train_1_7"}
{"text": "First time in 53 years that drug prices went down last year.", "label": "mixture", "id": "train_1_8"}
{"text": "Miriam Adelson was given the Presidential Medal of Freedom for donating to a fund created to help Trump associates who were prosecuted in the Russia investigation with their legal bills. ", "label": "unproven", "id": "train_1_9"}
{"text": "Cleveland Clinic developed a Covid-19 test that gives results in hours, not days.", "label": "true", "id": "train_1_10"}
{"text": "FDA approves tool for diagnosing dementia in a doctor’s office", "label": "false", "id": "train_1_11"}
{"text": "A man using bath salts reported that raccoons had set fire inside his home and stolen his cell phone.", "label": "true", "id": "train_1_12"}
{"text": "Bones found on the remote Pacific Island of Nikumaroro belong to famed aviator Amelia Earhart.", "label": "unproven", "id": "train_1_13"}
{"text": "Drug a New Treatment Option for Diabetic Eye Disease", "label": "false", "id": "train_1_14"}
{"text": "“I certainly supported Barack Obama and Joe Biden. ... I was there both times for them.”", "label": "mixture", "id": "train_1_15"}
{"text": "Heavy smog, worsened by weather, raises alarm across Asia.", "label": "true", "id": "train_1_16"}
{"text": "\"Every 28 hours\"\" an unarmed black person is shot by a cop.\"", "label": "false", "id": "train_1_17"}
{"text": "Gardasil: Yup. Still Safe.", "label": "mixture", "id": "train_1_18"}
{"text": "A photograph shows a newborn child who weighed 8.6 kg (18.96 lbs.) at birth.", "label": "unproven", "id": "train_1_19"}
{"text": "Livable Damascus Says Steve Spinnett has court judgments against him for trespass and harassment.", "label": "mixture", "id": "train_1_20"}
{"text": "\"Jimmy Coyne's grandson\"\" was assaulted for refusing to take part in March 2018 walkouts to protest lawmaker inaction over school shootings.\"", "label": "unproven", "id": "train_1_21"}
{"text": "Laser Treatment May Work for Cataracts", "label": "false", "id": "train_1_22"}
{"text": "Missouri lawmakers OK mail-in voting on final day of work.", "label": "true", "id": "train_1_23"}
{"text": " A viral report alleges that Summer Zervos, an “Apprentice” contestant who came forward with sexual assault allegations against Donald Trump, was paid $500,000 by Gloria Allred to fake the story. ", "label": "unproven", "id": "train_1_24"}
{"text": "Viagra helps depressed women get satisfaction too.", "label": "true", "id": "train_1_25"}
{"text": "Alan Grayson Says Daniel Webster wants to make divorce illegal, even for abused wives.", "label": "mixture", "id": "train_1_26"}
{"text": "University of Waterloo develops new way to fight HIV transmission", "label": "false", "id": "train_1_27"}
{"text": "\"Commercial buses in the United States have \"\"a stellar safety record, a safety record that exceeds that of any other commercial mode or surface transportation mode.\"", "label": "mixture", "id": "train_1_28"}
{"text": "A video shows a mother forcibly shaving her daughter's head as punishment for making fun of a bald cancer patient.", "label": "unproven", "id": "train_1_29"}
{"text": "New tests screen for gum disease, oral cancer", "label": "false", "id": "train_1_30"}
{"text": "‘Unbelievable’: Heart Stents Fail to Ease Chest Pain", "label": "true", "id": "train_1_31"}
{"text": "  A Germanwings airbus crash in the French Alps that killed 150 people was an act of terror because Germanwings co-pilot Andreas Lubitz had converted to a radical form of Islam before the crash. ", "label": "unproven", "id": "train_1_32"}
{"text": "\"Proposed laws in North Carolina will make it so putative rape victims cannot \"\"withdraw consent\"\" once a sex act has started.\"", "label": "mixture", "id": "train_1_33"}
{"text": "Arkansas state legislator Alan Clark sponsored a bill punitively cutting free lunch programs for impoverished students in February 2019.", "label": "false", "id": "train_1_34"}
{"text": "Rugby fans in New Zealand attended a live match on June 26 2020, because the country has successfully suppressed COVID-19.", "label": "true", "id": "train_1_35"}
{"text": "\"A magazine advertisement from the 1950s promoted a handgun for women's use with the slogan \"\"for that strange, depraved creep who won't leave you alone.\"", "label": "false", "id": "train_1_36"}
{"text": "Gene test may aid in treating lung cancer", "label": "mixture", "id": "train_1_37"}
{"text": "U.S. anti-legalization group urges more access to marijuana research.", "label": "true", "id": "train_1_38"}
{"text": "Increasing the international health surcharge to £625 and extending it to all foreign workers, including EU migrants after Brexit, will raise over £500 million a year.", "label": "unproven", "id": "train_1_39"}
{"text": "Endangered Hawaiian crow shows a knack for tool use.", "label": "true", "id": "train_1_40"}
{"text": "\"The lyrics of James Taylor's \"\"Fire and Rain\"\" chronicle his reaction to the death of his girlfriend in a plane crash.\"", "label": "false", "id": "train_1_41"}
{"text": "“[T]here is overwhelming evidence” that former Secretary of State Hillary Clinton “actually obstructed justice.” ", "label": "unproven", "id": "train_1_42"}
{"text": "Progressive Insurance chairman Peter Lewis has donated millions of dollars to the ACLU and liberal political causes.", "label": "mixture", "id": "train_1_43"}
{"text": "A study “showed that over 1 million people in North Carolina have now been exposed to the virus.”", "label": "false", "id": "train_1_44"}
{"text": "During Halloween 2019, an Australian mother and registered nurse offered chickenpox-infected lollipops for sale in an anti-vaccine Facebook group. ", "label": "unproven", "id": "train_1_45"}
{"text": "Texas Governor Greg Abbott posted a tweet falsely claiming a convicted child rapist was an illegal immigrant.", "label": "true", "id": "train_1_46"}
{"text": "16:8 FASTING DIET LINKED TO WEIGHT LOSS AND HEALTH BENEFITS IN STUDY", "label": "mixture", "id": "train_1_47"}
{"text": "Gargling with salt water or Vinegar 'eliminate' the COVID-19 coronavirus from the throat of an infected person's system.", "label": "false", "id": "train_1_48"}
{"text": "Life Extension-supported study published in Lancet Neurology finds green tea extract improves cognition in Down Syndrome", "label": "mixture", "id": "train_1_49"}
{"text": "Masks should be prioritized for health workers to avoid shortage against coronavirus: WHO.", "label": "true", "id": "train_1_50"}
{"text": " This eRumor includes a series of pictures of what is says is the hand of a man who was bitten by a brown recluse spider.  It also claims that the brown recluse is the most dangerous spider in the U.S. ", "label": "unproven", "id": "train_1_51"}
{"text": "Chest Protectors Guard Against Deadly Blows to Chest", "label": "mixture", "id": "train_1_52"}
{"text": "The simultaneous death of infant twins in Turkey in 2002 was connected to their having recently received vaccinations.", "label": "unproven", "id": "train_1_53"}
{"text": "Instagram posts Says Donald Trump “cut funding to the CDC,” “fired the Pandemic Response Team,” “refused WHO tests” and “wasted two weeks calling this outbreak a ‘Democrat hoax.’”", "label": "false", "id": "train_1_54"}
{"text": "US permits sale of cigarettes with 95% less nicotine.", "label": "true", "id": "train_1_55"}
{"text": "Two women entered a closed amusement park and then sued its operators after injuring themselves while improperly self-operating an attraction.", "label": "mixture", "id": "train_1_56"}
{"text": "Chemo’s toll on breast cancer patients underestimated", "label": "true", "id": "train_1_57"}
{"text": "\"Tweets Says Rudy Giuliani \"\"bought $2M in shares of Novartis, a primary supplier of hydroxychloroquine\"\" in early February.\"", "label": "false", "id": "train_1_58"}
{"text": "Bill Clinton was expelled from Oxford University for raping a British classmate named Eileen Wellstone.", "label": "unproven", "id": "train_1_59"}
{"text": "Crime rises in communities with casinos.", "label": "mixture", "id": "train_1_60"}
{"text": "Handles of shopping carts are laden with germs.", "label": "true", "id": "train_1_61"}
{"text": "Coconut oil is an effective treatment for Alzheimer's disease.", "label": "unproven", "id": "train_1_62"}
{"text": "Anna Mae Dickinson survived a variety of infamous tragedies, including the sinking of the Titanic, the Hindenburg explosion, and the 9/11 terrorist attacks.", "label": "false", "id": "train_1_63"}
{"text": "An Online Program May Help Prevent Depression In Some People", "label": "mixture", "id": "train_1_64"}
{"text": "Eye’s lament: How dry I am", "label": "false", "id": "train_1_65"}
{"text": "Former NFL quarterback Kurt Warner married a woman who had two children, one a special needs child. ", "label": "true", "id": "train_1_66"}
{"text": "Jelly sandals sold by Walmart contain unsafe amounts of lead.", "label": "unproven", "id": "train_1_67"}
{"text": "Of course, there is large scale voter fraud happening on and before election day.", "label": "false", "id": "train_1_68"}
{"text": "Thailand warns of coronavirus danger of sharing drinks, cigarettes.", "label": "true", "id": "train_1_69"}
{"text": "\"Dana Young Says she \"\"voted for a statewide fracking ban.\"", "label": "mixture", "id": "train_1_70"}
{"text": "\"Ingesting \"\"a tablespoon\"\" of fruit syrup every 15 minutes for an hour can help someone dealing with vomiting or diarrhea.\"", "label": "unproven", "id": "train_1_71"}
{"text": "In February 2020, U.S. President Donald Trump enforced a complete ban on travel from mainland China, a signature policy move that helped save many lives from the spread of COVID-19 in the U.S. ", "label": "mixture", "id": "train_1_72"}
{"text": "\"Marco Rubio Says Ted Cruz \"\"is a supporter of legalizing people that are in this country illegally\"\" and \"\"proposed giving them work permits.\"", "label": "false", "id": "train_1_73"}
{"text": " Mr. Rogers' car was returned after the thieves who stole it realized it was his.", "label": "unproven", "id": "train_1_74"}
{"text": "Therapy proves effective in subgroup of COPD patients", "label": "true", "id": "train_1_75"}
{"text": "\"A 23-year-old woman named Ava Roberts has become \"\"the youngest female African-American doctor.\"", "label": "unproven", "id": "train_1_76"}
{"text": "A PBS interview showed that former New York City Mayor Rudy Giuliani's hands were a different color than his face.", "label": "mixture", "id": "train_1_77"}
{"text": "Samoa ends measles state of emergency as infection rate slows.", "label": "true", "id": "train_1_78"}
{"text": "A drink a day good for middle-aged women, study finds", "label": "false", "id": "train_1_79"}
