{"text": "In the summer of 2019, the Land of Lincoln Goodwill organization ended the paid employment of disabled workers.", "label": "mixture", "id": "train_3_0"}
{"text": "How well do flu shots work? Here’s what the science says.", "label": "true", "id": "train_3_1"}
{"text": "\"A scientist called \"\"China's Frankenstein\"\" because he claims he created the first \"\"gene-edited babies\"\" has gone missing.\"", "label": "unproven", "id": "train_3_2"}
{"text": "\"Of hospitals in Rick Scott’s Columbia/HCA health care company, \"\"A top executive said they even turned away a poor man and left him to die outside their door.\"", "label": "false", "id": "train_3_3"}
{"text": "Donald Trump owns a stake in Energy Transfer Partners (the builders of the Dakota Access Pipeline) as well as Phillips 66, an affiliated company.", "label": "unproven", "id": "train_3_4"}
{"text": "A man was burned to death attempting to rescue his dog from a boiling hot spring.", "label": "true", "id": "train_3_5"}
{"text": "Tell-Tale Biomarker Detects Early Breast Cancer in NIH-Funded Study", "label": "false", "id": "train_3_6"}
{"text": "After Florida opened its beaches on April 17 2020, 1,400 people consequently contracted novel coronavirus and became ill with COVID-19.", "label": "mixture", "id": "train_3_7"}
{"text": "150-year-old Drug May Provide ‘Off’ Time Relief for People with Advanced Parkinson’s Disease", "label": "mixture", "id": "train_3_8"}
{"text": "Beta-Propiolactone is in vaccines and is known to cause cancer, suspected gastrointestinal, liver, nerve and respiratory, skin and sense organ poison.", "label": "unproven", "id": "train_3_9"}
{"text": "Criminals in the U.S. are using burundanga-soaked business cards to incapacitate their victims.", "label": "false", "id": "train_3_10"}
{"text": "Stomach illness outbreak at Yosemite prompts major clean-up.", "label": "true", "id": "train_3_11"}
{"text": "Heart Score: New Treatment for Heart Failure", "label": "false", "id": "train_3_12"}
{"text": "In the summer of 2020, Kroger supermarkets introduced a policy of refusing to give customers cash change, as shown in an incident in Bourbonnais, Illinois.", "label": "mixture", "id": "train_3_13"}
{"text": "Coconut oil has a positive effect on cognition and focus.", "label": "unproven", "id": "train_3_14"}
{"text": "Sweden: No Ebola virus detected in hospital patient.", "label": "true", "id": "train_3_15"}
{"text": "If someone with the new coronavirus sneezes, it travels about 10 feet before it drops to the ground and is no longer airborne.", "label": "unproven", "id": "train_3_16"}
{"text": "“Michigan Governor Gretchen Whitmer bans buying US flags during lockdown.”", "label": "false", "id": "train_3_17"}
{"text": "Tony-winner and women’s health advocate Phyllis Newman dies.", "label": "true", "id": "train_3_18"}
{"text": "Ankle replacement gives D.M. woman ‘full day’", "label": "mixture", "id": "train_3_19"}
{"text": "Using Vegetable Oils to Lower Cholesterol May Not Improve Longevity", "label": "true", "id": "train_3_20"}
{"text": "  Compact fluorescent light bulbs (CFLs) are radioactive and add more toxicity to the environment than regular light bulbs because they contain mercury. ", "label": "mixture", "id": "train_3_21"}
{"text": "\"The Human Rights Campaign is \"\"more powerful than the NRA.\"", "label": "false", "id": "train_3_22"}
{"text": "Alabama CPS agents took custody of a baby because his teen mother was raped.", "label": "unproven", "id": "train_3_23"}
{"text": "\"Celebrity chef Jamie Oliver proved that the meat in McDonald's hamburgers is \"\"unfit for human consumption\"\" due to the use of beef trimmings treated with bacteria-killing ammonium hydroxide.\"", "label": "mixture", "id": "train_3_24"}
{"text": "Indonesia coronavirus cases top 2,000 amid concerns over data.", "label": "true", "id": "train_3_25"}
{"text": "New breast cancer drug may be effective against other types of cancer", "label": "false", "id": "train_3_26"}
{"text": "A 9-year-old girl was paralyzed as a result of receiving a flu shot.", "label": "unproven", "id": "train_3_27"}
{"text": "The maternal death rate in Texas has spiked in recent years due to funding cuts for reproductive health clinics.", "label": "unproven", "id": "train_3_28"}
{"text": "Scientists discover and target brain area in patients with schizophrenia who 'hear voices'", "label": "mixture", "id": "train_3_29"}
{"text": "The Koch brothers are one of the biggest polluters in the country.", "label": "true", "id": "train_3_30"}
{"text": "Residents of Flint, Michigan have been threatened by CPS with removal of their children if they refuse to pay for contaminated water.", "label": "false", "id": "train_3_31"}
{"text": "Older women with healthy bones may not need frequent bone scans", "label": "false", "id": "train_3_32"}
{"text": "\"An 1894 treatise against the evils of marital sex exhorted young brides to \"\"give little, give seldom, and above all, give grudgingly.\"", "label": "unproven", "id": "train_3_33"}
{"text": "\"Ken Tanner Says \"\"The idea of one casino per tribe is a false one.\"", "label": "mixture", "id": "train_3_34"}
{"text": "Child advocacy group: Kids in 173 countries better off now.", "label": "true", "id": "train_3_35"}
{"text": "Zero Planned Parenthood facilities are licensed to do mammograms. Planned Parenthood, women don’t need you!", "label": "mixture", "id": "train_3_36"}
{"text": "\"My \"\"border security efforts have led to a 60 percent decrease in border crime.\"", "label": "false", "id": "train_3_37"}
{"text": "With a backup to the backup, insulin makers say they're primed for Brexit.", "label": "true", "id": "train_3_38"}
{"text": "GlaxoSmithKline is recalling 600,000 Ventolin inhalers.", "label": "unproven", "id": "train_3_39"}
{"text": "Nigeria orders 14-day cessation of movement in Lagos, Abuja to fight coronavirus.", "label": "true", "id": "train_3_40"}
{"text": "Image shows tears of grief, tears of change, onion tears, and laughing tears.", "label": "mixture", "id": "train_3_41"}
{"text": "Tri(n) butylphosphate is in vaccines and is potentially damaging to the kidneys and the nervous system.", "label": "unproven", "id": "train_3_42"}
{"text": "Spinal fluid proteins can help diagnose Alzheimer’s", "label": "false", "id": "train_3_43"}
{"text": "Type 2 Diabetes Treatment Victoza Helps Type 1, Too", "label": "mixture", "id": "train_3_44"}
{"text": "A drug used to treat animal parasites like heartworm and roundworm is a potential cure for coronavirus. ", "label": "unproven", "id": "train_3_45"}
{"text": "\"A teenager was given a 25-year prison sentence for a prank known as \"\"swatting.\"", "label": "false", "id": "train_3_46"}
{"text": "Panic disorder treatment could be breath of fresh air", "label": "true", "id": "train_3_47"}
{"text": "WHO weighs science and politics in global virus emergency decision.", "label": "true", "id": "train_3_48"}
{"text": "Waverly Labs' 'Pilot' earpiece can translate spoken language in real time.", "label": "unproven", "id": "train_3_49"}
{"text": "\"A law that mandates fingerprinting for gun purchasers is \"\"a requirement that's reduced gun crimes in the five states where it's the law.\"", "label": "false", "id": "train_3_50"}
{"text": "\"Congress gave an unelected board \"\"the power to deny care to seniors.\"", "label": "mixture", "id": "train_3_51"}
{"text": "Currently, almost 40 percent of people with HIV are not diagnosed until they already have developed AIDS. And that can be up to 10 years after they first are infected with HIV.", "label": "true", "id": "train_3_52"}
{"text": "When (Ronald) Reagan came in, from 1978 to 1982, economic growth averaged less than 1 percent a year. There’s only one other four-year period where that’s true. That’s true from 2008 to 2012.", "label": "false", "id": "train_3_53"}
{"text": "Summer Zervos was paid $500,000 to fabricate her sexual harassment claim against Donald Trump.", "label": "unproven", "id": "train_3_54"}
{"text": "\"The medical marijuana ballot initiative \"\"doesn’t require a physician writing a prescription\"\" and can be for conditions like \"\"having a back that needs to be scratched.\"", "label": "mixture", "id": "train_3_55"}
{"text": "The Centers for Disease Control and Prevention's page tracking the number of COVID-19 cases in the United States stopped disclosing the number of people tested between March 1 and 2 2020.", "label": "unproven", "id": "train_3_56"}
{"text": " This email says that air conditioners in 1985 to 1998 cars are dangerously toxic and are spewing a gas that is the leading cause of Alzheimer’s disease and lung cancer. ", "label": "false", "id": "train_3_57"}
{"text": "A photograph shows a red blood cell on the tip of a needle.", "label": "mixture", "id": "train_3_58"}
{"text": "New Hampshire proposes strict water drinking standards.", "label": "true", "id": "train_3_59"}
{"text": "‘Closed-heart’ a less-invasive alternative", "label": "true", "id": "train_3_60"}
{"text": " Warnings on Facebook have gone viral alleging that using Huggies Snug and Dry diapers on babies could result in second degree chemical burns. ", "label": "unproven", "id": "train_3_61"}
{"text": "The Monday after Thanksgiving is the busiest online shopping day of the year in the United States.", "label": "mixture", "id": "train_3_62"}
{"text": "\"Washington state has updated their curriculum standards to include teaching \"\"transgenderism\"\" to Kindergarteners.\"", "label": "false", "id": "train_3_63"}
{"text": "On his support for Donald Trump.", "label": "mixture", "id": "train_3_64"}
{"text": "A Mexican mother's young son was recently poisoned by topical application of Vicks VapoRub.", "label": "unproven", "id": "train_3_65"}
{"text": "Ebola responders on ‘lockdown’ after Congo city’s unrest.", "label": "true", "id": "train_3_66"}
{"text": "Starting in March if you travel outside of the United States you won’t be allowed back in the country “due to high risk of the coronavirus.”", "label": "false", "id": "train_3_67"}
{"text": "Measuring new hormone may reduce teenagers wrongly diagnosed with PCOS", "label": "mixture", "id": "train_3_68"}
{"text": "Doctors, Mainers fund universal health care task force.", "label": "true", "id": "train_3_69"}
{"text": "Soup cans are lined with dangerous levels of BPA.", "label": "unproven", "id": "train_3_70"}
{"text": "Prebiotics reduce body fat in overweight children", "label": "false", "id": "train_3_71"}
{"text": "Fighting breast cancer? Take your vitamin D", "label": "false", "id": "train_3_72"}
{"text": "Most US states fall short of recommended testing levels.", "label": "true", "id": "train_3_73"}
{"text": "The U.S. had 44 CDC staffers “in China to observe what was going on. (President Trump) brought home the vast majority of them, I think left only four in place.”", "label": "mixture", "id": "train_3_74"}
{"text": "The real-life Lone Ranger was a black man, a freed slave named Bass Reeves.", "label": "unproven", "id": "train_3_75"}
{"text": "Medigus launches device to treat acid reflux without surgery.", "label": "true", "id": "train_3_76"}
{"text": "Latest anti-aging craze ‘Dracula Therapy’ involves injecting your face with your own blood", "label": "false", "id": "train_3_77"}
{"text": "\"Fish Mox\"\" and other fish antibiotics are acceptable substitutes for amoxicillin if a patient lacks access to healthcare services or treatment.\"", "label": "unproven", "id": "train_3_78"}
{"text": "Riots and war ended Japanese internment, slavery, and the Holocaust.", "label": "mixture", "id": "train_3_79"}
